[
    {
       "id":"1",
       "title":"Grunting Baby Syndrome",
       "tipDescription":"If your baby strains, grunts, or cries when trying to have a bowel movement, it may look like constipation, but it could be something altogether different. When babies are first born they sometimes do not quite know how their bodies work, and they may have difficulty coordinating the muscles needed to have a bowel movement. This can cause them to cry and grunt a lot when having bowel movements. Grunting baby syndrome is the name for this condition. It is not a formal diagnosis or a medical disorder, however.\r\n\r\nSymptoms of Grunting Baby Syndrome\r\n\r\nBabies that have grunting baby syndrome have normal bowel movements that are soft, but will grunt, cry, or strain as if they are constipated. Here are some signs that your baby has grunting baby syndrome:\r\n\r\nCries, grunts, or strains when having a bowel movement Turns red or purple when having a bowel movement Cries or appears uncomfortable for 5 or 10 minutes in order to have a bowel movement \r\n\r\nWhat Causes Grunting Baby Syndrome\r\n\r\nBabies that are under 10 weeks old are immature and may not know how to coordinate a bowel movement. When a person moves their bowels, they need to bear down with their abdominal muscles and relax their pelvic floor muscles to allow stool to pass out. Young babies don’t always know how to have a bowel movement so they will strain, cry, and grunt. This grunting will cause their abdominal muscles to apply pressure on the bowels, but because these babies don’t know to relax their pelvic floor they may continue to cry and not relax enough to allow the stool to come out. Eventually, they will pass the stool, but it may take them longer to do so and they may grunt, strain, cry, or turn purple in the process.\r\n\r\nTreating Grunting Baby Syndrome\r\n\r\nSometimes parents or doctors will confuse grunting baby syndrome with constipation. Even if it is not presumed to be constipation, incorrect advice may be given. When a baby is constipated, parents may be advised to use a cotton swab or a thermometer to stimulate the anus. This will cause a baby to temporarily relax the anus and pass stool. The problem with this is that babies can become dependent on stimulation in order to have a bowel movement.\r\n\r\nGrunting Baby Syndrome does not need to be treated. Babies will outgrow this all on their own. In time, they will figure out how to coordinate their muscles and have a bowel movement without crying, straining and grunting. It may be uncomfortable watching your baby crying during bowel movements, but babies figure out how to coordinate their bowel movements in time.\r\n\r\nIf your baby has hard stools, his belly looks swollen, or you have concerns that this could be more than Grunting Baby Syndrome, you should consult your doctor."
    },
    {
       "id":"2",
       "title":"Six Myths About Twins",
       "tipDescription":"Twins capture the curiosity of the world. From the Spearmint gum twins to Mary Kate and Ashley, seeing double brings amusement and assumptions. Just like anything else, the idea of twins carry a lot of fable with the facts. Parents of multiples need to field a lot of questions and misconceptions. Here are some common myths about twins debunked.\r\n\r\nMyth 1: Twins run in families\r\n\r\nLots of people think that twins run in a family, so if you are a twin, or are related to twins, they say the chances are higher that you'll have them too. While there are some biological factors when it comes to fraternal twins, the same isn’t true for identical twins. Identical twins are the result of a fertilized egg splitting after conception, so they are a completely unexplained occurrence in nature. It also isn’t true that twins skip a generation. \r\n\r\nMyth 2: Twins are opposite\r\n\r\nPerhaps it is because their personality differences are more obvious when they look the same but act different, but it isn’t true that twins are just the opposite of each other. Like any siblings, they will have some things in common and some things that make them unique. People tend to think that twins have a fierce sibling rivalry or are always in competition with each other and that is no truer for twins than it is singletons. It is likely worse when families push comparisons onto twins. \r\n\r\nMyth 3: Twins are exactly the same\r\n\r\nIt goes the same to say that twins also aren’t exactly one in two. They are individuals, regardless of whether they're identical or fraternal. Their similarities can often be the focus of great attention for people, but all twins are unique, just like single siblings. It does not mean they are automatically best friends or inseparable, either. While many twins share a special bond, not all of them invent their own language to ignore the rest of the world. They enjoy relationships with other people just as much as their time spent together. \r\n\r\nMyth 4: You can’t breastfeed\r\n\r\nMothers are sometimes told, by family or even by their doctors that breastfeeding twins is next to impossible. They may be pushed to supplement, or give up breastfeeding altogether, through the fear that nursing two babies at once is too hard. Afraid their bodies won’t produce enough milk to keep multiple babies thriving, mothers throw in the towel. But the truth is, your body makes enough for the demand. Don’t feel pressured to give up breastfeeding simply because you have twins. \r\n\r\nMyth 5: Natural childbirth is off the table\r\n\r\nDoes having twins automatically mean you have to have cesarean birth? Not at all. Not all twins are automatically delivered via c-section. There are a number of medical reasons why c-sections are considered for different women, and some risks associated with multiples may increase the consideration of cesareans as a safe option. However, some obstetricians have a lower c-section rate with twins than with single births. Many doctors are open to consider trying a vaginal delivery with twins, as long as other conditions are favorable for the babies and mother. \r\n\r\nMyth 6: One twin is good; one twin is evil\r\n\r\nThey aren’t yin and yang. They are human beings. Just like it is not true that twins are exactly the same, or exactly the opposite, it is also a silly myth that one twin is always good and the other is always bad. There is good and bad in all of us. One twin may act like an angel one day and more devilish the next, but this isn’t indicative of who they are. Twins are people. They are siblings with their twin in many of the same way singleton siblings are."
    },
    {
       "id":"3",
       "title":"Silent Reflux in Infants (Laryngopharyngeal Reflux)",
       "tipDescription":"Infant reflux is what happens when a baby spits up. Silent reflux (also known as laryngopharyngeal reflux or LPR) is very similar, but the baby doesn't actually spit up, because he's able to swallow the stomach contents. The problem is that the stomach contents are acidic, so it burns on the way up and back down. Since the baby doesn't spit up, silent reflux is harder to recognize when it happens. Babies are prone to reflux because the sphincter that holds food in their stomach is undeveloped, and they have such a short esophagus. They also spend a lot of time lying on their backs, which doesn't help.\r\n\r\nSymptoms of Silent Reflux in Infants\r\n\r\nChronic cough Sour breath and wet-sounding burps Sudden bouts of intense crying Trouble breathing or asthma-like symptoms Baby pauses while breathing (apnea), or breathes noisily Difficulty feeding Frequent hiccups Spitting up Inhaling food Hoarse voice Difficulty gaining weight \r\n\r\nThe esophagus and throat aren't equipped to deal with stomach acid, and silent reflux can lead to irritation or even internal damage if it continues. It can cause problems with the baby's ears, either in the form of multiple ear infections or a buildup of fluid in the middle ear. The baby can develop contact ulcers from the stomach acid, and silent reflux can also cause the area below the vocal cords to become narrower.\r\n\r\nColic vs. Silent Reflux\r\n\r\nThe crying that's associated with silent reflux is often mistaken for colic. Infant colic is a condition in which a baby that otherwise appears healthy cries for an extended period of time. The medical community is divided over whether silent reflux is actually a cause of colic. Between 40 and 60 percent of all babies experience silent reflux in the first months of their life, so there seems to be some support for that theory. However, colic tends to only last from about the 6 week age mark until the baby is about 3 or 4 months old. Silent reflux symptoms can last for several weeks longer, so many doctors think the link might not be that solid.\r\n\r\nDiagnosing Silent Reflux\r\n\r\nThe doctor will do a physical exam of the baby to diagnose silent reflux. He'll check for symptoms and ask you what you've seen as well. There are a couple of tests that can be done to confirm the diagnosis. One is to do an endoscopic exam. The doctor uses a viewing scope to take a look at the baby's vocal cords and throat for signs of stomach acid. The other method is called pH monitoring. The doctor runs a catheter through the baby's nose and down into the esophagus. The catheter has a monitoring device on the end, which will watch for stomach acid. The catheter is kept in place for 24 hours, and the device records its findings over that period. The presence of stomach acid shortly after feedings will indicate that silent reflux is the problem.\r\n\r\nTreating Silent Reflux\r\n\r\nThe first options that doctors will recommend for dealing with silent reflux will require some dietary changes for the mother and the baby. The mother's diet is often a culprit, because what she eats is passed on through breastfeeding. Altering the mother's food intake can sometimes help clear the problem up. This isn't easy, though, because it's difficult to know exactly what foods are triggering the reflux in the baby. Dairy products are known to cause silent reflux in babies, so the doctor may recommend eliminating them completely for a couple of weeks to see how it impacts the baby. Foods like soy, wheat, coffee and citrus fruits can also contribute. The doctor will make recommendations for the mother to follow as best as she can.\r\n\r\nThe next step is to change how the mother feeds the baby. Giving the baby shorter feedings with smaller amounts can help with digestion. Doctors recommend feeding with the baby held up at an angle of 30 degrees or greater, and burping him thoroughly after feeding. If you're bottle feeding, try experimenting with different bottles. Try to keep the baby in an upright position for a half hour after feedings, but don't get him excited, because this can lead to reflux.\r\n\r\nFor more serious cases of silent reflux, a doctor might recommend medications. H2 blockers and proton pump inhibitors are a couple of options that can help. Follow your doctor's instructions closely when using these. In a worst case scenario, the doctor might discover that the reflux is caused by an abnormality of some sort, usually in the sphincter connecting the stomach and esophagus. Surgery may be recommended to correct the problem."
    },
    {
       "id":"4",
       "title":"Green Frothy Stools in Breastfed Babies",
       "tipDescription":"Typically, breastfed babies have frequent bowel movements. They may need a diaper change after every feeding. Their stools should be mustard yellow colored, seedy, and runny. They may look like diarrhea but you have to remember a breastfed baby’s diet is made up entirely of liquids. Their stools will be thin and runny until they start taking solids. After their first month or so, they may have fewer bowel movements, but the consistency and color of their stools should stay the same.\r\n\r\nSometimes a baby will have green colored stools. This doesn’t always indicate a problem. It’s normal for breastfed babies to have curdled looking poo that ranges in color from yellow to green. However, if your baby has persistent frothy or foamy green stools, this may be caused by a foremilk hindmilk imbalance. Foremilk is high in lactose and low in fat. If a baby is taking in a lot of foremilk, he won’t be able to digest all of the lactose in it. The lactose will sit in his gut and ferment, causing acidic green stools and gas to form.\r\n\r\nWhat is a foremilk hindmilk imbalance?\r\n\r\nDuring a feeding, when your baby first starts nursing he gets mostly foremilk. After he nurses for a while and empties the foremilk from your breast, he will start to get the richer, fattier hindmilk. If you have an oversupply or switch breasts frequently when you nurse, your baby may end up getting too much foremilk.\r\n\r\nGreen foamy stools are a sign of foremilk hindmilk imbalance, but having green stools alone, doesn’t indicate an imbalance. If your baby is happy, nursing well, and gaining weight, there is probably nothing to worry about. Some babies just have greener stools than others. If he has other symptoms such as constantly wanting to nurse, spitting up a lot, fussing, gassiness, or has a diaper rash that won’t go away, this might be due to a foremilk hindmilk imbalance. To correct an imbalance mom may want to try block nursing or limit nursing to just one breast per feeding.\r\n\r\nOther causes of green stools\r\n\r\nBabies with food sensitivities can also have green stools. The symptoms of a food sensitivity are similar to the symptoms a baby has when consuming too much foremilk. With food sensitivities though, the stools are often green and mucusy. Babies with food sensitivities may have colic like symptoms, rash, eczema, wheezing, or stools with blood and mucus in them."
    },
    {
       "id":"5",
       "title":"Baby Eczema",
       "tipDescription":"Eczema is a red and blistery rash that affects up to 15 percent of all babies. It usually shows up within the first few months of the baby's life. The cause is unknown, but baby eczema is generally not a serious condition, and most children outgrow it before they reach school age.\r\n\r\nCauses of Infant Eczema\r\n\r\nDoctors still haven't figured out the exact cause of eczema. Genetics is likely a factor. If one parent has the condition, a baby is much more likely to develop eczema. Researchers believe it is an autoimmune reaction, and it can be triggered by foods and other factors (see below).\r\n\r\nEczema Symptoms\r\n\r\nThe eczema rash can appear anywhere on a baby's body. The most common location is on the face, especially the cheeks. It can also develop in the creases on the arms and legs near the joints. The rash is red and crusty, and sometimes appears to have blisters. The skin becomes very tender and itchy at the rash site.\r\n\r\nCradle cap is another rash condition that is mistaken for eczema. Cradle cap shows up on the scalp and the upper regions of the face and head, but it clears up by the baby's eighth month of life.\r\n\r\nEczema Triggers\r\n\r\nDoctors have identified the following triggers that can lead to an outbreak of eczema:\r\n\r\nLow Humidity: This can lead to dry skin, which then becomes itchy and then develops into eczema. Allergy Irritants: This can range from certain soaps, lotions and perfumes to wool blankets or clothing. Stress: Children that already have eczema can see their symptoms worsen when they're exposed to stressful situations. Heat and Moisture: Keeping the baby too warm can lead to eczema, especially in situations where the baby sweats. Food Triggers: There's still some debate about whether certain foods can trigger eczema. Many doctors do believe that eggs, citrus fruits, cow's milk, peanuts and other \"allergy\" foods can lead to an eczema outbreak. \r\n\r\nTreatment and Prevention\r\n\r\nOne of the most important ways to help treat baby eczema is to prevent your child from scratching at the rash. Scratching only worsens the condition and can lead to an infection. Keep your baby's nails trimmed and put mittens on her to help keep her from itching the rash. On newborns, you can actually put longer socks over their hands and tuck them into a shirt (this makes it more difficult for them to remove the mittens).\r\nBreastfeeding has been shown to lower the risk of eczema in babies, especially if they're in an at-risk group (if one parent has eczema). There is still some debate over whether breastfeeding helps with babies that have already developed eczema.\r\n\r\nHow you bathe your baby is another important factor. Baths should be in lukewarm or warm water, and should be no more than 10 minutes in length. Oatmeal products in the bath water can relieve itching. Avoid hot water, because it can take essential oils out of the baby's skin. Use soaps that are allergen-free, with no dyes or perfumes in them. Pat your baby dry after a bath, rather than rubbing the skin with a towel.\r\n\r\nFor more serious cases of eczema, you may have to resort to a medical treatment. Topical steroid creams can be used to reduce inflammation (ask your doctor first). Antihistamines that are safe for infant use can also be given under a doctor's supervision.\r\n\r\nWhen to See the Doctor\r\n\r\nNormal cases of eczema usually don't require a visit to the doctor. You can always take the baby in for a quick visit if you're unsure about whether the condition is actually eczema, just to be on the safe side. But if you're confident that it's eczema and it's not serious, you can start the treatments mentioned above at home.\r\n\r\nHowever, sometimes the condition can worsen and you'll definitely want to pay your pediatrician a visit. If the rash develops a crust over the top of it or if it has blisters that start to leak, this is a sign of infection. Your baby may need a course of antibiotics in this case, which your doctor can prescribe.\r\n\r\nAnother warning sign to watch for is a lack of response to hydrocortisone creams. If you're treating the baby's condition and it doesn't improve after a week, it's time to visit the doctor. He can recommend a prescription strength version of topical steroids that may work more effectively."
    },
    {
       "id":"6",
       "title":"Diaper Rash",
       "tipDescription":"Diaper rash is an irritation or skin breakdown on your baby’s bottom. When your baby has a diaper rash you might notice redness or small bumps around the diaper area. Sometimes the rash is only seen on your baby’s bottom, but you may also see a diaper rash on the lower abdomen close to where the diaper fastens, on or around the genitals, or in any creases or folds of skin.\r\n\r\nDiaper Rash Causes\r\n\r\nDiaper rash is generally caused by baby’s bottom having prolonged contact with urine or feces. If a baby is left in a diaper for too long, the extended contact with urine and feces can irritate the skin, cause redness, or cause skin breakdown. \r\n\r\nUrine and feces are not the only things that can irritate a baby’s skin. Babies can also be sensitive to certain laundry detergents, diaper wipes, or the diaper itself. Some moms claim that their babies develop a rash with certain brands of disposable diapers and clear up with other brands. Trying more than one brand may help you decide which brand works best for your baby.\r\n\r\nCloth diapers may be better for baby’s skin than disposables, but they do require more frequent changes and if you use cloths you also need to pay attention to how you launder your diapers. Bleach and harsh detergents may irritate your baby’s skin.\r\n\r\nYeast infections are another cause of diaper rash. A yeast rash looks a little different than a contact diaper rash. If your baby has a yeast diaper rash, you may notice red raised bumps with sharp borders. This type of diaper rash may go away on its own, but often requires a prescription from your doctor to treat. \r\n\r\nDiaper Rash Prevention and Treatment\r\n\r\nChange your baby’s diaper frequently. Try not to let your baby sit in a wet or soiled diaper for very long. Absorbent disposable diapers can help pull moisture away from the skin but they still should be changed each time baby wets or soils his diaper.\r\n\r\nUse a warm wash cloth to gently clean baby’s bottom. Avoid soap and diaper wipes when your baby has a diaper rash. Chemicals and soaps may irritate your baby’s skin. Try using plain warm water to clean your baby’s bottom instead.\r\n\r\nExpose your baby’s bottom to fresh air. The best time to do this is right after a diaper change. If you can, let your baby have a little naked time to let his bottom get some air. If you are worried about messes you can place an old blanket or towel underneath him just in case.\r\n\r\nUse a diaper rash ointment. Diaper rash ointment that contains zinc oxide or petroleum jelly creates a barrier protecting your baby’s delicate skin from moisture. Using a diaper rash ointment may be all it takes to treat and prevent diaper rash.\r\n\r\nIf your baby’s diaper rash doesn’t go away within a week, call your pediatrician. You should also call your doctor if your baby has a fever, if the rash spreads to other parts of his body, if you notice large bumps, if your baby seems to be in pain, or has other abnormal symptoms."
    },
    {
       "id":"7",
       "title":"Write a Family Bestseller – My Sleep Book",
       "tipDescription":"Once your baby is over a year old, she begins to understand more about life. She is probably able to follow simple instructions, such as, “Please put this on the shelf.” Most babies at this age enjoy reading books — especially books with pictures of real babies. You can use this love of books to help you encourage your baby to sleep through the night. You can do this by writing your baby his own book about sleep. Here's how:\r\n\r\nUse poster board or very heavy paper. Your book should be large — 8 ½\" X 11\" or bigger. Tape the pages together with heavy tape.\r\n\r\nTitle your book All About [insert baby's name]. It will depict the story of your baby's life, with the focus on sleeping -- and\/or weaning, if you want to use this idea to help wean baby from the breast or bottle. You can also use this idea to wean baby from the pacifier, or for that matter, to help baby adjust to any major change in her life, such as introducing a new pregnancy, or dealing with divorce.\r\n\r\nGather pictures of your baby right from the time of birth. Start with a shot of her as a newborn, and progress through her life, finishing up with those that feature actions and items in your bedtime routine. Pictures of baby breastfeeding, taking a bottle, using a pacifier, wearing pajamas, reading a book, lying in bed, and sleeping, are the most helpful. If possible, get a new roll of film and take photos of your baby during every step of your current bedtime routine — including several of him sleeping soundly. In one of the sleeping photos, have Mommy or Daddy in the background smiling and looking at baby.\r\n\r\nDon’t make the book so long that your little one will lose interest, since the ending is, after all, the real goal of the book. You know your own baby and how long of a book she enjoys. The last section of the book will be your bedtime and sleep (and\/or weaning) goals, outlined very clearly and specifically.\r\n\r\nRead this book every night. (Your baby may like it so much that she wants to read it during the day, too — and that’s perfectly fine!) Talk about what you read. Help your little one do the things you talk about in the book.\r\n\r\nAs you use this homemade book, also put into action a complete sleep plan for your baby. Step-by-step, and night-by-night your baby will move closer to sleeping all night long.\r\n\r\nExcerpted with permission by McGraw-Hill\/Contemporary Publishing from The No-Cry Sleep Solution: Gentle Ways to Help Your Baby Sleep Through the Night by Elizabeth Pantley, copyright 2002"
    },
    {
       "id":"8",
       "title":"Cleft Palate",
       "tipDescription":"In the early stages of fetal development, the tissues on the left and right sides of the lip and palate fuse together. The two lines below the nose and above the lip are from normal fusion. These lines are also referred to as ‘cupids bow.’ In a child born with cleft lip or palate-the normal fusion of tissues did not take place. The lips and the palate sections develop separately. A child can have cleft lip and not cleft palate or variations of both.\r\n\r\nThe exact cause of clefts is currently unknown. Some research indicates that clefts are more common in Asians. Boys are also more often affected than girls. Heredity can also be an influence. Sometimes children born with clefts also suffer from other abnormalities.\r\n\r\nWith cleft palate, the roof of the mouth can be an obvious opening or covered by a thin mucus membrane. In this instance, the cleft is called a sub mucous cleft.\r\n\r\nIn most instances, cleft palate cannot be detected before birth during an ultrasound. A diagnosis of cleft palate, especially sub mucous cleft, may not be made right away. It is later on when a child exhibits swallowing difficulties or speech problems.\r\n\r\nA child with a cleft palate may have little to no breast feeding or bottle feeding difficulties. Prosthetics, called obturators, are available, if needed for a child who does experience problems. Sometimes formula or breast milk can be accidentally brought up into the nasal cavity causing discomfort.\r\n\r\nTreating a cleft palate usually involves an experienced team of medical professionals. Surgery is almost always indicated to repair the cleft. Parents are generally very eager to have clefts fixed but doctors typically like to wait several months. Surgical repair requires placing the child under general anesthesia. Putting a child under comes with its own risks. Waiting for the child to be older and stronger lessens some of the risks but not all.\r\n\r\nWhile surgically repairing a cleft lip may only require one surgery, repairing a cleft palate is more extensive. Doctors need to take tissue from the inside of the mouth to rebuild the palate. The need for further operations will depend on the severity of the cleft.\r\n\r\nChildren who have oral clefting may also experience some additional dental problems. While surgery may repair the appearance and function of the palate, it may not be able to prevent the occurrence of missing, malformed or extra teeth. Children born with cleft palates are also more susceptible to cavities.\r\n\r\nAnother health professional that would probably be involved in the care of a child with cleft palate would be an ENT or ears, nose and throat doctor. Ear infections are a very common occurrence in young children. This is especially true for children with clefts. The Eustachian tubes are not able to properly drain fluids into the throat from the middle ear. This causes fluid accumulation along with pressure in the ears. Children with clefts are also at increased risk for hearing loss from repeated ear infections.\r\n\r\nAs a child with cleft ages, the need for a speech therapist may be necessary. Many children with clefts have difficulty learning to speak. A speech therapist would work with the child and the parents and give instructions on activities and exercises that can be performed to help improve the child’s speech. If additional surgeries are needed, a speech therapist would continue to aide the child and the family.\r\n\r\nMany parents are concerned about their child’s future appearance. With advances in medicine, plastic surgeons are capable of making scarring minimal. The greatest hurdle in repairing a cleft is making the face symmetrical.\r\n\r\nChildren with clefts are going to need a lot of support as they grow. Kids can be mean, especially about appearances. Kids and teens may have to face teasing from their peers. Children can experience low self esteem and depression. Support groups may be beneficial as that child can interact with other kids with similar experiences. Involvement with teachers and counselors can be helpful also.\r\n\r\nJust because you’ve had a child with cleft, does not mean you’ve done something wrong. Improvements are continuously being made to improve the quality of life and appearance of children with clefts. It is completely normal and natural to experience a wide variety of emotions. You’ve not alone. Don’t be afraid to share your emotions with others and to reach out for help for yourself."
    },
    {
       "id":"9",
       "title":"How to Take Your Baby's Temperature",
       "tipDescription":"There are three main methods for taking a baby's temperature: in the ear, in the armpit or rectally. Using an oral thermometer isn't recommended until a child is 4 or 5 years old (they're too squirmy before that). Rectal temperature tends to be the most accurate, but we'll look at all three methods.\r\n\r\nEar and Forehead Thermometers\r\n\r\nThe ear thermometer is a quick method to take a baby's temperature, but it also requires the most practice. Unless you get the sensor in the baby's ear exactly right, you won't get an accurate reading (it takes a few tries to get the hang of it). Ear thermometers can't be used on babies younger than 3 months, because their ear canals are too tiny. Once you're able to consistently get accurate readings, an ear thermometer can be very reliable.\r\nThe forehead scanning thermometers are digital and fairly easy to use on babies, but can be less accurate than the ear thermometers. Forehead thermometer measurements are comparable to an oral temperature from a quality thermometer that you might use for an older child, but are more manageable to use for a baby.\r\n\r\nArmpit Temperature\r\n\r\nThis is a simple method that can be done when you're breastfeeding, or any time when your baby is calm and lying still. Undress him and place the tip of a digital thermometer in his armpit. Hold it in place with his arm until you can get a reading. While this is the simplest method, it's also the least accurate. External temperature can be up to 2 degrees cooler than an internal rectal reading.\r\n\r\nRectal Temperature\r\n\r\nThis gives the most accurate reading. Clean the thermometer first with soap and water, and coat the tip with a little bit of petroleum jelly. Lay your baby down on his back, or belly-down across your lap. Insert the thermometer into the rectum until the tip disappears (no more than about 2 centimeters) and hold it in place until the thermometer gives a reading. Gently remove it. This method can sometimes stimulate a bowel movement, so don't be surprised if he suddenly poops!\r\n\r\nAdditional Tips\r\n\r\nIf you use both rectal and armpit methods, use separate thermometers and label them clearly so they don't get mixed up. Remember to cool your baby off before taking his temperature. You won't get an accurate reading right after he's been swaddled or just had a warm bath. \r\n\r\nWhen to Call the Doctor\r\n\r\nAccording to current recommended guidelines, you should call the doctor immediately if your baby's fever is:\r\n\r\nAbove 100.4 degrees F (if age is less than 3 months) Above 101 degrees F (if age is 3 to 6 months) Above 103 degrees F (if age is 6 months and up) Anytime the fever is accompanied by additional symptoms like coughing, vomiting, diarrhea, an earache or any other worrying condition."
    },
    {
       "id":"10",
       "title":"Cradle Cap",
       "tipDescription":"Cradle cap is a seborrheic dermatitis similar to dandruff. It is the result of the skin cells on a baby’s scalp growing at a faster rate than they are flaking off. Normally old skin cells flake off and are replaced with new healthy skin cells, but when a baby has cradle cap her new skin cells grow before the old cells have a chance to shed, leaving crusty scaly looking patches of skin cells on her scalp.\r\n\r\nWhat does cradle cap look like?\r\n\r\nCradle cap looks like brownish or yellowish scaly patches of skin on baby’s scalp. If the patches cover most of the scalp it can look like baby has a “cap” of brownish scaly skin covering her head. The flaky patches might start off looking similar to dandruff, flaking off easily by gently washing and combing the scalp. More severe cases of cradle cap may cause heavier flaking or the scaly patches may become crusty and stick to the scalp. \r\n\r\nWhat causes cradle cap?\r\n\r\nCradle cap is the result of overactive sebaceous glands (oil glands that lubricate the scalp and hair follicles). The oil secretions cause the old accumulating skin cells to stick to the scalp instead of flaking off. We are not sure what causes the overactive sebaceous glands in new babies, but researchers think it might have something to do with the hormonal changes that take place at the end of a woman’s pregnancy. Before a woman gives birth, her body releases hormones to help prepare baby to be born. These hormones also stimulate the oil glands. This stimulation may increase the oils being produced by your baby’s sebaceous glands, and with the combination of extra skin cells and extra oils, baby is more apt to developing baby skin conditions like cradle cap or baby acne.\r\n\r\nWhat can you do to treat cradle cap?\r\n\r\nIf the cradle cap is mild, you don’t really need to treat it. It may look ugly but it probably isn’t bothering your baby. You can try washing it with a mild baby shampoo and gently brushing off the flakes.\r\n\r\nIf washing and brushing isn’t helping, you can try a method your grandmother may have used, good old fashioned baby oil. Using baby oil, mineral oil, or petroleum jelly, massage your baby’s scalp. Leave the oil on the scalp long enough to lubricate and soften the scales. Then gently brush the scalp with a brush. Do not pick at the scales as this can irritated baby’s skin or cause infection, and you may pull off bits of her hair. Make sure to follow up with a gentle shampoo of her scalp to remove the baby oil. Leaving baby oil sit on her scalp will increase the oils on her scalp, causing clogged pores and making the scales even stickier.\r\n\r\nIf the cradle cap doesn’t go away with washing, brushing or baby oil treatments, you may need to talk to your doctor. He may recommend an over the counter or prescription shampoo to treat baby’s scalp. Make sure to be careful with baby’s eyes when using prescription shampoos because they are not gentle like baby shampoos.\r\n\r\nPreventing cradle cap\r\n\r\nSince cradle cap is caused by oil secretions and extra skin cells, extra sweating can make cradle cap worse. Keeping a hat on your baby may cause your baby’s scalp to sweat and the hat may trap this sweat near your baby’s skin. Hats are necessary for keeping your baby’s head warm when you go outside and to protect his scalp from the cold or sun, but they can be removed when you are indoors, as long as the areas is kept warm. If your baby has cradle cap or if you are starting to notice flaky patches, you may want to avoid keeping her in a hat as much as possible when you are around the house."
    },
    {
       "id":"11",
       "title":"Baby Acne",
       "tipDescription":"Baby acne is a very common problem for newborns and young infants. While baby acne doesn’t really cause any issues for your baby, it can be unattractive. The good news is that baby acne usually will clear up on it’s own in a matter of weeks. Your baby may have episodes of baby acne off and on until he is around six months old, but it usually does not require any treatment.\r\n\r\nNewborns may develop what is known as millia. Millia are little tiny white bumps that appear on a newborn’s cheeks, forehead, nose or chin. Some babies are born with millia. Millia, like baby acne, is nothing to worry about and it usually goes away on its own within the first three or four weeks after birth.\r\n\r\nWhat does baby acne look like?\r\n\r\nBaby acne looks similar to adult acne. If your baby has little pimples that look like whiteheads this may be millia or baby acne. Baby acne can also look like little red or fleshy pimples on your baby’s skin.\r\n\r\nWhat causes baby acne?\r\n\r\nWe are not completely sure what causes baby acne, but researchers believe that it may be related to hormonal changes that take place at the end of pregnancy. Before a woman gives birth, her body releases hormones that help stimulate the oil glands in your baby’s skin. This stimulation may increase the oils in your baby’s skin resulting in acne.\r\n\r\nWhat can you do to treat baby acne?\r\n\r\nThere really isn’t a lot you can do to make baby acne go away. What you can do is keep the skin clean by washing your baby’s face with a mild baby soap and water. Do not use oils or lotions on your baby’s face as this can irritate his skin and make things worse."
    },
    {
       "id":"12",
       "title":"Probiotics for Babies",
       "tipDescription":"What are probiotics and why would you want to give them to your baby? Probiotics are microorganisms (good bacteria) that provide health benefits to your baby including, improving colic and tummy problems, boosting immunity, treating diarrhea and diaper rash, as well as boosting immunity.\r\n\r\nProbiotics are a natural form of good bacteria. When your baby takes a probiotic supplement her gut is provided with extra good bacteria to help improve the balance of good bacteria in the gut. The good bacteria in your baby's gut helps her to digest food and helps protect her colon from any bad bacteria. In addition, the colon is large part of your baby's immune system. When her gut is healthy, she is healthier.\r\n\r\nAt birth your baby is born with some of this good bacteria, but not a lot. She gets some good bacteria from mom and then after her first feedings your baby will begin to colonize good bacteria. If she doesn't have enough of this good bacteria, she can have tummy problems, colic symptoms, or problems with diaper rash.\r\n\r\nWhat are some problems that probiotics might help with?\r\n\r\nColicDiarrheaTummy\/intestinal problemsDiaper rashGreen acidic stoolsEczema \r\n\r\nIf your baby is having a lot of tummy problems, colic, or a diaper rash that won't go away, you might want to give probiotics a try. Talk to your pediatrician first to find out what he recommends and the correct dosage for your baby. A typical dose is ½ to 1 capsule (depending on baby's size and age) of a probiotic capsule mixed with breast milk or formula.\r\n\r\nProbiotics and breastfeeding\r\n\r\nIf you are a breastfeeding mom you may be able to provide health benefits to your baby by taking a probiotic supplement yourself. Taking a capsule a day may provide enough good bacteria to your baby to help relieve some of her symptoms. You should talk to your doctor about the best approach to taking probiotics for you and your baby.\r\n\r\nHow long should my baby take probiotics?\r\n\r\nOne thing to know about probiotics is that they only help as long as you are taking them. Once your baby stops taking them, the bacteria in her gut will return to what they were before. This is why it's important that you talk to your doctor about the dosage and the duration that you should be giving probiotics to your baby.\r\n\r\nProbiotics for diaper rash\r\n\r\nNot only are probiotics great for helping your baby's tummy problems, you can also use them topically to treat diaper rash. Often babies that are having intestinal problems also have problems with difficult-to-treat diaper rash. You can make a paste out of probiotics and apply it to your baby's bottom. Take one capsule, mix it with water till it forms a paste, and apply it to your baby's bottom. Then, let her bottom get a little fresh air before you put a diaper on her."
    },
    {
       "id":"13",
       "title":"Plagiocephaly:  Preventing Flat Heads in Babies",
       "tipDescription":"Over the last ten years there has been an increase in the number of babies with flat spots on their heads (plagiocephaly). In 1992 the AAP recommended placing babies on their backs to sleep. The Back to Sleep campaign was introduced to prevent SIDS deaths. Since the program was launched the SIDS rate has dropped by 40%. However, one side effect of the campaign has been a significant increase in the cases of plagiocephaly. This does not mean you should stop putting your baby to sleep on his back. Plagiocephaly does not cause brain damage and it is treatable.\r\n\r\nThere are many things you can do to keep your child from getting a flat head. Reducing the amount of time baby spends laying in the same position is the number one thing you can do to prevent plagiocephaly. Many new moms misunderstand that back to sleep does not mean never put baby on their tummy. Babies can spend time on their tummies while they are awake and supervised. The importance of tummy time is not always stressed to new moms. The time frame for developing plagiocephaly is usually when babies are young and not able to move off of their back on their own.\r\n\r\nBabies should get lots of tummy time when they are awake. Some babies do not like tummy time. They may get accustomed to being on their back and prefer it. If you start doing tummy time right away this will help. Babies may like to be on their backs more because they can look around easier. If they haven't developed the physical strength to hold their head and neck up, they may not like to stay on their tummy. If your baby does not like tummy time try putting them on their tummy for short periods of time at first. Lay on the floor with baby and use toys or singing to distract them. Each time you do tummy time, work on getting them to spend more time on their tummy. \r\n\r\nAnother contributing factor is babies that spend a lot of time in car seats, swings or bouncy seats. Babies spend so much time sleeping when they are young infants that any extra time with pressure on the back of their heads only adds to the flattening. Try to avoid putting baby in the car seat or swing for long periods of time. \r\n\r\nBabywearing may help prevent plagiocephaly. Babywearing is when you carry baby around in a sling during the day. This will keep limit how much time baby spends with pressure on the back of his head. Plus, there are many other benefits to baby.\r\n\r\nSome babies also develop torticollis, which is a shortening or tightening of the neck muscle. Baby spending too much time with his neck turned in one direction can cause it. To prevent this try to alternate which way baby's head is turned when you put him to sleep. If he is developing a preference to tilt his head in one direction try using toys to get him to turn his head the other direction.\r\n\r\nFurthermore, there are treatments for plagiocephaly and torticollis. If you notice a flat spot forming on your baby's head or that he is tilting his head in one direction consult your doctor for advice. Some methods of treatment for plagiocephaly and torticollis include neck exercises to do with baby, physical therapy, and in extreme cases fitting baby with a helmet. \r\n\r\nHelpful links: www.plagiocephaly.org"
    },
    {
       "id":"14",
       "title":"What is Torticollis?",
       "tipDescription":"Torticollis is a condition in which a newborn's head tilts to one side. It is sometimes referred to as \"wryneck.\" A baby with this condition will have his chin pointed toward one shoulder, and the top of his head pointed in the direction of the opposite shoulder. Torticollis is painless, but it can be upsetting for a parent to see their newborn with the condition. It is sometimes present at birth (congenital torticollis), or can develop over the first three months of life. Most of the time it can easily be treated, but in some cases it can indicate more serious underlying conditions.\r\n\r\nCauses of Torticollis\r\n\r\nOne form of torticollis - muscular torticollis - is actually fairly common, but doctors don't know exactly what causes it. Often, it may happen because of tightness in the muscle that connects the sternum and collarbone to the baby's head. Researchers believe that positioning in the womb is the most likely culprit in these instances.\r\nIn rare cases, torticollis can be due to a malformation of the neck bones, a condition known as Klippel-Feil syndrome. This syndrome is often accompanied by hearing and kidney problems, and can't be treated in the same way as the muscular form of torticollis. It is important to get a solid diagnosis of the source of torticollis, because in a very small number of cases it can indicate a tumor on the spinal cord.\r\n\r\nTorticollis Symptoms\r\n\r\nPediatricians will often check for torticollis, and they can identify it even if parents haven't noticed any of the following symptoms:\r\n\r\nHead tilts to one side Baby prefers to feed only on one breast A small lump may form on one side of the neck The baby may not turn his head to maintain eye contact \r\n\r\nTreatment of Torticollis\r\n\r\nStretching and Exercise\r\nYour pediatrician will teach you some simple and safe ways to stretch out the affected muscle, if your baby has congenital torticollis. The doctor will also recommend ways to hold the baby during feeding times, in order to strengthen the proper neck muscles. Another thing you can do is position the baby in his crib so that he has to turn his chin the proper direction in order to see the room. (Remember to put some colorful toys in his field of vision to encourage this.) As the muscles strengthen, the condition should go away - typically within a couple of months. In severe cases, it can take 6 months to a year before the baby makes a full recovery.\r\n\r\nTummy Time\r\nTummy time is really important when a baby has torticollis. Place the baby on a soft surface or blanket on his tummy and put some toys in front of him. You can also play with the toys in front of him and interact with him. The goal is to get him to lift his head up and look straight ahead to see all the action. This will strengthen the muscles and encourage healing.\r\n\r\nSurgical Treatment\r\nSometimes stretching and play time directed at strengthening muscles aren't enough to bring about a full recovery. If the baby still has weakened muscles by 18 months, the doctor may refer the parents to an orthopedic surgeon. An operation can sometimes lengthen the muscles, although doctors generally prefer that you continue with the exercises before opting for surgery. It is almost always preferable to try to resolve torticollis through natural, non-surgical methods."
    },
    {
       "id":"15",
       "title":"Co-Sleeping Safety",
       "tipDescription":"Communities across the globe have been co-sleeping with their kids for centuries. In Western culture, however, the practice can be considered something dangerous to do. With unknown causes to things like S.I.D.S. (Sudden Infant Death Syndrome), or the risk of a parent rolling onto a child by accident in their sleep, some health professionals say co-sleeping is an unnecessary risk. The American Academy of Pediatrics recommends against sleep-sharing for the health and safety of the child. However, sleep-sharing advocates, such as Dr. William Sears, disagree, and say that when done properly co-sleeping can be highly beneficial to child and mother. Your child's health and safety are the most important considerations. So, how are you to know if it is really safe to co-sleep with your kids?\r\n\r\nMany parents may not have planned to share their bed with their baby, until they find out it is the only way they can get their baby to sleep. Not all babies need to co-sleep. Some are fine sleeping solo or love their cribs. But for some babies, sleeping alone is difficult or near impossible. The closeness they felt being part of mom for nine months is too familiar to trade in for not sensing or smelling their parent from an entirely different room. Faced with worry and sleepless night, concerned mothers don't know what to do. Fortunately, there are several helpful books and websites for parents who want to try co-sleeping, and all sleep-sharing experts agree it should only be done if it is mutually desired by mother and child.\r\n\r\n\"Co- sleeping itself is not inherently dangerous,\" Dr. Sears explains on his parenting website. \"The CPSC sleep study estimated that 64 deaths per year occurred in infants sleeping with their parents. The fact is that many more infants die when sleeping alone in a crib than when sleeping in their parents' bed.\"\r\n\r\nHere are some precautions for safe co-sleeping\r\n\r\nAlways put babies under six months to sleep on their backs.\r\n\r\nDon't sleep with your baby if you are under the influence of drugs or alcohol.\r\n\r\nIf you or dad is excessively tired, do not sleep with your baby.\r\n\r\nDo not sleep with your baby if you are extremely obese.\r\n\r\nDon't sleep with baby on soft surfaces, waterbeds, or couches.\r\n\r\nDo not allow a space between the mattress and wall or mattress and side rail.\r\n\r\nDo not sleep in a bed with side rails, head boards or foot boards that have slats or spaces where baby could get trapped.\r\n\r\nDo not place your bed near mini blinds with chords or anything that could strangle baby.\r\n\r\nDo not cosleep with more than one baby.\r\n\r\nProviding a safe sleeping environment should always be the first priority. If you can't co-sleep safely, don't do it. The important thing to remember is when the entire family is getting safe rest, as well as emotional bonding; the entire family is healthier for it."
    },
    {
       "id":"16",
       "title":"Infant Drooling - Is This Teething?",
       "tipDescription":"Drooling is a normal stage in a baby’s development, and in some cases, it may announce that the baby is teething. The first tooth typically appears when the baby is 6 months old; however, it is not uncommon for it to appear when the baby is 3 or 14 months old. The time when the teeth start to appear depends on when the parents started sprouting teeth.\r\n\r\nTeething Symptoms\r\n\r\nIf your baby is teething, she may display any of the following symptoms:\r\n\r\nred, swollen gums a fluid-filled area where a tooth is about to erupt excessive drooling, due to the fact that the body produces saliva to soften and lubricate the gums and makes the pain more bearable for the child touching her gums or chewing on toys in an attempt to relieve pain crying and irritability, due to the pain caused by teething restlessness sleep problems refusal to eat, due to pain fever over 101 degrees Fahrenheit fussiness diarrhea, coughing and a runny nose, in rare cases \r\n\r\nTypically, the first tooth to appear is one of the lower central incisors. However, some babies experience multiple teeth eruptions at a time. The eruption of molars may cause more pain than the eruption of frontal teeth, because the molars are larger.\r\n\r\nExcessive Drooling\r\n\r\nExcessive drooling may have various causes. Babies may have a hard time swallowing all the saliva they produce, because their head and neck muscles are not developed yet. After the age of 4 to 6 months, your baby gains control of her neck and will be able to control drooling.\r\n\r\nOther causes of excessive drooling in babies include these:\r\n\r\nnausea sores in the mouth throat pain infections \r\n\r\nMonitor your baby's symptoms. If she displays symptoms such as vomiting, fever, irritability or mouth sores or if she doesn’t gain sufficient weight, consult a doctor.\r\n\r\nDealing with Excessive Drooling\r\n\r\nIf your baby is drooling excessively, control this problem by wiping the saliva off her cheeks as frequently as possible. Put comfortable bibs around your baby's neck or use a barrier cream around her neck to prevent the formation of rashes. You may also use a small rubber suction device that collects the baby's saliva.\r\n\r\nIf your baby is teething, ease the pain by applying pressure on her gums with your fingers. Apply cold compresses on them for up to 15 minutes. Consult your pediatrician and ask for recommendations of safe gels for the gums or pain medication if your baby seems to be in a lot of pain."
    },
    {
       "id":"17",
       "title":"Summertime Fun For Babies",
       "tipDescription":"It’s summertime. Why should big kids get to have all the fun? Babies love the chance to get fresh air; and, there’s no better time to do it than in the summertime, when there’s plenty to see and do outdoors.\r\n\r\nBefore you head outside, though, make sure your baby is properly protected from the elements. Dress him in cool breathable fabrics like cotton, along with a floppy sun hat that covers his head, face, and neck. You should plan to keep your baby out of the direct sun altogether, but if you do find yourself in the sun, keep your baby’s arms and legs covered and apply sunscreen to his hands and face. When choosing sunscreen, your best bet is one of the so-called “chemical-free” sunscreens made with zinc oxide or titanium dioxide. These sunscreens sit on top of the skin rather than getting absorbed. Test the sunscreen on a very small patch of skin before slathering it on to make sure that there’s no reaction. And check with your doctor if your child has special sensitivities.\r\n\r\nAdditionally, try to use good sense about when to go outside. In general, you should avoid heading outside in the peak heat times of the day (11 am to 1 pm). Plus, if the weather is especially hot, you and your baby should both stay hydrated. Babies under six months old should drink more breastmilk or formula to replace lost fluids; beyond six months old they can drink a modest amount of water.\r\n\r\nOnce they’re all ready for the great outdoors, it’s time to have some fun:\r\n\r\nAt the Park: Even if they’re too little to enjoy the playground equipment, they will love the chance to feel some green grass in their toes. Bring a blanket and a few small toys and find a nice shady spot to sit in. Once your little one has good head and upper body control (at least five months) she will enjoy the baby swings and even the slide, if you hold on to her while she rides down.\r\n\r\nAt the Pool: Most doctors recommend that infants younger than three months old not go in a pool, and some would more conservatively say six months is the earliest age for swimming. Nevertheless, if your family goes to the pool, your infant can sit in the shade and enjoy the sound of the water splashing. By six months, most babies will love to have you carry them around in the water with you. Plus, they love to play with plastic cups and pitchers, so you don’t need to buy fancy toys. Once they’re comfortable in the water, they will enjoy kicking, splashing, pouring, and even dunking. Try to avoid using inflatable flotation devices – they create a false sense of security and are not 100 percent reliable. Additionally, make sure that the water is warm enough so that your baby does not get chilled.\r\n\r\nAt the Beach: Most babies love the beach even without getting in the water. The warm breeze, the crashing waves, the soft sand – what’s not to like? When you take your baby to the beach, make sure that you follow all of the usual precautions for the sun, and consider giving her the extra protection of a sun tent that is SPF-rated (extra bonus: it’s a great place for a nap!). Bring along some simple beach toys (shovels, cups, balls) and let your little one have a fun sensory experience in the sand or near the water’s edge. Tip: A light dusting of baby powder is great for getting off wet, sticky sand – especially when it’s time for a diaper change.\r\n\r\nHiking or Camping: You can probably take your baby hiking or camping as soon as you’re willing and able to do it. The main thing you’ll need is a comfortable baby carrier or backpack, and plenty of protection from the elements. Once you arrive at your destination, your baby will love the new sights and sounds. Prop her up in a baby chair so she can see all of the activity. You can use bug repellant containing DEET on babies older than two months, but you should avoid putting it on their hands because they tend to put their hands in their mouths. If you don’t want to use DEET, you can also use products containing citronella. Camping overnight is up to you and your baby’s comfort; many parents who do this bring along a portable playpen for the baby to sleep in.\r\n\r\nIn the Backyard: Who says you have to go anywhere? Most babies are just happy to be outside. Your little one will love watching and listening to whatever is going on (birds and butterflies flying around, wind chimes ringing) and he’ll have an even better time if you roll him a ball or turn on the sprinkler. Kiddie pools can be fun too, but never sit more than an arm’s length away from your baby and follow all water safety rules.\r\n\r\nMost of all, babies just love to be with you. So whether you’re at the beach or in the backyard, your baby will love any change of scenery you can give him. And by next summer, he’s sure to be running everywhere under the sun."
    },
    {
       "id":"18",
       "title":"Does My Baby Need Vitamin D Supplements?",
       "tipDescription":"Vitamin D deficiency affects a large chunk of the world population. According to Harvard School of Public Health, it is estimated that roughly one billion people worldwide suffer from inadequate amounts of vitamin D. One of the most prevalent natural sources of vitamin D is sunshine. This is great news for people who live in sunny places and get outside regularly without wearing sunblock. However, many people don't live in reliably sunny conditions or cannot safely go out in the sun without sunblock. The chances are good that these people aren't getting enough vitamin D. A deficiency in vitamin D can cause health problems like diminished lung function or rickets, which weakens the bones.\r\n\r\nWhy Do Babies Need Vitamin D?\r\n\r\nRecent research has linked inadequate levels of vitamin D with health problems that extend beyond lung function and rickets, though. People with vitamin D deficiency, including babies, are now considered at risk for everything from the flu to chronic diseases like heart disease, cancer, osteoporosis, and multiple sclerosis, among other ailments.\r\n\r\nWhat is the best method for ensuring your baby doesn't become deficient in vitamin D?\r\n\r\nShould You Give Your Baby Vitamin D Supplements?\r\n\r\nAccording to some expert sources, like nutritionist Hope Weiler, Ph.D., from McGill University, breastfed babies need to get more vitamin D from supplements. The Institute of Medicine echoed this recommendation in 2011 with the suggestion that infants up to 12 months old and beyond receive 400 IU of vitamin D through supplementation per day.\r\n\r\nIt is safe to supplement vitamin D throughout childhood, youth, and adult years to ensure levels are up, but depending on diet and sun exposure, it may not be necessary. The Food and Drug Administration (FDA) recommends that babies under six months old be kept out of direct sunlight, so keeping a baby's vitamin D levels up is especially important during this window of time.\r\n\r\nDo Formula-Fed Babies Need Vitamin D Supplements?\r\n\r\nBabies who are fed with formula, however, don't need their vitamin D supplemented because adequate vitamin D levels are included in commercial baby formulas.\r\n\r\nThe recommendations for vitamin D supplementation for babies have been in effect since the 1920s. Back then, supplements were normally given in a teaspoon, but vitamin D drops can now be given to a baby with an eyedropper to make the process easier.\r\n\r\nThe American Academy of Pediatrics released a policy statement in 2003 asserting that babies, especially those who are breastfed, need vitamin D supplements. According to the policy statement, a lack of this vitamin early on can cause serious consequences for a baby's development.\r\n\r\nSome of the Benefits of Vitamin D\r\n\r\nEnhanced Immunity. Vitamin D aids the immune system and helps the body to fight infectious diseases as well as chronic diseases.\r\n\r\nBetter Brain. Vitamin D increases cognitive functions and studies have found that adequate vitamin D levels keep the brain working well, even as it ages.\r\n\r\nHealthy Weight. Research from the Medical College of Georgia has demonstrated that proper levels of vitamin D help to keep weight at a healthy level.\r\n\r\nAbsorption and Metabolism. Vitamin D plays a key role in the body's ability to absorb and metabolize calcium and phosphorus, which are both vital to overall health."
    },
    {
       "id":"19",
       "title":"How to Treat Infant Constipation",
       "tipDescription":"Do you think your baby might be constipated? Parents tend to get worried when they observe changes in their baby’s bowel habits. This usually occurs between 2-6 weeks of age. Around this time, the frequency of a baby’s bowel movements will usually decrease (especially with breastfed babies). A decrease in the number of times your baby poops doesn’t necessarily mean he is constipated. What is happening is your baby’s digestive system is maturing and his body is better able to digest and absorb the nutrients in milk. As a result, there is less poop.\r\n\r\nYou may also notice your baby “straining” when having a bowel movement or passing gas. Parents also associate this with constipation, but that is not always the case. Straining, grunting and groaning is common, especially around 4-6 weeks of age. Your baby is becoming aware of his body sensations. As your baby strains, he is learning which muscles do what and how to poop. The straining will decrease once he becomes a pooping expert. However, if your baby cries while straining, there is a problem.\r\n\r\nConstipation refers to the compactness of the stools and the difficulty passing them. Babies are usually NOT constipated unless they experience all of the following signs...\r\n\r\nNo bowel movement in three days (for bottle-fed babies) or one week (for breastfed babies) Firm, dry, pebbly stools Crying while having a bowel movement \r\n\r\n* For breastfed babies, normal infant stool is soft or runny. It is yellow or mustard to orange with little white flecks that look like seeds. Frequency: It can vary from every feed to once or twice a week. Breastfed babies are rarely constipated because breast milk is almost 100% completely digested. Many breastfed babies do have infrequent bowel movements, however this does not mean that they are constipated.\r\n\r\n* For bottle-fed babies, normal infant stool is soft paste. The color is grayish green, yellow, tan or brown depending on the type of formula. Frequency: Once or twice every 1-2 days. Formula fed babies usually battle constipation more often. This is because formula is not as easily digested and used by a baby's body.\r\n\r\nCauses of Infant Constipation:\r\n\r\nInsufficient fluid ~ If your baby is not getting enough fluid in the form of breast milk, formula or water… this can lead to constipation. The colon will steal water from the waste material and give it to the body, causing the stools to be water deprived and hard. New foods ~ For breastfed babies, it is common to experience constipation when solid foods are first introduced into the diet or if he is switched from breast milk to infant formula. This is because his body is not used to digesting anything other then breast milk. Make sure you introduce new foods slowly to allow time for him to adjust. Some foods such as cheese, ice-cream, yogurt, white bread, spaghetti, bananas, corn and potatoes are known to cause constipation. Small amounts of these foods are usually not a problem. Different types of formula~ Formula fed babies are more at risk of becoming constipated than breastfed babies. Certain formulas such as lactose-free or thickened formulas can be more constipating for some babies. Switching formula can also lead to constipation. \r\n\r\nHow to Relieve Infant Constipation\r\n\r\nThere are many things you can do to help relieve your baby of constipation. Try a warm bath and a tummy massage to get things moving. Gently but firmly massage your baby’s abdomen in a clockwise direction using long strokes. Alternate this with “bicycle legs.” Place your baby on his back and lightly hold his legs in a half-bent position. Gently begin to move your baby's legs as if he is riding a bicycle.\r\n\r\nOther ideas include:\r\n\r\n* Water ~ Increasing the amount of water you offer your baby is usually effective in treating constipation. For infants older than 2 months, give them 2 to 4 ounces of water twice a day in addition to their usual fluid intake. If constipation doesn't improve, give them 2 to 4 ounces of fruit juice (grape, pear, apple, cherry or prune) twice a day.\r\n\r\n* Sugar ~ Sugar works by drawing additional fluid into the baby’s bowel to soften the stools. You can add some form of sugar (brown or corn syrup) to your baby’s formula. Or you can offer it in a small amount of cooled, boiled water.\r\n\r\n* Fruit Juice ~ Apple, pear or prune juice can be extremely effective at relieving constipation. However, it is not recommended for babies less than 3 months of age.\r\n\r\n* Fruit and vegetables ~ If your baby has started eating solids, adding more fruits and vegetables to his diet will help with constipation developing in the first place. \r\nGive your baby food that is high in fiber (peas, beans, apricots, prunes, peaches, pears, plums or spinach) twice a day until constipation improves.\r\n\r\n* Medications ~ Laxatives should only be used if natural remedies have failed or if constipation is severe. Many laxatives are not suitable for infants. Make sure you consult with your doctor before using medications.\r\n\r\nImportant Note \r\nCall your doctor right away if:\r\n\r\nConstipation remains a persistent problem Your baby is not gaining weight The number of wet diapers each day is less than 6 Your baby’s poop has blood in it You notice any bleeding from the anus"
    },
    {
       "id":"20",
       "title":"Dealing with Teething",
       "tipDescription":"Many times when a baby is fussy or cranky, his discomfort is chalked up to “teething.” But the truth is, we don’t know that much about what teething really feels like for a baby because they can’t tell us and because they may cry for any number of reasons. All we know is that some babies don’t seem to be bothered at all by teething, while others scream bloody murder when a new little pearly white is making its first appearance.\r\n\r\nSince we don’t really know how it feels, how can we help? For starters, parents need to keep tabs on what is going on in their child’s mouth so they can anticipate teething issues early. The appearance of a baby’s first tooth, usually somewhere between 6 and 12 months, is usually preceded by lots of drooling, chewing on various objects, and sometimes a rash on the face or in the diaper area. The first tooth might be painful, or it might simply be surprising or distracting for your little one. But if you stay in tune with your child, you will be more likely to identify the source of their fussiness when it turns out to be teething. When the bigger teeth like incisors and molars start to make an appearance, you may notice the drooling once again, along with increased crankiness, night-time wakings, and fingers or hands in the mouth.\r\n\r\nAs far as easing the pain, babies seem to gravitate toward two things: pressure and cold. Teething toys work well for pressure by giving little children something safe to chew on. But at times they will seem to chew on almost anything, whether it’s a toy or not – and that could mean the handle of a comb or hairbrush, the spout of a sippy cup, or Mom’s finger. In fact, if you’re willing, you can help them with a little gum massage: Wrap your finger in a clean gauze pad and put some gentle pressure on their gums to ease the pain.\r\n\r\nCold stuff also seems to provide some relief. Some chewy toys are designed to be placed in the refrigerator so they will be cold when the baby puts them in his mouth. Many moms also have luck with a frozen washrag that the baby can simply chew on, letting it get softer the more it gets chewed. Additionally, depending on the age of your baby, you can give her cold foods to soothe her mouth such as cold yogurt or applesauce.\r\n\r\nSome moms swear by over-the-counter teething gels or ointments that contain a small amount of local painkiller. These results will only be temporary, and they may not be safe for every child, so check with your doctor before using them. Similarly, many moms use Tylenol or Motrin to ease the pain (with their doctor’s OK), but these are not cure-all solutions, and if you give the baby some medicine before bedtime, they may still wake up four to six hours later when the medicine wears off. A number of herbal and homeopathic remedies such as clove oil or chamomile are also available; again, check with your doctor before using any products with which you are not familiar.\r\n\r\nLast but not least, make sure you take the time to give your baby plenty of love and attention when they seem to be in pain. Sometimes the crankiness is just a baby’s way of complaining and wanting to be heard and understood. Hold your baby, dance around the room, read a book, play with a new toy, or take a walk around the block to distract your baby from his discomfort. And again, remember that the teething pain is only temporary. Once the tooth comes in comfortably, you should have your happy baby back again."
    },
    {
       "id":"21",
       "title":"Umbilical Hernias and Granulomas",
       "tipDescription":"Sometime after your baby is born, usually around two to three weeks of age, your baby’s umbilical cord stump will fall off. Keep the cord clean until it falls off. Talk to your pediatrician if you notice any signs of infection or if it has not fallen off on its own.\r\n\r\nUmbilical Granuloma\r\n\r\nOccasionally, the cord will not fall off on it’s own or baby will have fleshy tissue, called an umbilical granuloma, remain after the stump has fallen off. If the cord has not fallen off on it’s own your doctor may treat it with a drying medication called silver nitrate. He will take a stick with silver nitrate on the tip and apply it around the cord to encourage it to dry and fall off. This may take a few treatments before it finally falls off. After the cord falls off, if there is tissue remaining the tissue is called an umbilical granuloma. A granuloma looks like a pink ball of tissue. Your doctor may use silver nitrate to treat the granuloma if it is small. If it is larger, the nitrate isn’t effective, or if it continues to ooze, your doctor may perform a minor surgical procedure to tie off the granuloma and remove it.\r\n\r\nUmbilical Hernia\r\n\r\nIf your baby’s umbilical cord seems to stick out a lot or you notice it bulging when she cries or strains, she may have an umbilical hernia. Umbilical hernias are fairly common in newborns. This is not something to worry about. When the umbilical cord is cut, there is a hole (the umbilical ring) that normally closes. If this opening doesn’t close tissue will bulge through creating an umbilical hernia. A hernia is a protrusion through an abnormal opening. Your baby is not in any pain from this hernia and as her tummy muscles get stronger it normally corrects itself. Your doctor may instruct you to press on the hernia to make sure that it goes back in place. Other than that, there is generally no treatment required. You may be told by some to try strapping the hernia down or placing a coin over it and then taping it in place. At one point, people believed that this would pop the hernia back in place. The hernia will heal on its own with or without strapping. Strapping is not recommended because it can cause skin irritation or infection. If your child still has a hernia at five or six your doctor may repair it surgically. Rarely, an umbilical hernia can become a problem if part of the intestines get stuck in the opening and it cannot be pushed back into place. Consult your doctor immediately if you cannot massage the hernia back in place, if it is hard, or if your child appears to be in pain from touching it."
    },
    {
       "id":"22",
       "title":"Baby Spitting Up: When Should You Worry?",
       "tipDescription":"It’s a fact. Babies are messy little creatures. There’s a reason bibs and diapers are billion dollar industries. For most parents, though you may be unprepared for the sheer volume of the messes your baby will generate at first, you quickly become accustomed to the results your little angel bestow upon you… and I do me upon you. It’s like they have ‘new shirt’ radar. You can lounge around in your PJ’s all day but the second you get dressed to go out somewhere, you pick up your baby and there they go, spitting up on you. It will eventually happen so often that you wonder if it’s better for you to wear the bib instead of your baby. \r\n\r\nWhile spitting up comes with the territory for infants, how much is normal and how much should send warning bells off in your head that something more serious may be going on?\r\n\r\nThe easiest indicator if you should worry is your baby itself. If your baby has been fed and then spits up what you consider to be a large amount but otherwise seems fine, chances are, he is fine. There’s a danger these days in overly concerned parents rushing to their doctors at the first sign of any considerable dribble that could result in your doctor prescribing medication your baby doesn’t really need. This could lead to dangerous problems for your baby later on and could affect his development.\r\n\r\nThe wide spread belief that any baby who spits up more than what the individual parent or doctor considers normal, is leading to the rampant misdiagnosis of gastroesophageal reflux disease in the same category as simple reflux. One needs medication for relief. One doesn’t and it’s up to doctor’s to be able to take time to calm parents concerns. However in more and more cases, doctor’s are simply prescribing medications for babies who spit too much so they can alleviate parents fears that that much spit up can’t be normal. Rather than deal with frazzled parents who are certain they know better, they send them on their way with a prescription so they don’t have to deal with them.\r\n\r\nSo how can you, the parent, tell the difference? Well, normal reflux is caused when your baby is too full and his stomach simply can’t hold all his food. Sometimes a burp is all he needs to release some gas and make room and he’ll feel right as rain again. Sometimes, a burp and some of the contents he can’t hold down comes back up too. Your baby is new to this whole digestion thing, cut him a little slack. If he’s really full, he may spit up a lot but if once he does, he settles back down, rest assured, he’s fine. As long as he’s taking in more than he’s spitting up, you shouldn’t worry. \r\n\r\nWhen pain accompanies the spit up is when you have cause for concern and that is the deciding factor for an accurate diagnosis of gastroesophageal reflux disease. Sometimes babies experience the pain of GERD without the excessive spitting up but that’s only because the contents of their stomach, instead of being expelled, are re-swallowed. Other symptoms may include gagging, choking or frequent burping. The pain will understandably make him fussy and cause him to have trouble sleeping.\r\n\r\nIf the constant spitting up is causing him to have difficulty gaining weight, this can also be a danger sign as it could lead to serious complications including a failure to thrive.\r\n\r\nOnce your doctor determines that the presence of the majority of these symptoms indicates GERD he will start your baby on a few reflux medications to see if that eases the situation on its own. If he decides testing is needed, he will likely conduct a 24 hour ‘probe study’ where a tube is placed down into the baby’s esophagus to measure if too much acid is present.\r\n\r\nAn easier test for the baby involves a barium swallow where the baby is given a barium concoction and then an x-ray is taken of the baby’s stomach, but considering the spitting up is the main problem, chances are the baby will spit up the barium, rendering the test ineffective. But this would be a problem only if GERD is present as the barium can’t stay down long enough to render a reading of the acid level. A barium swallow may be able to help if instead of GERD, the cause of the excessive spitting up is any blocking or narrowing of stomach valves which may cause the reflux.\r\n\r\nSome other reasons for too much spitting up may include breast feeding during a growth spurt your baby is experiencing. If he’s taking in more milk than usual, he’ll obviously get fuller quicker and while he may feel he needs more nutrients because of his growth spurt making him hungrier, his stomach may not be able to handle the extra intake and he’ll spit up more. This may also happen because he’s taking in more air as well. To help your baby digest the higher intake, aim for more frequent short feedings as opposed to long stretches of feedings.\r\n\r\nAnother cause may be when he’s teething. At this time, babies generate more saliva and they swallow more saliva, causing them to spit up more.\r\n\r\nAvoid jostling your baby too much as your feeding him as this causes him to lose his grip on your nipple or the nipple on the bottle, resulting in him swallowing too much air.\r\n\r\nSo while all this excessive spitting up may play havoc on your laundry, rest assured that as long as your baby is gaining weight at a normal rate and isn’t in any pain, chances are pretty good that stocking up on bibs and keeping extra clothes on standby every where you go will be the only things you need to worry about."
    },
    {
       "id":"23",
       "title":"Diarrhea in the Breastfed Baby",
       "tipDescription":"Diarrhea, a condition manifested through frequent loose stools, may affect babies, children of all ages and adults. The condition may be caused by food allergies, infections, parasites, diet, or in rare cases, poisoning. In a breastfed baby, it can be trickier to determine if a baby has diarrhea since most breastfed babies have frequent liquid stools to begin with.\r\n\r\nDiarrhea Symptoms in Breastfed Babies\r\n\r\nDiarrhea in a breastfed baby is uncommon. A breastfed baby can have a bowel movement several times a day or as frequently as after every feeding. Because of this, you can assume that your baby’s bowel movements are normal, even if they are frequent and liquid, unless you notice explosive green stools, stools with mucus or blood in them, or stools that have a foul or acidic odor to them. In this case, it could be diarrhea. In addition, if your baby has an alarming increase in bowel movements he may have diarrhea; however, an increase alone, without other symptoms, does not usually indicate a problem. If you suspect that your baby has diarrhea or he has other signs of an illness, consult your doctor.\r\n\r\nShould I Keep Breastfeeding?\r\n\r\nYou should continue breastfeeding if your baby has diarrhea. Breast milk contains antibodies that are essential for your child’s development and help him to fight off infections. The milk will also keep the baby hydrated. If he is vomiting as well, offer smaller frequent feedings to keep him hydrated.\r\n\r\nIn order to help your baby to get better, you need to pinpoint the problem causing diarrhea in your baby.\r\n\r\nCommon causes in breastfed babies include the following:\r\n\r\nviral infections such as rotovirus, adenovirus, calicivirus, astrovirus and influenza bacterial infections including salmonella, shigella, staphylococcus, campylobacter or E. coli intestinal parasites, such as giardiasis food allergies, with the baby reacting to items in the mother's diet, most commonly, dairy, soy, wheat, nuts or shellfish a course of antibiotics, because these damage the intestinal flora excessive liquids in the mother's diet, especially juice that contains fructose poisoning, if the mother has ingested a poisonous item and the baby receives milk \r\n\r\nMonitor your baby for additional symptoms such as vomiting, stomach pain, fever, blood in the stools, bloating, greasy feces and gas.\r\n\r\nTreatment of Diarrhea\r\n\r\nDiarrhea needs to be treated because it causes dehydration, which can be fatal in newborn babies. Make sure your baby gets plenty of liquids during the treatment.\r\n\r\nCall the doctor if your baby is under the age of 3 months or if he is over 3 months and has one of the following symptoms:\r\n\r\nblack stools chronic vomiting a dry mouth or a dehydrated appearance elevated fever (over 100.4 if the baby is under 3 months old or over 101 degrees Fahrenheit if he's over 3 months) \r\n\r\nThe treatment of diarrhea depends on the baby's condition. If the baby has an infection, the condition requires medication.\r\n\r\nIn the case of food allergies, you should control what you eat and eliminate the potential allergens from your diet. You may also have your baby tested to detect the culprit allergen.\r\n\r\nIf the baby is vomiting, the doctor may recommend a pediatric electrolyte solution to keep him hydrated. If the baby refuses to eat, this is a cause for concern only if he doesn’t eat for over 2 days. Typically, his appetite should return to normal within a day or 2.\r\n\r\nKeep your baby dry, change him as many times as needed and use diaper cream to prevent rashes.\r\n\r\nAvoid giving your baby anti-diarrhea medication unless your doctor recommends it.\r\n\r\nphoto credit: brooklyn skinny\/Flickr"
    },
    {
       "id":"24",
       "title":"Getting a Shot: Vaccine & Immunizations Update",
       "tipDescription":"Humans have managed to utilize science to outsmart illnesses that used to wipe out entire populations at a time. We've done this through medical advances, most particularly, through vaccines and immunizations. A sick baby is the last thing you need, so be sure to keep your little one immunized with the latest vaccines in accordance with the latest credible research available.\r\n\r\nAll vaccinations are important, but you should specifically note that some of the illnesses prevented by modern vaccines are on the rise again among certain sectors of the population that have refused vaccinations. In the U.S., we have experienced recent spikes in cases of measles, with the largest outbreaks in New York, Texas, and North Carolina. Reports of the mumps are also on the rise, with the highest numbers in the Midwest. Pertussis (whooping cough) is also on the rise again, with recent outbreaks occurring most notably in California. In nearly all of these cases, the affected patients had not received a vaccine for the illness.\r\n\r\nRecent Research on Vaccines\r\n\r\nA February 2014 Danish study found that children who received the MMR (Measles, Mumps, Rubella 9) vaccine at the appropriate ages had a lower incidence of infection-related hospital admissions.\r\n\r\nA March 2014 Australian study found a significant link between receipt of the HPV vaccine and a lower rate of cervical abnormalities.\r\n\r\nIn order to keep your child as healthy as possible, follow the vaccination schedule provided by the Centers for Disease Control, which is based on current research. Many of these vaccinations are normally lumped together in groups of two or three, to be administered at one doctor visit. If you are concerned about potential side effects from doing too many vaccines at once, you can talk with your doctor about administering them separately. You can go to the CDC website (www.cdc.gov) and others to learn about an alternate vaccination schedule in order to provide your child with more time between vaccinations.\r\n\r\nIf you plan to travel with your child, discuss your travel plans with your doctor so that you can possibly accelerate your vaccination schedule or receive shots specific to your destination. Once your child is vaccinated, be sure to keep an eye on how long each vaccination lasts - some will need to be updated down the road.\r\n\r\nGeneral Schedule of Vaccines for Birth through 12 Years\r\n\r\nBirth\r\n\r\nHepatitis B1 - 1st dose\r\n\r\n1 Month \r\n\r\nHepatitis B2 - 2nd dose (between 1 month and 2 months)\r\n\r\n2 Months\r\n\r\nRotavirus 2 - 1st dose\r\n\r\nDiphtheria - 1st dose\r\n\r\nTetanus - 1st dose\r\n\r\nAcellular Pertussis 3 - 1st dose\r\n\r\nHaemophilus Influenzae Type B5 - 1st dose\r\n\r\nPneumococcal Conjugate 6 - 1st dose\r\n\r\nInactivated Poliovirus 7 - 1st dose\r\n\r\n4 Months\r\n\r\nRotavirus 2 - 2nd dose\r\n\r\nDiphtheria - 2nd dose\r\n\r\nTetanus - 2nd dose\r\n\r\nAcellular Pertussis 3 - 2nd dose\r\n\r\nHaemophilus Influenzae Type B5 - 2nd dose\r\n\r\nPneumococcal Conjugate 6 - 2nd dose\r\n\r\nInactivated Poliovirus 7 - 2nd dose\r\n\r\n6 Months\r\n\r\nHepatitis B1 - 3rd dose (between 6 months and 15 months)\r\n\r\nDiphtheria - 3rd dose\r\n\r\nTetanus - 3rd dose\r\n\r\nAcellular Pertussis 3 - 3rd dose\r\n\r\nPneumococcal Conjugate 6 - 3rd dose\r\n\r\nInactivated Poliovirus 7 - 3rd dose (between 6 months and 18 months)\r\n\r\nAnnual Influenza Vaccination, Influenza 8 (between 6 months and 15 months and to be continued once a year)\r\n\r\n12 Months\r\n\r\nHaemophilus Influenzae Type B5 - 3rd or 4th dose (between 12 months and 18 months)\r\n\r\nPneumococcal Conjugate 6 - 4th dose (between 12 months and 15 months)\r\n\r\nMeasles - 1st dose (between 12 months and 15 months)\r\n\r\nMumps - 1st dose (between 12 months and 15 months)\r\n\r\nRubella 9 - 1st dose (between 12 months and 15 months)\r\n\r\nVaricella 10 - 1st dose (between 12 months and 15 months)\r\n\r\nHepatitis A 11 - 2nd dose (between 12 months and 23 months)\r\n\r\n15 Months\r\n\r\nDiphtheria - 4th dose (between 15 months and 18 months)\r\n\r\nTetanus - 4th dose (between 15 months and 18 months)\r\n\r\nAcellular Pertussis 3 - 4th dose (between 15 months and 18 months)\r\n\r\n4-6 Years\r\n\r\nDiphtheria - 5th dose\r\n\r\nTetanus - 5th dose\r\n\r\nAcellular Pertussis 3 - 5th dose\r\n\r\nInactivated Poliovirus 7 - 4th dose\r\n\r\nMeasles - 2nd dose\r\n\r\nMumps - 2nd dose\r\n\r\nRubella 9 - 2nd dose\r\n\r\nVaricella 10 - 2nd dose\r\n\r\n11-12 Years\r\n\r\nTDAP (Tetanus, Diphtheria, and Acellular Pertussis 4)\r\n\r\nHPV (1st dose of 3-dose series)\r\n\r\nMeningococcal 13 - 1st dose"
    },
    {
       "id":"25",
       "title":"5 Tips for Dealing with Nasal Congestion in Babies",
       "tipDescription":"If your baby has a stuffy nose, it can be awful listening to her struggle to breathe. On top of that, you may feel a bit helpless because your baby doesn’t know how to blow her nose yet! What can you do to offer relief?\r\n\r\nFirst, be sure to check out all of your child’s symptoms. Keep in mind that when your baby is breathing through the nose—even if it’s slightly stuffy—it may seem more congested than it really is. That’s because a baby’s nasal passages are relatively small.\r\n\r\nSimple, Practical Tips\r\n\r\nIf you determine that you baby indeed has a cold (or other congestive issue), it’s important to do what you can to help relieve it, as the stuffiness can affect your child’s ability to suckle or to swallow liquid. Here are tips for babies older than four months:\r\n\r\n1. Keep Baby’s Head Raised\r\n\r\nBe sure your child’s head is lifted at about a 30-degree angle to allow the mucus to drain. Try folding a blanket and putting it under the crib’s mattress at the head of the bed\/crib. (Be sure the angle of the mattress is not so high that your baby rolls down.)\r\nFor acute symptoms and to ease drainage, you can also put your child in a car seat which provides an angled position or hold her upright against your chest while standing or seated. Either of these methods keeps the baby’s head upright, allowing the mucus to flow downward.\r\n\r\n2. Use a Nasal Aspirator \r\n\r\nPut ¼ teaspoon of salt in a warm cup of sterilized water Using an eye dropper, insert a few drops of this saline water into each nostril Draw out the mucus from each nostril with a medical rubber bulb syringe (aspirator) \r\n\r\nSome moms swear by the nasal aspirator called the “Nose Frida.” Be careful when using an aspirator so that it does not irritate the nasal passages. You can try to prevent this by not putting the syringe too deeply into the nostril. The tip doesn’t need to go too far into the nostril and it should be pointed toward the ear—not “up the nose” toward the baby’s eyes. Make sure that you keep the nasal aspirator clean and dry, so that you don't introduce new germs (bacteria or fungi) to baby's nasal passages.\r\n\r\n3. Try Warmth or Steam\r\n\r\nSome pediatricians recommend a warm bath or steamy bathroom to help relieve stuffiness:\r\n\r\nTurn on the shower and allow steam to fill the bathroom. Then take the baby in the steamy room and let him or her breathe in the warm moisture. This can also help relieve chest congestion and a cough. Give your baby a warm, soothing bath. You may want to use a special bath soap (e.g., Johnson’s Soothing Vapor Bath—in the light green bottle), but be aware that special soaps with menthol or herbal vapors may trigger an asthma attack in babies who have this condition. As long as baby doesn't have asthma, you can put Olbas oil (a Swiss aromatherapy oil with herbal vapors) on a tissue and fan it in front of the baby for a little while, or add a few drops in a bowl of hot water nearby—safely out of reach. Dab a little Vicks VapoRub on your child’s chest at bedtime, unless your child has asthma or any sensitivity to the vapors. (A Penn State study found this treatment could be effective in easing congestion to help kids sleep.) \r\n\r\n4. Keep Baby Hydrated and the Air Moist\r\n\r\nGive your baby enough sterilized water and formula or breast milk—if you’re nursing. Use a humidifier in baby’s room because moisture in the air helps relieve breathing difficulties. (Be certain to keep the humidifier clean, though, so it doesn’t become a moldy health hazard instead!)\r\n\r\n5. Wipe the Nose with a Soft, Warm Cloth. \r\n\r\nUse a wet, warm cloth (not a sopping-wet one—but a squeezed-out washcloth) to gently wipe around your baby’s nose. Then have him or her breathe some of the warmth from the cloth for a few seconds at a time.\r\n\r\nWhat You Should Know\r\n\r\nNasal congestion can be triggered by a number of things:\r\n\r\nViral infections (like the common cold) Adenoiditis\/Sinusitis (secondary bacterial infections) Allergies (especially for babies over age 2) Acid reflux \r\n\r\nBabies are especially vulnerable to viruses, and it may seem that there’s only a short break between wellness and the next bout of sniffles. In fact, youngsters can have as many as a dozen viruses\/colds in a year.\r\n\r\nSigns to Watch for\r\n\r\nIf you're not sure when to call the doctor, keep on the lookout for red flags such as:\r\n\r\nTrouble with feeding \/ nursing Fever Discolored nasal discharge, present for about 2 weeks Inability to sleep Stuffiness continues more than 6 weeks If the baby with the congestion is younger than 3 months old Signs of respiratory distress (rapid movement of the chest muscles or breathing quickly with nostrils flaring) \r\n\r\nSome symptoms need a pediatrician’s attention right away. Find out if your baby has any of the following:\r\n\r\nYour baby’s congestion seems to be more than just routine sniffles and he or she looks sick. The congestion is getting heavier and lasts more than 10 days. Mucus is greenish and your baby seems to be in pain or has a fever. These could be signs of an infection. Blood appears in the mucus. Fever is getting higher, and it continues for more than a few days. \r\n\r\nIf your baby doesn’t have any of these signs, and you feel confident about his or her breathing pattern, then there’s usually no need to be overly concerned.\r\n\r\nThings to Think Twice about\r\n\r\nWhen your baby is miserable with congestion, it’s understandable that you might consider giving medication to relieve any discomfort. However, it’s usually better to avoid giving cold medications to very young babies. In fact, it’s best to check first with your pediatrician before giving your baby or young child any over-the-counter medication.\r\n\r\nDid you know that nasal decongestants actually can rev up a baby instead of helping him or her to rest? Most physicians hesitate to give such medications to kids below 1-year-old. Think twice before dispensing medication—because you may end up with a sniffly, wide-awake baby instead of a sleeping one!\r\n\r\nIn addition, never use Tylenol (acetaminophen) to reduce fever in a baby who is under two months of age. That’s because a fever in such a young infant may be a sign of a secondary infection. Any fever above 100.4 degrees Fahrenheit should be evaluated by a pediatrician to confirm that there isn’t a serious underlying cause. Tylenol also can lessen a baby’s natural immune response. (Offering aspirin also should be avoided. Aspirin may result in Reye’s syndrome in children—an occasionally fatal condition.)"
    },
    {
       "id":"26",
       "title":"Baby Food: Worse than a Big Mac?",
       "tipDescription":"A new report out of Britain has released information regarding popular baby foods and their high sugar and saturated fat contents. Reuters reports that the CFC (Children’s Food Campaign) cited certain baby foods – such as Farley’s Original Rusks and Toddler’s Own Mini Cheese Biscuits (both made by Heinz) – as examples of such.\r\n\r\nFarley’s Rusks contain 29 percent sugar, while the mini cheese biscuits contain 7.3 grams of saturated fat per 100 mg. The CFC tested over 100 baby foods, with spokesperson Christine Haigh telling Reuters, “The results of the survey are staggering … many foods marketed for babies and young children are advertised as healthy. In reality, in terms of sugar and saturated fat content, some are worse than junk food.”\r\n\r\nIn response, Heinz released the following statement: “Farley's Rusks have been enjoyed by generations of babies, and some adults too, for 120 years. Enriched with vitamins and minerals, the unique Farley's Rusk recipe has remained virtually unchanged.\"\r\n\r\nThe bottom line: Don’t assume baby foods are going to be healthy for your little one. Read the product labels and check saturated fat and sugar amounts."
    },
    {
       "id":"27",
       "title":"Should I Worry That My Baby Is Overweight?",
       "tipDescription":"A fat baby is a happy baby. That’s been the rule of thumb for generations, but in this day and age that old adage could be doing more harm than good. ‘Fat’ in your grandma’s day and ‘fat’ today refer to very different ideals. In your ancestor’s time, the diet was a lot more wholesome with chemical and additive free foods. Foods often came directly from the garden or farm.\r\n\r\nTrue, you’re probably not going to be feeding your baby PopTarts and cheeseburgers but if you’re overindulging in them, you could be sentencing your baby before it even comes out of the womb to a lifetime of weight issues.\r\n\r\nLet’s define what exactly is an overweight baby? It’s not necessarily a ‘plump’ looking baby, but an infant whose body weight is noticeably not in proportion with his height.\r\n\r\nChances are high that a baby who is overweight comes from overweight parents or has inherited the obesity gene somewhere along the family tree. This doesn’t mean the problem is unfixable, just that you’re going to have to work that much harder to ensure your baby’s health.\r\n\r\nIf your family has a history of obesity, whether you have a weight problem or not, mention this to your doctor as soon as you discover that you are pregnant so he can monitor your baby’s development in-utero for markers of potential weight issues. If you do have weight issues yourself than this knowledge of hereditary obesity will also help your doctor to get you started on a dietary and exercise regiment that will help combat your weight problems during your pregnancy.\r\n\r\nThere’s another old adage for you, an ounce of prevention is worth a pound of cure, in this case, literally.\r\n\r\nOnce the baby is born, there are still things you can do if your baby is overweight. The first thing you could do is deciding against bottle feeding and choose to breast feed your baby instead.\r\n\r\nAccording to a study published in the US Journal Of Paediatrics, babies who are bottle fed have a higher risk of obesity because formula contains more calories than breast milk. It also showed that babies who were switched to bottle feeding or more solid food after only before 4 months had a higher likely hood of being overweight before they reached the age of five, to say nothing of the weight problems this put them at risk for in later life.\r\n\r\nBesides the fact that breast milk is proven to have more nutrients than formula, most parents tend to think that the bottle must be emptied at each feeding, which could result in your baby growing up being an over-eater.\r\n\r\nAn important way to break the habit of over feeding your baby is to pay attention him. He’ll give you clears that he’s no longer hungry by moving his head away from the nipple and fussing or crying when you try and force the nipple back into his mouth. If you try and force him to continue, your teaching him to eat even when he’s not hungry and that by doing so, he’ll make you happy. You don’t want to have your baby to equate over eating with happiness. Put the bottle down and maybe try later or just accept that the amount he took in during the feeding is more than enough to satisfy him. As long as he’s not underweight, he’s fine.\r\n\r\nIt should be noted that if your baby doesn’t finish feeding and you want to try again later, you should stick to trying just one more time before giving up for that feeding session. You want to stick the same feeding schedule every day as much as possible so that you don’t encourage your baby to equate being fed with being comforted. He might become an emotional eater, a sure road to obesity later in life.\r\n\r\nDon’t automatically assume that every time your baby cries it’s because they are hungry. It might seem like an easy fix but if it’s not yet their feeding time, trying using other methods to soothe them such as simply holding them or playing with them, maybe playing some music as well.\r\n\r\nIf you do bottle feed your baby stick to no less than every two hours for the first two months and every three hours later on. \r\n\r\nIt only takes a baby about twenty minutes to get full so take your time with the feedings. Don’t try and force into him more than he can take by tearing the hole in the bottle’s nipple.\r\n\r\nIf you do worry that your baby is gaining too much weight, do not try and put him on any kind of diet on your own. You could end up doing more harm than good. Let your doctor be the one who to recommend any kind of dietary changes for your baby.\r\n\r\nBesides working towards good feeding habits, try and engage your baby in physical activity. Admittedly, as an infant, he won’t be able to do much. Massage him often to stimulate good blood circulation. Get him one of those toys that make sounds when his feet kicks against them or play games that encourage him to reach for things. Hold him upright often with support to strengthen his muscles.\r\n\r\nYou want a happy baby and that means a healthy one, knowing what you can do to keep your baby at a healthy weight, even if heredity is against you is your best way to make sure that happens."
    },
    {
       "id":"28",
       "title":"Babies born in the Summer Taller and Stronger?",
       "tipDescription":"Researchers from Bristol University in England have discovered that babies born in the late summer or early in the fall often grow to be taller and stronger than babies born in spring or winter.\r\n\r\nA team of researchers looked at 7000 children and concluded that the reason for the difference in height and strength may be linked to their mothers’ exposure to the sun. \r\n\r\nBBC News reports that the study, known as the Children of the 90s project, found that by age ten, children born in the summer and fall were on average half a cm taller than children born in the winter months. The study also found that summer born children had wider and stronger bones. The summer babies had an average of close to 13 square cm of extra bone area when compared to winter babies.\r\n\r\nThe body makes vitamin D from sunlight. Vitamin D is used by the body to build strong and healthy bones. Researchers suggest that the reason summer babies maybe taller than their peers is because of their mother’s exposure to sunlight and the subsequent increase in their bodies’ vitamin D production.\r\n\r\nProfessor Jon Tobias, one of the University researchers, told BBC News, \"Wider bones are thought to be stronger and less prone to breaking as a result of osteoporosis in later life, so anything that affects early bone development is significant.”"
    },
    {
       "id":"29",
       "title":"Tips for Baby's Health",
       "tipDescription":"Unlike older children, babies have fewer resources to deal with illness. When a baby gets sick, you want to be on the alert and careful. While you don’t want to call the doctor all the time, most doctors prefer you call them earlier rather than later. For a physician it is easier to provide guidance earlier in the course of a baby’s illness. The help will likely protect you and the baby from having to make a trip to the emergency room or the doctor’s office.\r\n\r\nOften infant and baby problems with colic and listlessness are connected to the formula you are feeding your baby. A new study in Nutrition Journal found that infants have similar tolerance for regular and hypoallergenic formulas. The study was conducted by Mead Johnson, a company who markets various infant formulas and included 335 healthy full term babies followed for 60 days. The symptoms parents used to switch infants to hypoallergenic formula were “excessive crying and fussiness”. 47 % of parents who switched their infants to hypoallergenic formulas did not seek medical advice. This is important to keep in mind when you are faced with a baby with colic. Of note is also the fact that if you are breast feeding, colic may also occur. Breast milk is a reflection of the food you eat and sometimes you and the baby do not like the same food. Stay away from spicy foods, alcohol and caffeine. They will make the baby’s belly hurt and keep both you and the baby up. Other important tips on making the distinction between something that needs medical support or something a new mom can handle without much concern:1. Fever. Infants should not have high fevers. In the first 6-12 weeks of life most infants carry mother’s immune antibodies that protect from common illnesses. If a newborn has a fever of more than 100.4 F rectally a doctor should be contacted.. Fever dehydrates newborns very quickly so focus on keeping your infant well hydrated.2. Cough. Infants should not have coughs. Sneezing is normal but coughing is not. Keep in mind infants don’t move so secretions will drip to the back of their throat and they have to be removed by caregiver. Call a doctor if an infant has a cough. 3. Change in appetite. Infants should be hungry and eat well at feeding time. If the baby doesn’t eat, skips meals or sucks poorly, call a doctor.4. Cranky. Babies are usually in a great mood. They coo and giggle. If you see a change in your baby’s mood, it’s usually a sign he\/she isn’t feeling well. Check to make sure they don’t have a fever, have belly pain, diarrhea or constipation. Do not ignore mood changes. 5. Vomiting. While it isn’t unusual for infants to spit up after they finish a meal, it is unusual for them to vomit. Projectile vomiting- vomiting that shoots out across the room is associated with digestive problems and congenital narrowing of the digestive tract. If the baby projectile vomits or just stats vomiting call a doctor. Infants get easily dehydrated and dehydration is the most common cause of children requiring hospitalization.6. Colds. Colds are uncommon in newborns. Sneezing is okay but if the baby starts having a cold that interferes with breathing by creating nasal congestion, call a doctor.7. Rash. Rashes are unusual in newborns so any rash that covers more than the diaper area should be looked at by a physician. Often formula allergies may cause the rash.8. Eye discharge. A rare occurrence but certainly something to keep in mind. If the baby has a discharge coming out of one or both eyes, you should consult a doctor.9. Ear problems. If a baby tugs on his\/her ear or an infant rolls his\/her head to one side associated with crying and often fever, you are probably dealing with an ear infection so do take the baby to the doctor.10. Crying. It is rare to have a baby that doesn’t spend much of her awake time crying. Usually crying is not a sign of illness or of concern. For the most part babies sleep most of the time so crying is reserved for feeding and changing time. If however, your baby cries all the time, doesn’t sleep and is inconsolable do call your doctor."
    },
    {
       "id":"30",
       "title":"Eco Dental Care Tips For Tots, And Preparing For The Tooth Fairy",
       "tipDescription":"We all know what hard work it is for baby to sprout those teeth, and we have some eco dental care tips to keep your tot's pearly whites shining bright. Start with a BPA-free toothbrush. Here are five eco-friendly, non-toxic toothbrushes for tots that we're keen on. For baby's very first toothbrush, reach for Kushies soft and gentle, easy to use 100% silicone toothbrush made especially to brush the tiniest teeth. Jack n' Jill also offers delightful natural toothpaste in enticing flavors including banana, blueberry, strawberry, black currant and raspberry, as well as BPA-free toothbrushes. If your little one is picky about toothpaste, check out our toothpaste taste test to get an idea of what some of the top brands on the market taste like from a kid's perspective. Once your kiddo heads to the dentist, keep in mind the following: regularly scheduled dental X-rays have been linked to brain tumors, so discuss an alternative schedule with your dentist. Also, dental sealants contain BPA, which is linked to behavioral and emotional problems in kids -- so learn how to limit your exposure to BPA. And once the tooth fairy is ready to visit your child, be prepared with an official tooth fairy kit, and either a sweet turtle tooth fairy box or a wool felt tooth guardian angel to house your child's precious first lost tooth!"
    },
    {
       "id":"31",
       "title":"Effective, Nontoxic Teethers & Tips To Soothe Teething Babies",
       "tipDescription":"Teething is painful work, and it often causes babies to have very irritable days and long, sleepless nights -- both of which affect the entire family. Good thing there's no shortage of innovative and eco-friendly teethers for little ones to sink their hard working gums into, all of which make it easy to avoid plastic teethers entirely, as they may contain harmful BPA and PVC. Above, Greensprouts cornstarch based hand-teething rattle is toxin free as well as biodegradable and compostable. These delightful crochet teething rings give baby two eco surfaces to chew, soft Oko-tex cotton and hard wood. Pinkhouse Handworks also designs beautifully crocheted teethers that double as entertainment with a soft jingle bell inside. Our top seven picks of green teething toys range from the classic, uber popular Sophie the Giraffe to the lesser known but super convenient Oh Plah! teething bracelet. Babes will have fun clutching and chewing these crafty felted wool teether gnots. This ingenious, handmade teething necklace gives baby something to tug and chew other than your necklace or your hair! Once baby is of appropriate age, whip up a batch of these healthy, vegan teething biscuits and little ones can snack while they soothe their gums. Looking for a gift of sweet relief for a special bambino? Parents and kids alike will be impressed by Little Alouette's letterpress typography teethers. And don't miss our 7 natural ways to soothe your teething baby! Good luck growing those pearly whites!"
    },
    {
       "id":"32",
       "title":"Natural Cold Remedies for Babies",
       "tipDescription":"Over the counter (OTC) cold and cough medicines should not be given to children under 6, and especially not to babies. The American Academy of Pediatrics advises doctors to always recommend more natural remedies for babies when they contract a cold. OTC medicines have been shown to have dangerous side effects in babies, and even if this doesn't happen, the medicines won't help your baby get over a cold sooner. You should always think carefully before you dose a young child or baby with OTC cold medicine. Here are some natural cold remedies you can try for your baby's symptoms:\r\n\r\nCoughing\r\n\r\nBreast milk is one of the best remedies any time your baby gets sick. It helps boost the baby's immune system, and transfers some of your resistance to the baby. Increase your feeding schedule to help your baby's cough.\r\n\r\nA natural oil rub can also help sooth a cough. Mix 3 to 4 teaspoons of olive oil with 2 to 3 drops of eucalyptus, rosemary and peppermint oil. Rub the mixture on the baby's chest and back. This works especially well at night, because the rosemary can help the baby sleep while the eucalyptus eases the coughing.\r\n\r\nCongestion\r\n\r\nCongestion is simple to relieve with steam. You can simply stand in the bathroom and run a hot shower to make the air steamy. Stay in there for a few minutes with your baby, and it will help to clear her airway.\r\n\r\nAnother option is to give the baby a warm bath, and add a few drops of essential oils to the bathwater. Eucalyptus is a natural oil that helps to clear the airway, and you can also try sage or thyme drops. Running a humidifier in the baby's room can help keep the air moistened as well, which will relieve both coughing and congestion.\r\n\r\nRunny Nose\r\n\r\nSome saline drops and a bulb syringe are the way to go when your baby's nose is runny or clogged with mucous. Use a dropper to put a few saline drops into one nostril, and then use the rubber bulb syringe to suck the mucous out. Repeat on the other nostril. This is uncomfortable for the baby, but the relief from the runny nose will be quick, which is the goal.\r\n\r\nFever\r\n\r\nA baby with a fever can be one of the scariest moments for parents. A fever is the body's way of naturally fighting off an infection, but if the baby's temperature gets too high, you'll want to take steps to relieve it. Ask your doctor about using either infant ibuprofen or a similar remedy for a fever. (Make sure you ask at a regular appointment with your pediatrician; babies tend to get fevers in the middle of the night, when you can't reach your doctor.)\r\n\r\nWhen to Be Concerned\r\n\r\nIf your baby is 3 months old or less, you should give the doctor a call any time signs of sickness appear. A baby this young should not have a temperature above 100.4 degrees Fahrenheit. From 3 to 6 months, call the doctor if her fever gets above 101 degrees, and after 6 months, call the doctor if a fever climbs above 103 degrees.\r\n\r\nYou should also call the doctor if cold symptoms appear to be getting worse, or if a fever lasts longer than 2 days. Any significant change in the baby's feeding or sleeping habits during sickness should be cause for concern."
    },
    {
       "id":"33",
       "title":"Blood in Baby's Stool",
       "tipDescription":"Babies can sometimes have blood in their stool that is caused by food allergies, a small anal tear or fissure, or even a temporary case of lactose intolerance. It might even be a drop of blood that came from a cracked nipple, which the baby then passed through his system. Many times the cause of blood in a baby's stool is unknown or undiagnosed. Most of the time the problem will go away on its own, but you should always check with your pediatrician when you find blood in the stool.\r\n\r\nBlood Color Can Identify the Source\r\n\r\nMoms usually pick up on the problem when they notice blood in the baby's diaper. The color of the blood can tell you a lot about where it originated. If it's red, it means the blood either originated externally or just inside the rectum or colon. This is often caused by a small anal fissure or tear. Sometimes a baby will have to strain to get out a stool, and this can cause a fissure.The blood is normally on the outside of the stool in this instance.\r\n\r\nIf the blood is a dark brown or black color, it usually means that it originated further up inside the gastrointestinal tract. In this case, the stool will have blood throughout it.\r\n\r\nIf your baby does have a slight external anal fissure, the most common treatment is to put a small amount of antibacterial ointment on it. It will usually heal on its own in a few days.\r\n\r\nWhen to Go to the Doctor\r\n\r\nYou should always check with your baby's doctor if you notice darker blood in the stool, because it could indicate a more serious problem. If it's just a drop of blood in the diaper, or if it appears to be from an anal fissure, it might not warrant a trip to the doctor. If it is more than a drop of blood, watch your baby's behavior for additional signs and symptoms.\r\n\r\nIf your baby is happy and playful and acting like his normal little self, the blood in the stool is probably not a big problem. However, if the baby is feverish or vomiting, or if there is a significant amount of blood in the stool, call your doctor immediately."
    },
    {
       "id":"34",
       "title":"Febrile Seizures in Babies: What You Should Know",
       "tipDescription":"Sometimes a baby's brain will have an extreme reaction to a fever, which triggers a seizure. These are known as febrile seizures. This is not epilepsy, and having a febrile seizure is not an indicator that a child will develop epilepsy later in life (more on this below). These seizures typically manifest between the ages of six months and three years, and a child usually outgrows them.\r\n\r\nFrequency of Febrile Seizures\r\n\r\nAbout four percent of all children will experience at least one febrile seizure. Among these, about one third of them will experience more seizures down the road. It most commonly happens in toddlers and the condition goes away by about age five.\r\n\r\nSymptoms of Febrile Seizures\r\n\r\nConvulsions are the most common symptom of febrile seizures. The child falls unconscious and shakes uncontrollably on one or both sides of the body. Sometimes the child's body becomes stiff and only twitches in certain spots, rather than shaking entire limbs. Seizures can last from several seconds in minor cases, to more than 15 minutes in extreme cases. They usually occur on the first day of a fever that is more than 102 degrees Fahrenheit.\r\n\r\nHow You Can Help during a Febrile Seizure\r\n\r\nThe first thing to do if your child has a febrile seizure is lay him down in a safe area on the floor or the ground. Don't try to restrain him. Contrary to popular belief, you shouldn't place anything in a person's mouth when they're having a seizure; this actually increases the chances of them choking. If the child has anything in his mouth at the time, it should be removed so the airway is open and he can breathe.\r\n\r\nTry to time the seizure and take the child to the hospital after it ends. If the seizure lasts more than 10 minutes, the child should be rushed to the hospital immediately. Hospitalization is usually not needed for febrile seizures, but you'll want the doctor to examine your child to try to determine the source.\r\n\r\nDiagnosis and Possible Causes\r\n\r\nDuring the diagnosis phase, the doctor will try to figure out the underlying cause of your child's seizure. Sometimes, seizures can occur as a result of an underlying infection. Meningitis is an infection that affects the brain and can cause seizures; a spinal tap may be required to determine whether the child has it. Dehydration is another culprit that can lead to seizures. If the child is experiencing diarrhea and vomiting along with a fever, the associated dehydration has been known to cause febrile seizures. The doctor may also perform blood and urine tests to try to determine the cause.\r\n\r\nLong-Term Treatment\r\n\r\nAs mentioned, most children outgrow febrile seizures. But if your child has had one, he may be likely to have more seizures during subsequent fevers. Common fever-reducing medicines like children's ibuprofen are a first line of defense. Doctors believe it's generally better to try to reduce the fever before a seizure can occur. However, if the child has more serious febrile seizures, stronger drugs can be prescribed. Diazepam can be delivered orally or rectally to small children. It's considered very safe and has minimal side effects.\r\nThe sight of a child having a febrile seizure can be frightening for parents. Just keep in mind that the vast majority of children outgrow the condition and it rarely causes any negative long-term health effects."
    },
    {
       "id":"35",
       "title":"Heat Rash in Babies",
       "tipDescription":"Heat rash is very common in babies, especially those who live in hot, humid weather. It usually appears on the parts of the body that are prone to sweating, like the neck, shoulders, chest, diaper area, armpits, and elbow creases.\r\n\r\nHeat rash symptoms\r\n\r\nSymptoms range from superficial blisters to deep, red lumps. There are three types of heat rash, depending on how deep the symptoms occur in the skin.\r\n\r\nMiliaria crystallina - This is the mildest form of heat rash and affects the sweat ducts in the topmost layer of the skin. Symptoms include tiny, clear, superficial blisters and bumps (papules) that break easily and are not itchy or painful. This type of heat rash usually clears on its own but can come back if hot, humid weather persists. Miliaria rubra - Occurring deeper in the outer layer of the skin (epidermis), this form of heat rash is sometimes known as “prickly heat” because it can cause an itchy or prickly feeling. Infants usually develop this type of heat rash between the first and third weeks of life. Symptoms include red bumps, itchy or prickly sensations, little or no sweating in the affected areas. Miliaria profunda - This form of heat rash affects the deeper layer of the skin (dermis) and occurs mainly in adults, not infants. \r\n\r\nWhat causes heat rash?\r\n\r\nHeat rash develops when sweat ducts become blocked and perspiration is trapped under the skin. Though heat rash can affect anyone, newborns are most susceptible because their sweat ducts aren't fully developed and can rupture easily, trapping perspiration beneath the skin. Newborns who have high fevers or are in incubators can also develop heat rash.\r\n\r\nHeat Rash or Infantile Eczema?\r\n\r\nInfantile eczema is an itchy, dry, red rash that occurs when babies are overly sensitive to allergens in their environment, such as pollens, molds, dust, animal dander and certain foods. It is common in babies with a family history of eczema, as well as hay fever, asthma, and other allergies. It may occur on the face, the chest, elbows, arms or behind the knees.\r\n\r\nTreatment for heat rash\r\n\r\nThe best treatment for any form of heat rash is to cool the skin and reduce sweating by staying in air-conditioned rooms. If the heat rash is making your baby irritable, apply calamine lotion to soothe the itch. Anhydrous lanolin may also help prevent sweat duct blockage and stop new lesions from forming.\r\nHeat rashes usually clear within 7 to 10 days if baby’s skin is kept cool and dry, however, if your baby’s rash becomes infected you should see your doctor right away. Signs of infection include increased pain, swelling, redness or warmth in the affected area; yellow pus draining from the lesions; swollen lymph nodes in the armpit, neck or groin; fever or chills.\r\n\r\nPreventing heat rash\r\n\r\nKeep baby’s sleeping area cool, dry and well ventilated to prevent excess sweating while your baby is sleeping. Heat rash usually develops in hot, humid weather, but can also occur in cold weather if infants are dressed too warmly and perspire. So, drape your baby in loose-fitting layers and fabrics that wick moisture away from the skin. Avoid heavy creams and ointments, which can block sweat ducts, and bathe your baby in cool water with nondrying soap that doesn’t contain fragrances or dyes."
    },
    {
       "id":"36",
       "title":"Reflux Symptoms in Babies",
       "tipDescription":"Acid reflux, or “spitting up,” is very common among infants. Because the ring of muscle between the esophagus and the stomach (lower esophageal sphincter) is not yet mature in infants, it is unable to effectively hold stomach contents down. Spit up can also occur when your baby simply drinks too much and too fast, creating air bubbles in the esophagus which push liquid up and out of baby’s mouth.\r\n\r\nReflux symptoms\r\n\r\nAlthough infant acid reflux most often occurs after feeding, it can happen anytime your baby coughs, cries or strains. Signs and symptoms of infant acid reflux include:\r\n\r\nspitting up irritability during or after feedings coughing wheezing refusing to eat crying when placed on his or her back, especially after a feeding in severe cases, your baby may arch his or her back while crying and this may look like your baby is having a seizure. \r\n\r\nTo minimize reflux, consider these tips:\r\n\r\nFeed your baby in an upright position. Follow each feeding with 15 to 30 minutes in a sitting position. Gravity helps stomach contents stay down. Be careful not to jostle or jiggle your baby while the food is settling. Try smaller, more frequent feedings. Frequent burps during and after each feeding can keep air from building up in your baby's stomach. To burp, sit your baby upright, supporting his or her head with your hand. Avoid burping your baby over your shoulder, which puts pressure on your baby's abdomen. If you're using a bottle, make sure the hole in the nipple is the right size. If it's too large, the milk will flow too fast. If it's too small, your baby may get frustrated and gulp air. A nipple hole that's the right size will allow a few drops of milk to fall out when you hold the bottle upside down. Ask your doctor about thickening your baby’s formula or breast milk. If your doctor approves, add a small amount of rice cereal to your baby's formula or expressed breast milk. You may need to enlarge the hole in the nipple to make sure your baby can drink the thickened liquid. \r\n\r\nWhen to be concerned\r\n\r\nIf your baby spits up, but is happy and smiling, you shouldn’t worry as most cases clear up on their own around 12 to 18 months of age, without causing problems for your baby.\r\n\r\nSome symptoms, however, may indicate more serious conditions, such as gastroesophageal reflux disease (GERD) or pyloric stenosis. Contact your doctor right away if your baby has any of these symptoms:\r\n\r\nIsn't gaining weight Repeatedly spits up forcefully, causing stomach contents to shoot out of his or her mouth Spits up green or yellow fluid Spits up blood or a material that looks like coffee grounds Repeatedly resists feedings Has blood in his or her stool Has other signs of illness, such as fever, diarrhea or difficulty breathing Begins vomiting at age 6 months or older Severe abdominal pain"
    },
    {
       "id":"37",
       "title":"The 411 on Baby Poop - Infant Bowel Movements",
       "tipDescription":"You wouldn’t think there was that much interest in baby poo, but it seems new moms and experienced moms alike want to know more about baby poop. Your baby’s first bowel movement will be black or greenish black and look like tar. It will be really sticky too. This is called meconium.\r\n\r\nYour baby’s first poop - meconium\r\n\r\nDuring your pregnancy your baby’s digestive system starts to work by swallowing amniotic fluid. Meconium, which is made up of amniotic fluid, bile, and shed skin cells, begins to collect in your baby’s intestines while he is in your womb.\r\n\r\nWhen your baby has his first bowel movement, he will empty the meconium that has been collecting. Most babies start to pass meconium within 12 hours of their birth. Not passing meconium during the first 24 hours can be a sign of a complication such as an intestinal obstruction. Occasionally, babies have their first bowel movement in utero. This can happen if baby is in distress. Furthermore, passing meconium into the amniotic fluid can cause a complication known as meconium aspiration syndrome.\r\n\r\nThe first month of baby poops - what to expect\r\n\r\nOnce your baby passes the meconium out of his system, his poop will begin to change colors. If you are breastfeeding, your baby’s stools will be mustard colored, seedy, and runny. If you are formula feeding, they will be tan colored and soft. Formula-fed babies’ stools are firmer than breastfed babies but they should not be any firmer than a peanut butter consistency. Some moms say that a breastfed baby’s poop doesn’t stink. It has a distinct smell that some describe as sweet but it still has an odor.\r\n\r\nBabies that poop a lot\r\n\r\nIf your baby is breastfed expect a lot of poop, at least in the beginning. Breastfed babies often have a bowel movement after every feeding for the first few weeks. If your baby is breastfeeding, he may go after every feeding or he may go several times a day. Don’t be alarmed by this. If it is runny and seedy that is perfectly normal for a breastfed baby. A lot of new moms mistake breastfed stools for diarrhea.\r\n\r\nIf your baby is a formula-fed baby, he will poop a lot in the beginning too. Formula-fed babies do not have as many bowel movements, generally, as breastfed babies but you can expect four or five poops a day in the first few weeks.\r\n\r\nBabies that don’t poop for several days\r\n\r\nOnce your baby is about one month old, he may start having fewer bowel movements. If your baby is breastfed, he may go several days to a week without having a bowel movement. This is nothing to worry about. Exclusively breastfed babies rarely have problems with constipation. If he goes longer than a week, he seems to be in pain, or if you are concerned, call your pediatrician.\r\n\r\nFormula-fed babies poops slow down at about a month as well. However, formula is more likely to cause constipation than breast milk. Most formula fed babies will have about one bowel movement a day. Stools should be soft. If you notice your baby’s stools are firm or hard and pellet-like, he may be constipated. If your baby goes longer than two or three days without a bowel movement and he is formula fed, you should give your pediatrician a call.\r\n\r\nBabies that grunt and cry when they poop\r\n\r\nIf your baby does a lot of grunting when he poops don’t worry. This is normal. Babies sometimes grunt, cry or turn red when they have a bowel movement. This is nothing to worry about. A lot of new parents mistake this grunting for straining and constipation. Once your baby gets used to his bodily functions and how they feel, he won’t be as vocal about having them.\r\n\r\nGreen Poop\r\n\r\nEvery now and then the notorious green poop may show up in your baby’s diaper. You may take a look at it and ask yourself “how’d that get there?” There are many different causes for green poop. More than likely, if your baby has green poop, it’s nothing to worry about, but here are a few possibilities.\r\n\r\nIron-fortified formula - Some formula-fed babies will develop a case of green poop from the iron in the formula they are taking. As long as your baby is happy and not having any problems with constipation, there is nothing to worry about. Jaundice - A baby that has jaundice may have dark or greenish colored stools. This normally goes away once baby is off of the bilirubin lights. Dairy Sensitivity - Some breastfed babies are very sensitive to certain foods in their mom’s diet. If your baby is having problems with green mucousy stools, blood in his stools, spitting up a lot, or a skin rash, he may be sensitive to something in your diet. Dairy products are one of the most common causes of food allergies in babies. If you think this might be the problem, try eliminating milk and dairy products from your diet. It may take a couple weeks to see results from a dairy elimination diet. You should see improvement in a week or two. If you’re not sure, you can always try it out for a few weeks and then try having a cup of milk to see what happens. If the symptoms come back, then milk is probably the culprit and you will want to avoid it. Foremilk\/Hindmilk imbalance - If your baby is breastfeeding and has green frothy-looking poops, this may be a result of a foremilk\/hindmilk imbalance. To put this simply, when a mom breastfeeds the first milk that comes out (foremilk) is thinner and lower in fat. After you have nursed for a bit, you will start to produce richer, fattier milk called hindmilk. Babies that receive too much of the thin foremilk and not enough of the richer hindmilk sometimes have problems with green stools and tummy aches. If you have been switching breasts a lot instead of letting baby get a good feed on one breast, you may have problems with this. Other reasons - Sometimes babies just have greenish colored poop. The range of color in baby’s poops can vary. Any range of yellow, mustard to yellow\/green is pretty normal for a baby. If baby is gaining well and happy then there is nothing to worry about. \r\n\r\nBlack poop\r\n\r\nBlack poop can be seen from iron supplementation. If your baby is taking an iron supplement or is on iron-fortified formula, he may have black or dark colored stools. Black stools, on the other hand, can also be of intestinal bleeding. If your baby has black tarry looking stools you should call your pediatrician.\r\n\r\nBlood in baby’s poop\r\n\r\nIf you notice blood in your baby’s stool this may be alarming. Small streaks of blood in the stool are usually not something serious. However, if your baby has stools that look like dark red jelly or are streaked with mucous you should call your doctor right away. You should also call your doctor if your baby seems to be in pain or if your baby has persistent bleeding that does not go away.\r\n\r\nSome other causes for blood in the stool are:\r\n\r\nSmall cuts or tears on the baby’s anus - Sometimes babies will develop an anal fissure (tear) from straining. You may notice small streaks of blood in baby’s stool Diaper rash - If baby has had a diaper rash that has resulted in skin breakdown, he may end up with tiny amounts of blood in his diaper. Food sensitivities- Dairy sensitivities may cause baby to have bloody\/mucousy stools. (See above)"
    },
    {
       "id":"38",
       "title":"Baby Growth Spurts",
       "tipDescription":"\"Is this normal? Is this a growth spurt?\" The first few weeks to first year of motherhood can be nerve wrecking, even with the \"What to Expect\" books piled around your rocking chair. When your baby gets extra fussy, or can't sleep, it can just be a sign of a common growth spurt. All babies grow and develop uniquely, so you cannot necessarily expect that a growth spurt will happen exactly on the predicted timeline. However, there are signs and guidelines to help you get a handle on your baby's growth and what to expect from spurts. \r\n\r\nHow Many and How Often?\r\n\r\nDuring your baby's first year it is possible that you will see about six growth spurts. This can vary considerably, as all babies develop differently. These growth spurts will generally occur at approximately 3 weeks, 6 weeks, 8 weeks, 3 months, 6 months, and 9 months of age. Growth spurts can lead to erratic eating and disturbed sleep for days at a time, while your infant rapidly gains weight and grows in length. \r\n\r\nGrow, Baby, Grow!\r\n\r\nIt may seem like your baby outgrew her cute little sleeper overnight, because in fact, she did! Suddenly those toes don't fit or the onesie buttons just aren't reaching their snap. The growth of your baby in the first year is rapid and can literally happen overnight sometimes. Even if you're not a typical next-stage prepared shopper, make sure you keep at least one or two outfits on hand for when they suddenly don't fit into any of their clothes. In some cases, it can even seem as though the baby \"skipped a size\" according to manufacturer size guidelines, so you also want to be careful that you don't overbuy ahead of time. \r\n\r\nEat, Baby, Eat! \r\n\r\nNon-stop nursing is a big sign that your baby is experiencing a growth spurt. It is hard work for their bodies to grow and they need all the nutrients they can get. Growth spurts generally don't last for more than 2 to 3 days, but can certainly make it feel like you are constantly feeding your baby during the hunger stretch. Relax! It's necessary to increase your milk supply as your baby grows. The bigger they are, the more milk they will need. You can distinguish a true growth spurt from an issue with your milk supply by the duration. Growth spurts are temporary, often ending as fast as they began; whereas, low milk supply lasts until you take steps to increase it. \r\n\r\nFuss, fuss, fuss \r\n\r\nYour child may be crankier or clingier even though they don't appear to be sick. A fussy baby could mean a growing baby. Growing is tough stuff! Again, most growth spurts only last a few days, so if you notice long-term signs of odd or fussy behavior, it's important to talk with your child's doctor. It can be very confusing when a baby has been feeding and sleeping well and, all of a sudden, patterns reverse and the baby starts feeding all day long and is fussy. As long as it isn't long-lasting, it can be a sign of a perfectly normal growth spurt.\r\n\r\nOff the chart!\r\n\r\nYour child's pediatrician monitors growth at checkups and calculates it on a growth chart to make sure his size is proportionate and healthy. His growth percentiles reveal his height and weight in relation to other children of the same age and gender. What your baby's doctor is observing is whether or not his height and weight percentiles are proportionate and ensuring that they continue at a balanced rate. If your doctor mentions a jump in your child's graph, you'll know they had a growth spurt.\r\n\r\nChange in Sleep Patterns\r\n\r\nDuring a growth spurt, a baby's sleep patterns may become very erratic. They may begin sleeping much more or not sleeping at all. This may happen during the day or night. Your baby may nap longer than usual or refuse to take a nap during a fussy period. This is normal. Waking a sleeping baby during this time is not recommended. Their little bodies are working very hard to grow. If sleep patterns are disrupted, your child may not relax as easily because she is overtired. If she is sleeping, let her sleep.\r\n\r\nFollow Baby's Cues\r\n\r\nIt's important to follow your baby's cues on growing, because each child's growth happens differently. Eating, sleeping and fussing continuously can be exhausting. It's important to remember, though, that while growth spurts can be frustrating, they are temporary, and essential. It may seem like an endless cycle at some periods, but stay calm and focus on giving your child what they need during each stage. This too shall pass, and it has to, in order for your baby to grow."
    },
    {
       "id":"39",
       "title":"Inhabitots on Just Mommies: The 411 On Vaccines",
       "tipDescription":"As a new parent, sifting through all of the various research and opinions on childhood immunizations is daunting and confusing at best. Vaccines have been making headline news during the past year, mostly due to their possible risks, and parents should equip themselves with information on both the potential dangers of vaccines, as well as the benefits of vaccines before stepping foot in their pediatrician's office. Today, more and more U.S. parents are becoming vaccine skeptics and not meeting school immunization requirements. According to one study, 1 in 10 parents ignores the CDC's recommended vaccine schedule. Consequently, many pediatricians are refusing to treat children if their parents won't vaccinate them on schedule. Wherever you stand on vaccines -- whether you give your baby his immunizations on schedule, use an alternative or delayed schedule for vaccinating your child, or don't vaccinate at all, this hot topic is one that parents should learn as much as possible about to make the best decisions for their children and family. So be sure to read our primers on the benefits and risks of vaccines."
    },
    {
       "id":"40",
       "title":"Diaper Rash That Won't Go Away",
       "tipDescription":"Your baby has a diaper rash and you’ve tried all the conventional treatments but it still won’t go away. What should you do? If your baby has a diaper rash that doesn’t go away after a week with conventional treatments, you may need to call your pediatrician. Likewise, if your baby has a fever, diarrhea or illness, or if the rash has spread to other parts of his body you should make an appointment with your pediatrician.\r\n\r\nCauses of persistent diaper rash\r\n\r\nsimple irritation (from sitting in urine or stools too long, or sensitivity to the urine or stools) food sensitivities yeast infection bacterial infection (like staph or strep) sensitivity to baby wipes colon bacteria imbalance cloth diaper sensitivities (to detergents or materials in cloth diapers) \r\n\r\nFor a persistent diaper rash you need to get to the bottom of what is causing the rash. It may take some time or experimenting to determine what is causing your baby’s diaper rash. However, because a diaper rash can be caused by a yeast or bacterial infection or other conditions, you should get your doctor to take a look at the rash if it has persisted for longer than a week. \r\n\r\nDiaper rashes caused by an infection\r\n\r\nA yeast infection rash looks different than an ordinary diaper rash. It is extremely red and you’ll see little raised bumps on the edges of the rash. As the rash spreads, you may see red “satellite” legions that look like red pimples and are further away from the main rash. A distinguishing characteristic of yeast rashes is that they are often seen in the folds and creases of the skin around the groin area.\r\n\r\nIf your baby has a bacterial infection you may see yellow bumps that may be filled with “puss” or you may notice crusty areas on your baby’s bottom. This is a sign of an infection that may require antibiotic treatment.\r\n\r\nOther causes of persistent diaper rashes\r\n\r\nAmmonia Dermatitis and feces breakdown: Sometimes a baby’s rash is caused simply by not keeping him dry enough. Some babies are sensitive to the ammonia that develops as their urine breaks down. This condition is known as ammonia dermatitis. Additionally, when urine turns into ammonia it creates a more alkaline environment. This can be problematic if your baby sits in urine and feces for too long. Enzymes found in feces cause the skin to break down. Since these enzymes thrive in an alkaline environment, a baby sitting in both urine and feces is more prone to skin break down. Changing your baby’s diaper frequently and controlling the pH level of your baby’s skin will help to clear up and prevent a diaper rash.\r\n\r\nPH balance: Normally the pH of your baby’s skin is neutral to slightly acidic. Breastfed babies tend to have slightly acidic stools. Whereas formula fed babies’ stools tend to be slightly alkaline. This is one reason why formula fed babies are more prone to diaper rash. To improve the pH balance of your baby’s skin, try rinsing his bottom with a water and vinegar mixture. The vinegar will help to restore the proper pH balance of his skin. If your baby is using cloth diapers you can add a 1\/4 to 1\/2 cup of vinegar to your final rinse cycle when you wash his diapers to help as well.\r\n\r\nSensitivity to baby wipes: Some babies are very sensitive to the chemicals in baby wipes. You may be able to switch to wipes designed for sensitive skin, but if your baby is having problems with a persistent diaper rash, you should avoid wipes altogether until the rash clears up. You can just use a wash cloth with warm water to wipe with.\r\n\r\nDigestive issues, food sensitivities, and colon health: Anything that alters the pH level of your baby’s urine or feces can cause diaper rash. Certain foods may cause your baby’s urine or stools to be more acidic or alkaline. An imbalance in either direction can be a problem. Acidic stools may cause a chemical burn-like rash; alkaline stools will cause the enzymes in feces to flourish, leading to skin break down.\r\n\r\nIf your baby has a food sensitivity, dairy is the likely culprit. It is one of the most common food sensitivities in babies. Babies that are sensitive to dairy may have green stools, mucus stools, or stools with blood in them. Naturally, these poorly digested stools can cause problems with skin break down and diaper rash. If your baby has started on solid foods, he may have issues tolerating some of the acidic foods as well. Foods like citrus fruits, apples, cherries, pears, prunes, peaches, strawberries and tomatoes are more acidic. If your baby’s rash appears shortly after starting solids, you may want to eliminate the acidic foods to see if the rash goes away. Your baby just may be more sensitive to these foods.\r\n\r\nColon health is also important for healthy digestion and the prevention of diaper rash. In your colon there are both good bacteria and bad bacteria. The good bacteria help your body to break down food, protect your gut from the bad bacteria, and give your immune system a boost. When your baby is born, he gets some of mom's good bacteria. This, along with the first feedings helps your baby to establish the colonization of good bacteria in his gut. If your baby doesn’t have enough good bacteria, he can have problems with poorly digested stools or diarrhea, which can lead to diaper rash. \r\n\r\nTaking a probiotic supplement may help. Probiotics are a form of the good bacteria that grows in your gut. Talk to your pediatrician about how much and how to give probiotics to your baby. Generally a half capsule to one capsule of probiotics once a day is recommended, but consult your doctor for the specific dosage for your baby. Probiotics can also be used topically to treat diaper rash. Just mix one capsule with water, make a paste with it, and spread it on your baby’s bottom.\r\n\r\nSpecial considerations for cloth diaperers\r\n\r\nUsually babies have fewer diaper rashes with cloth diapers than disposables. However, babies with sensitive skin may have issues with ammonia dermatitis or sensitivity to certain materials in cloth diapers. It is important to keep your baby’s bottom dry. You may need to change your baby’s diaper more frequently if you are cloth diapering because they are not super-absorbent like disposables. Aside from keeping your baby dry, you may need to experiment with different diapers if your baby has sensitive skin. Look for diapers made with absorbent breathable material. If you are using a waterproof cover this may trap moisture in. You may want to switch to a fleece or wool cover that is more breathable. In addition to this, if your baby develops a yeast or bacterial rash while using cloth diapers, it is important to disinfect your diapers. Otherwise, your baby’s bottom will continue to get reinfected. The best way to be sure that your diapers are completely disinfected is put them in a pot of boiling water for around 15 minutes to insure that all the bacteria is killed. \r\n\r\nTreating a persistent diaper rash\r\n\r\nThe biggest thing you need to do to rid your baby of a diaper rash that just won’t go away is to find the cause of it, but you’ll also want to use some type of ointment or diaper rash cream to help his bottom heal while you are addressing the underlying cause of his diaper rash. If you ask your mom friends about their favorite diaper ointment, you’ll probably find that everyone has a different opinion on which products are best. There are a few products, however, that are highly recommended by moms. These include Aquaphor Baby Healing Ointment, Triple Paste Medicated Ointment, and Calmoseptine ointment. \r\n\r\nAlong with using an ointment to keep your baby protected from moisture, you should also focus on keeping him clean and dry. After each change, wash his bottom with mild soap and water. Then either air dry or gently blow dry his bottom with a hair dryer on a low setting. This will insure that he is completely clean and dry after each change.\r\n\r\nIf your baby's diaper rash continues to persist, consult your doctor.\r\n\r\n*Also see Natural Remedies for Diaper Rash"
    },
    {
       "id":"41",
       "title":"Baby Soft Spots - When Will My Baby’s Soft Spots Close?",
       "tipDescription":"Your baby was born with two noticeable soft spots, called fontanels, on the top and back of his head. Your baby’s skull is made up of bones that connect at the soft spots. The soft spots are made of a tough membrane which allows your baby’s head to be flexible. This flexibility is necessary so that your baby’s head can fit through birth canal. You may have seen a baby that had a cone shaped head when he was born. This was a result of his head being squeezed through the birth canal. Without the soft spots, baby’s head might get stuck in the birth canal, but instead his skull compresses to the shape of the birth canal.\r\n\r\nWhy do babies have soft spots?\r\n\r\nBabies need a flexible skull, not only to fit through the birth canal, but also to allow room for growth. As your baby’s brain grows, his skull needs to be able to expand. The soft spot on the top of your newborn’s head may actually get bigger during his first 2 or 3 months of life to accommodate his rapid brain growth. After that, it gradually starts to close. The soft spots also serve another purpose. They keep your baby’s head from being injured. Babies are more vulnerable to injuries because they are so small and are still learning so much. As your baby starts to roll over, crawl, or sit up, he may fall over or roll off of something and bump his head. The soft spots will help cushion his head when he falls and help protect him from injuries.\r\n\r\nIs it okay to touch baby’s soft spots?\r\n\r\nA lot of parents worry about touching baby’s soft spots. It is okay to touch your baby’s soft spots just be gentle. His soft spots are composed of a thick membrane so you won’t injure your baby just by touching them.\r\n\r\nWhen will my baby’s soft spots close?\r\n\r\nThe posterior fontanel, the soft spot on the back of your baby’s head, will close first. It is the smaller of the two fontanels so it doesn’t take as long to close. It normally closes by the time your baby is 2-4 months old. The anterior fontanel, located on the top of baby’s head, closes later. The time frame on when the anterior fontanel will close varies. On average, it closes at around 18 months but it can close as early as 9-12 months."
    },
    {
       "id":"42",
       "title":"Blocked Tear Ducts",
       "tipDescription":"Blocked tear ducts are a very common problem for infants. If your baby's eyes are watery most of the time, this is a good reason to suspect a blocked tear duct.\r\n\r\nWhat is a blocked tear duct?\r\n\r\nThe medical term for blocked tear duct is dacryostenosis. Dacryon meaning tear and stenosis meaning narrowing of a duct. When the tube or duct running from the eye to the nose becomes blocked, your baby's tears cannot flow correctly out of the tear duct.\r\n\r\nSymptoms of a blocked tear duct\r\n\r\nAs mentioned above, the primary symptom of a blocked tear duct is persistent watery eyes. Your baby will have tears even when she isn't crying. You may also notice her nose is dry, not damp or runny as you would expect when crying. If your baby's eye becomes infected, the eye may become red and swollen with goopy yellow or milky discharge. It may clear up after treatment only to reoccur again a short time later. Although infection does not always occur with a blocked tear duct, the eye may become infected. Tears provide a protective washing mechanism to cleanse the eye from bacteria. When the tear duct is obstructed the eye can more easily become infected or inflamed. \r\n\r\nAnother way to distinguish a blocked tear duct is that it typically begins during the first month of life. It also occurs usually just in one eye, however, it can occur in both eyes.\r\n\r\nTreatment of blocked tear ducts\r\n\r\nIn most cases, your baby's tear duct will open on its own between six months to one year of age. If it persists past one year your doctor will want to refer you to an ophthalmologist for an evaluation. The ophthalmologist may open the tear duct with a probe.\r\n\r\nTypically, the only treatment necessary for a blocked tear duct is massage. Doctors opinions vary on how to do this and some are no longer recommending massage at all. Speak to your doctor about her preference.\r\n\r\nGeneral tips for managing a blocked tear duct\r\n\r\nALWAYS wash your hands before touching baby's eyes.If your baby's eye is red or inflamed with yellow or milky discharge contact your doctor as antibiotic treatment may be necessary.Use a clean damp washcloth to remove any secretions around baby's eye. Use a new clean section of the washcloth with each wipe of the eye to help prevent infection.Also remember to always wash baby's eyes from the inner corner to the outer corner to avoid introducing bacteria into your baby's tear duct.Follow your doctor's instructions for any medications or treatmentCall your doctor if you have other concerns or questions"
    },
    {
       "id":"43",
       "title":"Yeast Infection Diaper Rash",
       "tipDescription":"A yeast infection is a fungal infection that occurs due to an overgrowth of the yeast cells such as Candida albicans. These fungi exist in a low concentration in the gastrointestinal tract among other, good bacteria, and when the number of yeast cells starts to grow rapidly, the yeast cells from the feces may get in contact with the skin and cause an infection. This superficial infection leads to a diaper rash, which causes the skin tissues to soften and break down around your baby's buttocks.\r\n\r\nWhat Does a Yeast Infection Rash Look Like?\r\n\r\nA yeast infection diaper rash has an appearance similar in some ways to a rash caused by urine or diarrhea. The skin is red, irritated and raised, and in some cases, fluid accumulates under it. However, the rash is typically made up of a larger central area and several satellite pustules, which are characteristic of a yeast infection but won't occur if a rash is caused by the baby's urine or stool. The rash may appear on the baby's buttocks, thighs, genitals, skin folds or the tummy. The diaper rash may be accompanied by an oral yeast infection.\r\n\r\nIs It a Yeast Infection?\r\n\r\nEven if a yeast infection diaper rash looks very much like a regular diaper rash, you should check for the satellite pustules that are indicative of a yeast infection. A foul odor to the skin signals a severe yeast infection. If in doubt, visit your pediatrician, who can clearly determine if your baby has a yeast infection.\r\n\r\nYeast Infection Treatment\r\n\r\nYour pediatrician may recommend a topical antifungal cream. Over-the-counter creams including miconazole, nistatin or clotrimazole are available.\r\n\r\nIn addition to applying the cream as directed, you should reduce moisture in the affected areas. Change the baby's diaper as soon as he or she eliminates any urine or feces, dry the area and allow it to breathe, which can speed up the recovery.\r\n\r\nSwitch to disposable diapers if you are using cloth diapers, at least while the baby is recovering, because disposable diapers pull moisture away from the skin and keep the baby's buttocks dry. Moisture only facilitates the reproduction and development of the infection. Also make sure to disinfect your diapers before using them again. The best way to rid your diapers of any yeast is to boil them in hot water on the stove for fifteen minutes. \r\n\r\nIncrease the baby's intake of probiotics, if possible. Give him or her yogurt, which reduces the number of yeast cells in the gastrointestinal tract.\r\n\r\nThe treatment may take 4 to 7 days but could take longer, depending on the severity of the infection. If the infection is severe, your doctor may recommend treatment with oral antifungal drugs; however, the administration of antibiotics can increase the number of fungi, so this type of treatment is not often recommended.\r\n\r\nWhen to See a Doctor\r\n\r\nIf the infection is mild, the rash may be treated with over-the-counter topical ointments. However, if the diaper rash doesn't go away within a week despite treatment, you should see a doctor to learn about and begin a better course of treatment. If your baby has an oral yeast infection, this may affect your nipples when you are breastfeeding, so you need to contact your doctor and get a few baby-safe ointments for your breasts along with the baby's treatment."
    },
    {
       "id":"44",
       "title":"6-8 week health review",
       "tipDescription":"From the time he's born your baby will be offered a number of health checks, designed to monitor your child's health and development. \r\n\r\nThe first health check is normally within 72 hours of the birth which is followed by a further check at between six and eight weeks of age. \r\n\r\nYour baby may be examined at the same appointment as your own postnatal check or when he has his first immunisations. Alternatively, your baby may be seen at a completely separate appointment, it depends on the health care programme that's in place in the area where you live. \r\n\r\nWhen you go, remember to take your Personal Child Health Record (also known as the 'Red Book') with you as your healthcare professional will need it. \r\n\r\nHearing tests\r\n\r\nBy 4-5 weeks old, your baby's hearing should have been checked. Sometimes this happens before you leave hospital, otherwise the test should be given no later than five weeks after the birth.\r\n\r\nIf for any reason your baby hasn't had a hearing test you should ask for an appointment for one now.\r\n\r\nPhysical checks\r\n\r\nYour baby will have been given a complete physical check during his first 72 hours. Many of these checks are repeated again now to make sure that all is well with your baby's development. \r\n\r\nYour healthcare professional will explain what the checks are for and will tell you if there is any cause for concern. Your baby will have the following checked:\r\n\r\nhead circumference and length fontanelle (soft spots on the head) mouth and palate heart and pulses lungs abdominal organs genitals (in boys to make sure the testicles have descended) feet, spine and hips ears and eyes \r\n\r\nWeighing and measuring\r\n\r\nIf your health visitor wants to weigh your baby you will be asked to remove all his clothing, including his nappy so that he can be accurately weighed on special scales. \r\n\r\nYour baby's head circumference will also be measured using a thin metal or plastic tape. The results of all these measurements will be recorded and plotted on the appropriate centile charts which can be found in your Personal Child Health Record.\r\n\r\nGeneral responses\r\n\r\nYou will be asked questions about your baby's behaviour - your health professional will want to know whether your baby smiles at you and if he watches you and follows you with his eyes. \r\n\r\nYour answers to these and other similar questions will be a useful guide to your baby's development.\r\n\r\nSafety in the home\r\n\r\nYour health professional will also discuss some of the things you need to know about safety in the home. \r\n\r\nFurther checks \r\n\r\nUnless a problem has been identified which means that you need to attend more frequent checks, your baby's next health check will be around his first birthday. \r\n\r\nHe will be offered a further check at between two and two-an-a-half years and again at around the time he starts school. \r\n\r\nYour health visitor may arrange to visit you at home or you may be asked to go to see her at your local child health clinic. If you are unsure where that is, your health visitor will be able to give you directions. Your health visitor is there to offer help and support for the first five years of your child's life and will be able to advise you on issues such as healthy eating, childcare options, coping with temper tantrums and dealing with everyday difficulties such as teething and not sleeping. \r\n\r\nIf you have concerns about your baby at any time you should always contact your health visitor or GP."
    },
    {
       "id":"45",
       "title":"Baby poo - a visual guide",
       "tipDescription":"Thank you to Emma's Diary community for sharing their baby poo images. \r\n\r\nMeconium \r\n\r\nYour baby’s first poos are called meconium. They are a dark, greenish black colour and very sticky, almost like tar. Meconium is made from substance your baby ingested in the womb, such as amniotic fluid, mucus, skin cells and lanugo (the fine hair that covered your baby’s body). Meconium doesn’t smell and only lasts for a few days.\r\n\r\nBreast-fed poo\r\n\r\nThis is a mustardy, yellow colour, loose, with a grainy or seedy texture. Because it is soft and runny, it can sometimes be mistaken for diarrhoea. Breastfed poo has a sweet smell.\r\n\r\nBottle-fed poo\r\n\r\nIt is harder for a baby to digest formula than breast milk so the poo of a bottle-fed baby is bulkier than that of a breastfed baby. It’s likely to be a pale yellow or yellowish brown colour with a smell that’s more like your own poo.\r\n\r\nSolid food poo\r\n\r\nOnce your baby starts on solids his poo will change and become larger and thicker, more like an adult’s poo. It will smell like adult poo, too. You may notice bits of undigested food in the poo. This is because some foods are more difficult to digest than others, for example sweet corn and grapes, but this is no cause for concern if your baby is thriving.\r\n\r\nDiarrhoea\r\n\r\nDiarrhoea poo can be yellow, green or brown in colour and is very watery and runny. It can seep or even explode out of the nappy. Often a result of an infection or allergy, it can lead to dehydration if it continues for 24 hours or if your baby is vomiting as well, is feverish, passing blood or has mucus in the poo, or has abdominal pain you should seek urgent medical advice. \r\n\r\nConstipation\r\n\r\nHard poo that is difficult to pass and look like rabbit droppings are a sign of constipation. Your baby may strain, cry and go red in the face while he tries to poo. If there is any sign of blood in the poo you should contact your GP or health visitor.\r\n\r\nPoo with blood\r\n\r\nBlood in the poo is usually a symptom of constipation. It occurs as a result of small tears in the anus caused by straining. Sometimes blood in poo can be a sign of something more serious so you should seek medical advice.\r\n\r\nGreen poo\r\n\r\nThis can be a sign that a breastfed baby is not latched on properly so that he’s drinking a lot of the watery milk at the beginning of the feed and is not getting enough of the fat-rich milk at the end of the feed. Ask your healthcare professional to check your latch and make sure your baby empties one breast before starting on the second one.\r\n\r\nPoo with mucus\r\n\r\nPoo streaked with slimey mucus can be a sign of an infection or allergy. If it’s accompanied by other symptoms or lasts for more than two days seek medical advice.\r\n\r\n\r\nYour baby’s poo can be a good indicator of how they are feeding and whether they are well. For more information read our article Baby poo - your questions answered"
    },
    {
       "id":"46",
       "title":"Understanding your baby's weight",
       "tipDescription":"Tracking your baby’s weight is a good way of checking they’re growing well, but it’s important not to get too hung up on growth charts. Here’s the lowdown on what really matters.\r\n\r\nNewborn weight loss is normal\r\n\r\nIf your baby is getting heavier every day it’s a sure sign they’re healthy and growing well. But don’t worry if there’s a blip at first. Many babies lose up to 10% of their birth weight in the first few days as their bodies shed urine and meconium. It normally levels off by days four to five, and after two weeks, 80 per cent of healthy babies are back to their birth weight. \r\n\r\nWhen to get help with your baby’s weight\r\n\r\nIf you’re not quite there after two weeks, have a chat with your midwife or health visitor. It can be hard to get your tiny baby feeding properly and regular help can make all the difference. They can check your baby is healthy and give you tips on everything from finding a comfortable feeding position to helping your baby ‘latch on’.\r\n\r\nUnderstanding your baby's weight chart\r\n\r\nYour baby’s weight will be plotted in their personal child health record (PCHR), also known as the ‘red book’. You’ll find curved lines, known as centile lines, which show the average weight and height gain for babies of every age. If your baby is on the 35th centile, for example, they’re heavier than 34% and lighter than 64% of babies the same age. \r\n\r\nMost babies trundle along on the same line as they get bigger, but don’t worry if your baby sets off on a new line altogether. It’s also fine for measurements to nudge up or down a centile line, but it’s important you talk to your health visitor if they cross two centiles or more. \r\n\r\nWhen to get your baby weighed\r\n\r\nDuring the first two weeks your baby will be weighed regularly to make sure they’re heading back to their birth weight. After that, they’ll just need a few quick checks:\r\n• 0-6 months - once a month or less. \r\n• 6-12 months - every two months or less.\r\n• 1 year-old - no more than once every three months.\r\n\r\nChecking your toddler’s BMI\r\n\r\nWhen they turn two, your health visitor may use their weight and height to calculate their body mass index (BMI) and check it’s in the healthy range. If it’s not, they’ll give you helpful advice about your child's diet and exercise.\r\n\r\nYou can also use the NHS healthy weight calculator to check your child's BMI – just make sure you wait until they’re two years of age or over.\r\n\r\nAll babies are different \r\n\r\nMost babies tend to gain weight fast in the first six to nine months, then they get less chunky as they become a toddler and start bombing all over the place. \r\n\r\nDon’t worry if your baby gains weight slowly – all babies are different, and while growth charts are helpful, it’s also important not to worry. If your baby loses weight, or you’re feeling concerned, talk to your health visitor or GP."
    },
    {
       "id":"47",
       "title":"Advice on when a doctor needs calling",
       "tipDescription":"Young babies suffer more from minor illnesses such as coughs, colds and tummy upsets than older children and adults because their immune system is still immature. \r\n\r\nWhile many illnesses won't require medical attention, it's important to remember that a baby’s condition can change quickly, so if your baby’s condition worsens or you are at all worried it is best to seek medical advice.\r\n\r\nHow to recognise an emergency\r\n\r\nYou should seek urgent medical help by dialling 999 and asking for an ambulance if your baby:\r\n\r\nis finding it difficult to breathe makes grunting noises with each breath has a blue tinge around the fingernails, toes and lips feels floppy and limp has a raised soft spot on her head (fontanelle) has a high-pitched cry which is different from normal has been burned or seriously injured \r\n\r\nSigns of meningitis\r\n\r\nThe early signs of meningitis are similar to the symptoms of other childhood diseases, but your baby will usually become much worse faster. \r\n\r\nIf you think your baby has meningitis get medical help immediately from your GP or take your baby to the nearest hospital A&E. Tell them you are worried it could be meningitis. \r\n\r\nThe symptoms of meningitis – which can appear in any order and your baby may have some or all of them– include:\r\n\r\na high temperature a high-pitched moaning cry refusal to feed vomiting cold hands and feet tense\/bulging soft spot on the head abnormal drowsiness, a staring expression floppiness or stiff, jerky movements a ‘pin-prick’ rash or purple bruises that won’t disappear when you press a glass on it pale or blotchy skin which gets paler or turns blue extreme shivering dislike of bright lights a stiff neck (more common in older children) \r\n\r\nWhen to call your GP \r\n\r\nSome health problems need to be checked out by your GP straight away. Call the surgery if your baby:\r\n\r\nHas diarrhoea or vomiting for 12 hours or more Develops a high fever which may be accompanied by other symptoms, such as a rash Cries persistently or her cries sound abnormal Has an unexplained rash Coughs so that her breathing is affected Has signs of dehydration – sunken soft spots, less than six wet nappies a day and a dry mouth Gets something stuck up her nose or in her ear (don’t try and remove the object yourself) Has blood stained vomit or bowel movement \r\n\r\nIf you need advice \r\n\r\nIf you are unsure whether your baby needs to see a doctor there are other health professionals you can talk to.\r\n\r\nCall 111. This is a 24-hour health advice line (not available in Northern Ireland). They will advise you whether your baby should see a doctor.\r\n\r\nYour health visitor. She will help with any concerns you have about your baby’s health and will tell you if your baby needs medical treatment.\r\n\r\nYour local pharmacist. A pharmacist can advise on minor ailments and on the over-the-counter medicines that are suitable for your baby and will tell you whether your baby should see a doctor."
    },
    {
       "id":"48",
       "title":"Advice on when a doctor needs calling",
       "tipDescription":"Young babies suffer more from minor illnesses such as coughs, colds and tummy upsets than older children and adults because their immune system is still immature. \r\n\r\nWhile many illnesses won't require medical attention, it's important to remember that a baby’s condition can change quickly, so if your baby’s condition worsens or you are at all worried it is best to seek medical advice.\r\n\r\nHow to recognise an emergency\r\n\r\nYou should seek urgent medical help by dialling 999 and asking for an ambulance if your baby:\r\n\r\nis finding it difficult to breathe makes grunting noises with each breath has a blue tinge around the fingernails, toes and lips feels floppy and limp has a raised soft spot on her head (fontanelle) has a high-pitched cry which is different from normal has been burned or seriously injured \r\n\r\nSigns of meningitis\r\n\r\nThe early signs of meningitis are similar to the symptoms of other childhood diseases, but your baby will usually become much worse faster. \r\n\r\nIf you think your baby has meningitis get medical help immediately from your GP or take your baby to the nearest hospital A&E. Tell them you are worried it could be meningitis. \r\n\r\nThe symptoms of meningitis – which can appear in any order and your baby may have some or all of them– include:\r\n\r\na high temperature a high-pitched moaning cry refusal to feed vomiting cold hands and feet tense\/bulging soft spot on the head abnormal drowsiness, a staring expression floppiness or stiff, jerky movements a ‘pin-prick’ rash or purple bruises that won’t disappear when you press a glass on it pale or blotchy skin which gets paler or turns blue extreme shivering dislike of bright lights a stiff neck (more common in older children) \r\n\r\nWhen to call your GP \r\n\r\nSome health problems need to be checked out by your GP straight away. Call the surgery if your baby:\r\n\r\nHas diarrhoea or vomiting for 12 hours or more Develops a high fever which may be accompanied by other symptoms, such as a rash Cries persistently or her cries sound abnormal Has an unexplained rash Coughs so that her breathing is affected Has signs of dehydration – sunken soft spots, less than six wet nappies a day and a dry mouth Gets something stuck up her nose or in her ear (don’t try and remove the object yourself) Has blood stained vomit or bowel movement \r\n\r\nIf you need advice \r\n\r\nIf you are unsure whether your baby needs to see a doctor there are other health professionals you can talk to.\r\n\r\nCall 111. This is a 24-hour health advice line (not available in Northern Ireland). They will advise you whether your baby should see a doctor.\r\n\r\nYour health visitor. She will help with any concerns you have about your baby’s health and will tell you if your baby needs medical treatment.\r\n\r\nYour local pharmacist. A pharmacist can advise on minor ailments and on the over-the-counter medicines that are suitable for your baby and will tell you whether your baby should see a doctor."
    },
    {
       "id":"49",
       "title":"The immunisation programme",
       "tipDescription":"Here we look at the immunisation timetable and explain why it's so important for your child to be protected from these illnesses.\r\n\r\nWhy immunisation works \r\n\r\nThe reason so many of the diseases that children are immunised against are rare or, in some cases, no longer occur in the UK is because of the success of the immunisation programme. \r\n\r\nThe controversy over the MMR vaccine a few years ago shows what happens when children are not immunised. A drop in the number of children being immunised with the MMR vaccine saw the increase in the number of cases of measles and mumps in the UK.\r\n\r\nHow it works \r\n\r\nWhen your baby is immunised she'll be given a weakened form of the disease so that her body naturally produces antibodies to it. \r\n\r\nThis means that if she then comes in contact with the illness she'll have the antibodies to fight it off. \r\n\r\nThere is no risk of her catching the disease from the vaccine she's given. However, very occasionally, when children get older they catch an illness that they have been vaccinated against as a baby, but it is in such a mild form that it does them no harm.\r\n\r\nHow the injections are given \r\n\r\nImmunisations are usually injected into the muscle in the thigh, using a small needle. While the injection is being given you'll be asked to hold your baby close and to keep her leg still. \r\n\r\nYour baby will probably cry immediately afterwards but should quickly settle. If you are breastfeeding, putting her to the breast during the immunisation will help to comfort her.\r\n\r\nPossible side effects \r\n\r\nAfter the injection you may notice that the area becomes red and there may be a small lump at the site of the injection. \r\n\r\nYou will be advised to give your baby paracetamol following the Men B vaccine at two and four months. This is because fever is very common after this vaccine. Paracetamol should be given as soon as possible after the immunisation and then again 4-6 hours later with a third dose 4-6 hours after that. Ibuprofen is not recommended.\r\n\r\nVery occasionally a child may develop a temperature of 39°C or above, or have a fit or convulsion. If any of these symptoms occur or you are at all concerned about your baby always contact your GP or health visitor.\r\n\r\nWhat happens if you miss one? \r\n\r\nIt takes a number of injections before your baby is fully protected, so it's important to complete the whole of the course. \r\n\r\nIf your baby has missed any she can still catch up, even if it's been a few months since her last injection, and you won't have to start the course all over again.\r\n\r\nAbout the diseases\r\n\r\nDiptheria: A rare but potentially fatal disease in which a membrane forms at the back of the nose and throat leading to severe breathing difficulties. It can also damage the heart and nervous system.\r\n\r\nWhooping cough (pertussis): This is highly infectious and causes long bouts of coughing and choking. Whooping cough can lead to convulsions, ear infections, pneumonia, bronchitis and even brain damage. In babies under one year, it can be fatal.\r\n\r\nTetanus: This disease affects the nervous system causing painful muscle spasms and breathing difficulties. Although it is rare, there is still a very real risk of catching it from infected cuts and it can be fatal.\r\n\r\nPolio: The polio virus can cause muscular paralysis. Although rare in the UK it can still be caught abroad. \r\n\r\nHib: Haemophilus influenzae type b is a very serious infection that mainly affects children up to the age of four. Hib Meningitis, which is one form of this disease, can cause brain damage, loss of hearing and other serious health problems and can be fatal if it is not treated quickly.\r\n\r\nHepatitis B: An infection of the liver caused by a virus. The infection can remain in children for many years and can lead to serious liver disease. The vaccine is available to babies born in the UK on or after August 2017.\r\n\r\nPneumococcal infection: This is one of the most common causes of meningitis. It can also cause bronchitis, severe ear and sinus infections and pneumonia.\r\n\r\nMeningitis C: Group C meningococcal bacteria cause a form of meningitis and septicaemia (blood poisoning) which can be fatal.\r\n\r\nMeningitis B: Meningoccal group B bacteria cause life-threatening infections including meningitis and blood poisoning and is the leading infectious killer of babies and young children in the UK.\r\n\r\nRotavirus gastroenteritis: This is a highly infectious stomach bug that causes diarrhoea and sometimes vomiting, tummy ache and fever. It can lead to complications, such as extreme dehydration, which can be dangerous.\r\n\r\nMeasles: This is a serious illness which can cause inflammation of the brain, convulsions, ear infections, bronchitis and pneumonia. It can sometimes be fatal.\r\n\r\nMumps: Although this is usually a mild illness it can cause serious complications. One in four boys who get the infection over the age of 12 develop inflammation in one or both testes, which can lead to infertility. Less commonly in both boys and girls it can cause viral meningitis and hearing loss.\r\n\r\nRubella (German measles): A mild disease but one that can seriously harm an unborn baby if it's caught during pregnancy.\r\n\r\nInfluenza: Flu can be a very unpleasant infection in babies and young children and can lead to serious complications, such as bronchitis, pneumonia and painful middle ear infection. In some cases hospital treatment is required and in rare cases it can be fatal. \r\n\r\nThe Immunisation Programme\r\n2 Months 3 Months 4 Months Around 12-13 Months 2-8 years Diphtheria, Tetanus, Whooping Cough (pertussis), Polio, Hib and Hepatitis B - 6 in 1 injection 6 in 1 injection (as per 2 months) 6 in 1 (as per 2 & 3 months) Hib\/Men C Annual flu vaccine Pneumococcal infection Pneumococcal MMR Rotavirus Rotavirus Men B Pneumococcal booster Men B Men B Later 3 - 5 Years Non-routine injections 4 in 1 booster: Diphtheria, Tetanus, Whooping Cough (pertussis) and Polio Tuberculosis - babies who are at risk from TB will be offered immunisation at birth MMR"
    },
    {
       "id":"50",
       "title":"Separation anxiety",
       "tipDescription":"It can be very upsetting for a parent when their child screams and cries as they try to leave them with someone else, whether it is at a nursery, with a child minder or relative. \r\n\r\nAll babies, at some point in their development are likely to experience separation anxiety in some format. It is very common and completely normal and can happen in phases (sometimes very short ones) and will not last forever.\r\n\r\nBabies have to learn the ability to trust so when a parent 'disappears' if they haven’t yet learned to trust, they take it as a fearful or threatening situation. \r\n\r\nChild psychologists liken it to babies using their Stone Age instincts. Little ones don’t instinctively know they are safe at nursery school or with Aunty Jane. To them, when mum walks out of the door, they could be eaten by tigers!\r\n\r\nOf course we know their tears and tantrums are misplaced, but that’s not to say that it isn't a difficult thing for a parent to witness and cope with. \r\n\r\nNobody wants to think that their child is panicking and upset when they are being left with someone different or somewhere new.\r\n\r\nAt what age does separation anxiety affect children?\r\n\r\nSeparation anxiety often starts at around the age of eight months and usually improves around the one year mark when children are starting to toddle around more actively and have lots on their mind to keep them distracted and entertained.\r\n\r\nHowever, the anxiety sometimes returns at around the age of two, when children become more aware of their own independence, the world around them and their feelings.\r\n\r\nHow does separation anxiety affect children?\r\n\r\nChildren may react in different ways when they have separation anxiety. Some will become withdrawn and uncooperative, refusing to eat or play. \r\n\r\nOthers may start crying and screaming when the parent leaves the room – even for a minute – only being consoled by the parent’s return and a cuddle.\r\n\r\nThe separation anxiety is usually focused on the person who is the main carer, but it can be split between both parents.\r\n\r\nUp until the age of six months old it’s usual for a baby to happily go to anyone who wants to cuddle them. \r\n\r\nBut once a child becomes more aware of their surroundings and can recognise the faces of their loved ones they will make their own mind up who they feel most comfortable with and will be aware of new faces and surroundings.\r\n\r\nThe child may be perfectly happy being held by a new person, a stranger, or someone they only see occasionally as long as mum is nearby. But they may well scream in panic if mum pops off to put the kettle on.\r\n\r\nHow to cope with separation anxiety\r\n\r\nA baby who has separation anxiety needs to be constantly and convincingly reassured that your absence does not mean you have gone forever. The only way to prove this is to leave her and come back again. \r\n\r\nThere is one school of thought that playing the age-old game of peek-a-boo developed from a need to prove to babies that mum can disappear…and come back again.\r\n\r\nOne thing is for sure; parents can’t give up their plans or skip going to work because of their child’s tears. Separation is something children have to learn to cope with. It’s all part of their emotional journey.\r\n\r\nThere are some practical things you can do to help if your child is showing signs of separation anxiety:\r\n\r\nYour baby may be comforted by a soft toy or blanket which they associate with you Try to time your leaving spells when your baby is awake and alert. If she is tired, hungry or grouchy then her tears could get out of hand Practice leaving your child for short spells (15 minutes at a time to start with) with a friend or relative Try to leave your baby with only a small number of regular people and keep her surroundings as familiar as possible If you know in advance which child minder you will be using, invite her over a couple of times to meet your baby with you around or if your baby will be going to a nursery pay a few short visits there with her before she starts there Have a 'bye bye' routine so saying or waving bye bye to you is a fun thing Never sneak away when she is not looking Always reassure her you will be returning If she is old enough to understand explain you will return “after her nap” or “after her teatime”. Give her a time frame to recognise. BUT only if you are sure you can stick to it! When you’ve said goodbye, GO. Don’t nip back or lurk around watching her unless you are absolutely certain you won’t be spotted."
    },
    {
       "id":"51",
       "title":"Congenital conditions",
       "tipDescription":"Down's syndrome\r\n\r\nDown's syndrome is a genetic disorder that affects a baby's normal physical development. All affected babies will have a degree of learning difficulty and delay in development but this can vary from mild to severe. \r\n\r\nAround 10% of babies with Down's also have additional medical problems \r\n\r\nThe Down's Syndrome Association provides information and support for people with the condition.\r\n\r\nSpina bifida\r\n\r\nSpina bifida is a birth defect that involves the incomplete development of the spinal cord or its coverings which can cause paralysis, bowel and bladder incontinence and loss of skin sensation. \r\n\r\nIt occurs at the end of the first month of pregnancy when the two sides of the spine fail to close properly, leaving an open area. If a baby is born with spina bifida it will be seen by a paediatric neurosurgeon shortly after birth and it will be decided if the defect in the spine should be surgically closed. If surgery is required it will usually take place within 48 hours of birth. \r\n\r\nAdvancements in the treatment of spina bifida mean there is now a more positive outlook for the condition.\r\n\r\nVisit Shine for advice and support on the condition.\r\n\r\nCleft palate\r\n\r\nCleft lips and\/or palates are a common birth defect and occur when separate areas of the face fail to join properly as a baby is developing in the womb causing a separation or split in either the upper lip or roof of the mouth (palate) or sometimes in both.\r\n\r\nIt can be corrected using surgery and most children are left with no or little sign of any disfigurement and go on to have normal speech.\r\n\r\nCLAPA is the representative organisation for all people with and affected by cleft lip and\/or palate in the UK.\r\n\r\nCystic fibrosis\r\n\r\nCystic fibrosis (CF) affects the internal organs, in particular the lungs and digestive system, causing them to become clogged with thick mucus. \r\n\r\nBabies can have bowel problems and it causes frequent chest infections, wheezing and shortness of breath, as well as poor weight gain. \r\n\r\nThe condition is the result of a faulty gene that controls the movement of salt and water in and out of cells in the body. \r\n\r\nTo develop CF, a baby has to inherit the faulty gene from both parents. It is estimated that 1 in every 2,500 babies born in the UK will be born with CF and there are currently more than 10,000 people living with this condition in the UK. \r\n\r\nAlthough there is no cure for CF, there are treatments that can make the condition easier to live with.\r\n\r\nThe Cystic Fibrosis Trust is a national charity dealing with all aspects of Cystic Fibrosis.\r\n\r\nCerebral palsy\r\n\r\nCerebral palsy is a general term that covers a number of conditions where the brain doesn't work normally, resulting in problems with movement, posture and coordination. \r\n\r\nEach person is affected in a different way, some more severely than others. The damage to the brain usually occurs before, during or soon after birth. It's estimated that around 1 in 400 people in the UK is affected by cerebral palsy. \r\n\r\nThere is no cure, but there is a range of treatments that can help to relieve the symptoms and improve the quality of life.\r\n\r\nFor information and support, visit Scope \r\n\r\nAutism\r\n\r\nAutism belongs to a collection of developmental disorders known as autistic spectrum disorders that can cause a wide range of symptoms. Around 1 in 100 people in the UK live with autism. Often, there are no outward signs of disability so it may not be diagnosed until much later in life.\r\n\r\nAlthough it is difficult to detect in babies, signs of the condition may start to appear in the first year or so. \r\n\r\nA baby may have problems with communication, socialisation or show signs of unusual behaviour, such as not responding to simple game playing.\r\n\r\nIf autism is suspected the child will be assessed by a child development team. If autism is then diagnosed the family and child will be given support tailored to their needs.\r\n\r\nFor information and support, visit The National Autistic Society\r\n\r\nBirthmarks\r\n\r\nBirthmarks are common and many disappear within the first few years of life. Treatment is often an unnecessary risk and it is usually better to leave them. \r\n\r\nThere are several types of birthmark. Parents of a newborn baby with a birthmark or any type of disfigurement should talk to their healthcare professionals.\r\n\r\nFor help and support, visit The Birthmarks Support Group or Changing Faces \r\n\r\nSquints\r\n\r\nA squint is when both eyes don't look in exactly the same direction. It affects 2-3% of children and it is caused by difficulty in focusing, for example if your baby is short or long-sighted. It is more common in premature babies or if there is a history of squints or visual problems in the family.\r\n\r\nSquints are common in babies up to the age of two months and usually come and go, but where the squint persists after this age it is important for it be investigated. Your child may be referred to an orthoptist who will assess the squint and may then be referred to an ophthalmologist at the hospital. Treatment can involve glasses to improve vision, the use of an eye patch, exercises, surgery or injections.\r\n\r\nFor more information, visit the RNIB\r\n\r\nUndescended testicles\r\n\r\nUndescended testicles are a common childhood condition where a boy is born without having one or both testicles in his scrotum. \r\n\r\nTesticles are usually in place by the eighth month of pregnancy, however, in some cases, one or both testicles sometimes do not move into the scrotum by the time the baby is born"
    },
    {
       "id":"52",
       "title":"Sudden Infant Death Syndrome (SIDS)",
       "tipDescription":"Information about Sudden Infant Death Syndrome (SIDS) and advice on sleep safety for your baby\r\n\r\nSudden Infant Death Syndrome (SIDS), also referred to as cot death, is the term given to the sudden and unexpected death of a baby for no apparent reason during their sleep. \r\n\r\nThe term will never be used if a baby dies from a specific or known cause, such as an accident, an illness, or as a direct result of premature birth or a congenital abnormality. \r\n\r\nWhen a baby dies from SIDS a full investigation is carried out including a post mortem examination, a thorough search of the place where the baby died and a review of the baby's medical notes.\r\n\r\nHow rare is it? \r\n\r\nBabies who die from SIDS are usually under six months old. In the UK, around 300 babies die suddenly and unexpectedly every year*.\r\n\r\nMost typically the baby is found dead at home, either first thing in the morning or after a nap during the day. \r\n\r\nIt can occur when the baby is left sleeping for only a brief period of time in a cot or a pram. Statistics show that SIDS is more common in the winter, although the reasons for this are not yet fully understood.\r\n\r\nWhy does it happen?\r\n\r\nIt is not yet fully understood why SIDS happens. The baby may stop breathing as a result of one or a combination of different infective, circulatory, bio-chemical or immunological abnormalities.\r\n\r\nIt has been suggested that certain babies have a problem with the part of the brain that controls breathing and waking, so they don't respond normally to a breathing challenge such as their bedclothes covering their airways.\r\n\r\nCot death can affect any family, although it is very rare for it to occur twice in the same family. \r\n\r\nIt is also unclear why the rate of cot death is highest for babies of mothers aged under 20 at the time of the child's birth.\r\n\r\nHigh risk babies\r\n\r\nThere are groups which statistics show are at higher risk of cot death:\r\n\r\nBoy babies – cot death is slightly more common in boys Premature babies Low birth weight babies (less than 2.5kg\/5lb 8oz) Babies born to mothers who are under 20 years of age at the time of their birth \r\n\r\nPreventing cot death\r\n\r\nThere are no rules a parent can follow to completely avoid a cot death. However there are some suggestions which can be followed which can help.\r\n\r\nSleeping safely \r\n\r\n\r\nIn 1991, the foundation for the Study of Infant Deaths (FSID) now the Lullaby Trust, launched a campaign to reduce the risk of cot death, which has cut the number of cot deaths by 70%. See our baby sleep safety guidelines for the latest advice on sleep safety. \r\n\r\nDealing with a cot death\r\n\r\nThe shock to parents whose babies die suddenly and inexplicably is obviously profound. They should be given the opportunity to see and hold their baby after death has been confirmed and they will need support to deal with the necessary official enquiries and funeral arrangements.\r\n\r\nStrong support from their GP and health visitor is very important and if a paediatrician has been involved in the care of the baby it may be helpful to talk to them.\r\n\r\nThe Lullaby Trust operates Freephone Helpline 0808 802 6868 10am-6pm on weekdays and 6-10pm on weekends. Call 0808 802 6869 for Bereavement support. \r\n\r\nGrieving\r\n\r\nParents at first experience disbelief, followed by deep grief. Some feel guilt that they were not present when their baby died as though their absence was some kind of neglect.\r\n\r\nMany parents feel angry and this can be directed at each other, at professionals who had previously seen the child or even their other children.\r\n\r\nFriends and relatives need to allow the parents to talk and work their way through the grieving process. In some cases parents may need further counselling or psychiatric help."
    },
    {
       "id":"53",
       "title":"Circumcision",
       "tipDescription":"Circumcision is a surgical procedure that involves partial or complete removal of the foreskin (prepuce) of the penis.\r\n\r\nHow the foreskin develops\r\n\r\nA baby boy’s foreskin doesn’t retract (pull back) until he is around two years old or older. At this age the foreskin should start to separate naturally from the head of the penis. Full separation usually occurs by the age of five years, although for some boys this can take longer. Never try to pull the foreskin back when you clean around your baby’s genitals. Forcing back the foreskin may cause it to tear, which can cause problems for your little boy. \r\n\r\nWhy circumcise a baby? \r\n\r\nFor medical reasons As an act of religious dedication \r\n\r\n\r\nCircumcision for medical reasons:\r\n\r\nAlthough rare, there are some conditions that may lead to the need for circumcision\r\n\r\nPhimosis \r\n\r\nThis is a condition where the opening of the foreskin is narrowed, preventing retraction. This is quite normal in babies and toddlers, but if it persists in an older child the skin may take on a white, scarred appearance. Often the foreskin will be seen to balloon when the child passes urine. If the phimosis causes painful urination, irritation or bleeding from the edge of the foreskin, circumcision may be advised. \r\n\r\nBalanitis\r\n\r\nThis is an infection of the foreskin and head of the penis (glans). Sometimes there is a discharge of pus between the foreskin and the glans. Treatment involves simple hygiene measurers, painkilling medication and the application of antibiotic cream. Recurrent balanitis may be a reason for circumcision.\r\n\r\nCircumcision as an act of religious dedication\r\n\r\nThe circumcision of male children is a central feature of both Judaism and Islam. It is also important in many African and New World cultures.\r\n\r\nHow is circumcision performed?\r\n\r\nWhen circumcision is necessary for medical reasons it is carried out in hospital, as a day case, under general anaesthetic. It is a simple procedure and your child will be allowed home once he has passed urine. \r\n\r\nCaring for a circumcised baby\r\n\r\nIf your baby has been circumcised, you can keep his penis clean as a part of his normal bathing. After the bath put some petroleum jelly on his penis to protect it from rubbing against his nappy.\r\n\r\nIt's best to allow as much air as possible to circulate around your baby's penis while it's healing. So let him have some time without his nappy on.\r\n\r\nYour baby’s circumcised penis may take up to six weeks to heal. For the first few days after circumcision your baby’s penis may look quite red and swollen and he may require pain relief such as paracetamol or ibuprofen, in the correct dosage for his age, for a few days. \r\n\r\nComplications of circumcision include infection of the skin, or a urine infection and bleeding. Infection of the skin will lead to persistent redness, soreness and swelling of the head of the penis. Urinary infection will lead to pain when passing urine. If you suspect your child has any complications following surgery see your GP."
    },
    {
       "id":"54",
       "title":"Baby Massage",
       "tipDescription":"Baby massage can be a wonderful experience for both you and your baby. It is a chance for just the two of you to have a quiet, bonding moment. \r\nHere we explain the benefits of baby massage and how to do it safely. \r\n\r\nSetting the scene\r\n\r\nCreate a relaxed atmosphere before you begin to massage your baby. If it is the first time you have tried it make sure there are no distractions to spoil the mood or upset your baby. \r\n\r\nChoose a time when no-one else is in the house. Unplug your house phone, turn your mobile to silent and switch off the television. If you have a dog, or cat put it in another room. Ensure the room is warm and that there are no cold draughts. If you like, play some relaxing music but keep it at a low volume as it is important that your baby can hear you talk while you massage.\r\n\r\nHave everything you need to hand, including massage or vegetable oil or baby moisturiser (you may choose not to use any lubricant), a towel or muslin square to mop up any accidents, a fresh nappy and clothes for afterwards. \r\n\r\nIf you do use oil, make sure that it doesn't contain nuts, that it isn't petroleum based or very heavily scented, dab a little on your baby’s skin to start with, just in case she has a reaction.\r\n\r\nPlace your baby on a warm towel (perhaps with a changing mat underneath) or sheepskin. Alternatively, you can place her on your lap. \r\n\r\nYour baby can be completely naked, with just a nappy on or you might prefer to keep her vest on if you think it is a little cool. \r\n\r\nGiving a massage\r\n\r\nIt is a good idea to follow the same routine when massaging as your baby will take comfort from knowing what is coming next. \r\n\r\nMake eye contact with your baby while you massage and talk (or sing) to her quietly and gently. If she seems to be uncomfortable or starts crying before you have finished the massage, stop and give her a cuddle.\r\n\r\nBegin by applying some oil onto your hands. Rub together to warm them up Starting with the legs, gently rub your baby’s skin. Work from her thighs down to her knees, then stroke down the shins and move around to her calves and ankles. Gently squeeze all the way down Rub your baby’s ankles and feet, stroking from the heel to the toe and then concentrate on each toe individually Gently stroke down your baby’s chest, following the curves of her ribs. Place your hands flat on top of her stomach then spread them to the sides, as if flattening the pages of a book. Once you have massaged your baby’s front, turn her over and work on her back (if she is happy being on her front) Stroke down her arms to her fingertips then, using your fingers and thumb, gently squeeze all along her arm, beginning at the top Gently massage your baby’s neck from her ears to her shoulders and from her chin to her chest, then stroke her shoulders from her neck outwards Lightly massage the crown of your baby’s head using a circular motion, then stroke down the sides of her face. Gently massage her forehead, working from the centre out and moving over the eyebrows and cheeks to finish around the ears \r\n\r\nWhen is the best time?\r\n\r\nTry to choose a time when your baby is between feeds so she won't be too hungry or too full. It's also best not to start just before her nap – aim for when she is awake but settled. \r\n\r\nIt can be a good idea to make it part of your baby’s bedtime routine, perhaps after a bath and before the last feed of the day. This will help her wind down and become calm, ready for her sleep.\r\n\r\nWhat are the benefits of baby massage?\r\n\r\nFor babies, a massage can be a wonderful time. It can sooth an unsettled baby and make her feel secure. \r\n\r\nIt can also ease minor digestive upsets such as wind and it can ease teething pains and congestion on the chest. Massaging her face can help to clear a blocked nose if she has a cold.\r\n\r\nAsk your health visitor about baby massage classes in your area."
    },
    {
       "id":"55",
       "title":"Baby Colds and Coughs",
       "tipDescription":"Once your child starts to mix with other children you can expect her to catch a fair number of colds.\r\n\r\nWhile adults can expect to catch around 3-4 colds a year, your little one runs the chance of having around 10, because of her growing immune system. Cold symptoms\r\n\r\nThese are same for a child as they are for an adult, which are generally a blocked or runny nose, sneezing, watery eyes and often a mild fever. \r\n\r\nA cough often accompanies the cold as there is a lot of mucus being produced which irritates the throat. The first couple of days of the cold are usually the worst and after that your child should gradually improve over the course of a week.\r\n\r\nAs colds are caused by viruses they do no respond to antibiotics. The cold virus is very infectious so encourage your child to sneeze and blow her nose into tissues, which can easily be disposed of. \r\n\r\nMake the whole family wash their hands frequently to prevent the germs being spread.\r\n\r\nHome treatment\r\n\r\nYour child may be more tired than usual and need extra time resting in bed or tucked up on a sofa. \r\n\r\nKeeping the atmosphere warm and slightly humid in the room where your child is resting will help her to breathe more easily if she has a blocked up nose. \r\n\r\nTry placing a non-breakable container of water beside the radiator to help moisten the air, or use a vaporiser if you have one. \r\n\r\nA few drops of decongestant oil, sprinkled on a hanky and placed out of reach, but near your child’s head, will also help to relieve congestion. Another simple treatment is saline nasal drops, which can help to clear blocked noses. Y\r\n\r\nou can help your child clear her nasal passages, by showing her how to blow one nostril at a time.\r\n\r\nYour child may not be hungry, but it is important that she drinks regularly so offer plenty of liquids such as warm drinks, water, milk or well-diluted fruit juice. \r\n\r\nIf your child is feverish paracetamol or ibuprofen may make her feel more comfortable. Give one type of medicine at a time and always follow the instructions on the packet regarding the correct dosage and frequency. \r\n\r\nIt is not recommended that children under the age of six years be given over-the-counter cold remedies as they don’t work and could cause side effects.\r\n\r\nWhen to see the GP\r\n\r\nSee the doctor if your child's cold symptoms become worse rather than better after a few days or if her fever is worsening. \r\n\r\nIf your toddler develops severe earache, a very sore throat or is having breathing problems you need to seek urgent medical advice.\r\n\r\nA runny nose can sometimes be the first sign of other infections: if your child is unwell, is drowsy, vomits, has a rash or other unusual symptoms get her checked without delay.\r\n\r\nCough\r\n\r\nCoughs often accompany a cold. There are two distinct types of cough – chesty and dry.\r\n\r\nA chesty cough is caused by a build-up of mucus and phlegm; coughing helps clear phlegm from the lungs and mucus from the back of the throat. A dry or tickly cough is caused by irritation to the throat. It’s a non-productive cough, which doesn't result in coughing up phlegm. \r\n\r\nTreatment\r\n\r\nCough medicines are not suitable for children under six years of age. A dry or tickly cough can be relieved by making a drink of warm water, lemon and honey, which will help to soothe the cough. \r\n\r\nHoney should only be given to children over 12 months. Always get your child to clean her teeth after taking your home-made syrup.\r\n\r\nA repetitive cough can be helped by breathing in moist, warm air; getting your child to take a bath or shower can help.\r\n\r\nWhen to see the GP\r\n\r\nIf your child has a bad cough, along with a fever and being off form, she may have a bacterial infection. Ask your GP to check her over and if a bacterial infection is diagnosed antibiotics will be prescribed."
    },
    {
       "id":"56",
       "title":"Vomiting",
       "tipDescription":"Usually an episode of vomiting doesn’t last for long and although it can be alarming in a young child, it is seldom a sign of serious illness.\r\nVomiting can cause babies and young children to become dehydrated, especially if they are also suffering from diarrhoea - and this can be dangerous.\r\n\r\nIs posseting normal?\r\n\r\nMost babies spit up or bring up sick from time to time. This posseting, or dribbling of undigested food is normal and nothing to worry about. \r\n\r\nIt is common for babies to posset frequently in the early weeks as they adjust to feeding. However, you should seek a same day appointment with your doctor if:\r\n\r\nyour baby vomits large amounts the vomiting is forceful or projectile the vomit is yellow or green in colour (bile) your baby seems unwell \r\n\r\nWhat causes vomiting?\r\n\r\nEverything from car sickness to prolonged bouts of crying or coughing can trigger the vomiting reflex. \r\n\r\nVomiting can also be triggered by colds where the baby swallows too much mucus, or other infections, particularly ear and urine infections. Acid reflux can occur in babies and can cause posseting after feeds.\r\n\r\nGastroenteritis is an infection of the gut, usually caused by a virus. It often causes diarrhoea with vomiting, tummy cramps and fever which comes on suddenly. Vomiting usually only lasts for one or two days while the diarrhoea can continue for between five and seven days. \r\n\r\nThe main risk of gastroenteritis is dehydration (see below). Good hygiene habits such as washing your hands thoroughly with soap and warm water after handling dirty nappies can help prevent gastroenteritis from spreading because the germs which cause it are usually passed from hand to mouth.\r\n\r\nWhen should I worry?\r\n\r\nRarely, vomiting can be a sign of more serious illnesses such as meningitis, other infections or a blocked gut. \r\n\r\nCall your GP to get medical help or take your baby to the nearest hospital A&E if your baby develops any of the following warning signs of serious illness:\r\n\r\nRepeated vomiting where your baby cannot keep down fluids or vomiting with great force (projectile) A rash that does not fade when the skin is pressed Abnormal sleepiness or irritability A tense or bulging soft spot on her head Shortness of breath Swollen tummy Blood or bile (green or yellow coloured liquid) in the vomit Refusal to feed High temperature or fever \r\n\r\nPyloric stenosis\r\n\r\nThis is a condition that causes persistent and forceful (projectile) vomiting within half an hour of feeding.\r\n\r\nIt affects one in 400 babies and affects boys more than girls from 3-6 weeks after birth but can occur until around four months of age.\r\n\r\nThe pylorus is the section of your baby's digestive system between the stomach and small bowel.\r\n\r\nPyloric stenosis occurs when the muscle in this area thickens, causing the pylorus to become narrower. As a result of this narrowing, milk can't get through to be digested. \r\n\r\nIt causes vomiting after feeds which may start with only a small amount of vomit but which will worsen and become more severe over a couple of days.\r\n\r\nIf you think your baby may have pyloric stenosis get her checked out by your GP. Treatment involves admission to hospital where a small operation under general anaesthetic is performed to split the pylorus muscle to widen it and allow passage of feed.\r\n\r\nDehydration \r\n\r\nVomiting can give rise to dehydration particularly if combined with diarrhoea. Babies under six months of age are more at risk of dehydration than an older child. \r\n\r\nIf you suspect your baby is becoming dehydrated get her checked that day by your GP.\r\n\r\nSigns of dehydration include:\r\n\r\nFewer wet nappies than usual and strong yellow urine A sunken soft spot Dry skin or lips Sunken eyes Excessive drowsiness \r\n\r\nWhat can I do to help my baby if she vomits?\r\n\r\nKeep your baby hydrated as when your baby vomits she’s losing precious fluids and it is important to replace them. Try to encourage your baby to drink small amounts frequently as a small amount of fluid will be absorbed more easily from an upset stomach.\r\n\r\nIf your baby is breastfed continue to breastfeed as breast milk is better tolerated than any other fluid and antibodies in your milk will help her to fight the illness.\r\n\r\nYour GP may prescribe rehydration drinks to help replace lost fluid, these must be made up exactly as instructed on the sachets and nothing must be added to them as they contain exactly the right amount of sugar and salt when dissolved in water to rehydrate. \r\n\r\nMedication to stop vomiting and diarrhoea is not given to children under the age of 12 years.\r\n\r\nIf your baby is on solids you should give her a bland diet (for example, banana, rice and toast) for 24 hours, once she has stopped vomiting. Avoid fruit juices and carbonated drinks. \r\n\r\nAfter 24 hours she can return to her usual diet but you should keep giving her plenty of fluids. Don’t worry if your child does not want to eat much for several days. \r\n\r\nFluids are much more important to her recovery and her appetite will improve in a few days.\r\n\r\nIn extreme cases, admission to hospital may be necessary to treat dehydration. Treatment involves giving rehydration fluids either by a drip or a naso-gastric tube, which goes down into the stomach through the nose.\r\n\r\nIf your child attends childcare or nursery keep her at home for 48 hours after her last episode of vomiting to prevent the spread of the virus which caused the illness.\r\n\r\nDiarrhoea in babies\r\nOne of the most common new-mum topics is baby poo and of course, diarrhoea, which all babies will succumb to at some stage in their early months or years.\r\n\r\nDiarrhoea in babies or frequent abnormally runny stools, is often, but not always, caused by a viral infection. \r\n\r\nIt can also result from too much fruit in the diet or a food sensitivity or intolerance, in fact, some parents claim that teething also causes diarrhoea.\r\n\r\nIf the diarrhoea comes on suddenly, accompanied at the beginning with fever and vomiting or lack of appetite, it's most likely to be a viral infection. It’s self-limiting and will go away but could take anything from a few days to two weeks. \r\n\r\nThe most worrying side effect of diarrhoea (apart from a sore bottom) is dehydration (see signs of dehydration below). \r\n\r\nIf your baby has had six or more episodes of diarrhoea in the last 24 hours you should take her to your GP.\r\n\r\nHow can I tell if it is diarrhoea?\r\n\r\nSometimes it’s not easy to tell. Younger breastfed babies often have very soft yellowy stools which is perfectly normal. If, however, the stool is watery, mucus-streaked, unusually smelly and more frequent than normal then it is diarrhoea.\r\n\r\nParents are often amazed by the variety of colour and frequency of a newborn baby’s poo and it’s perfectly natural for her to fill her nappy up to five times a day. \r\n\r\nFor slightly older baby’s diarrhoea is easier to recognise as you will come to know how your baby’s poo normally looks and smells!\r\n\r\nBreastfed babies will often pass a stool during or immediately after each breastfeeding session. \r\n\r\nThis is because as her stomach fills up, the milk stimulates her intestinal tract, prompting a bowel movement. Within a month, most breastfed babies have settled down to one or two bowel movements a day.\r\n\r\nHow can I treat her?\r\n\r\nMild diarrhoea.\r\n\r\nIf your baby is still breastfeeding then carry on. Breastmilk has fluids and electrolytes needed to prevent dehydration. \r\n\r\nIf your baby is weaned eliminate fruit juice from her diet and give her plenty of boiled, cooled water. Change her onto a bland diet (like bananas, toast, rice, dry crackers, baby yoghurts).\r\n\r\nAcute diarrhoea.\r\n\r\nIf your baby is not yet weaned and you are breastfeeding, carry on. Do not attempt to give your baby any doses of adult medication as they could have serious side effects. \r\n\r\nCuddle and comfort her as much as possible, and keep her dry. Use care and tenderness when changing nappies since it's easy for a baby's bottom to become sore with diarrhoea. \r\n\r\nWash her clothes and bedding separately to prevent the spread of infection. Wash her hands and your own frequently to help prevent spreading the bug to other people.\r\n\r\nWhen to call the doctor\r\n\r\nCall your doctor if the diarrhoea lasts more than 12 hours or is accompanied by apparent cramping, tummy ache, fever or bloody stools; or if your baby shows signs of dehydration.\r\n\r\nYour doctor will most likely prescribe an oral rehydration solution, to replace fluids and nutrients lost through the diarrhoea. \r\n\r\nThis is usually a powder which can be dissolved in water and fed to your baby in small regular doses. It is important to make it exactly as described on the packet. Never add it to a feed or baby juice.\r\n\r\nSigns of dehydration\r\n\r\nSunken eyes or doughy skin Dry skin or lips Listlessness (unresponsive) Tearless crying A sunken fontanelle Discoloured hands and feet Strong yellow urine Fewer wet nappies than usual \r\n\r\nWhat causes diarrhoea? \r\n\r\nThe most common cause of diarrhoea is a virus called rotavirus.\r\n\r\nRotavirus infects by the faecal-oral route via contact with contaminated hands, surfaces and objects. \r\n\r\nIt causes gastroenteritis, which is an infection of the gut that damages the inner lining of the intestine. The injured lining leaks fluid and allows food to pass through without absorbing any nutrients. This often causes very foul smelling watery, green or brown diarrhoea, which is accompanied by fever and vomiting in the first couple of days. As the gut lining in a baby takes some time to repair itself after a viral illness the diarrhoea can persist for days or even a couple of weeks.\r\n\r\nYour baby will be offered an oral vaccine against rotavirus at two and three months of age.\r\n\r\nProper hygiene can help reduce the chance of diarrhoea, because the micro-organisms which cause it can easily be passed from hand to mouth. So wash your hands thoroughly with soap after handling dirty nappies or using the toilet.\r\n\r\nTo prevent your baby passing on her diarrhoea to other children, keep her away from childcare or nursery until at least 48 hours after her last episode, and don’t take her swimming for two weeks afterwards.\r\n\r\nDiarrhoea can also be caused by:\r\n\r\nFood intolerances and allergies Coughs and colds Antibiotics Food poisoning Enzyme deficiencies, although these are rare"
    },
    {
       "id":"57",
       "title":"Constipated Babies",
       "tipDescription":"It’s amazing how much time can be spent by parents discussing the contents of their baby’s nappy: is she pooing enough? Too much? Is it the right kind, colour, texture? \r\n\r\nSome parents worry if their baby doesn’t perform every day, but as long as she’s not crying or irritable and is feeding normally, she’s probably fine. \r\n\r\nThere is no normal number or schedule for baby poos, just as in adults, babies’ bowel patterns vary, and poo can change in texture and colour from day to day. \r\n\r\nBreastfed babies are unlikely to become constipated as breast milk is much more easily digested than formula milk. Breastfed babies poo also tends to be much softer than bottle fed babies too.\r\n\r\nHow you can tell if your baby is constipated?\r\n\r\nParents get used to the regularity of their baby’s bowel movements so will usually notice if the pattern changes. \r\n\r\nBabies can go from pooing several times a day to going only once a week. But surprisingly, it isn’t the frequency, but rather the type of bowel movement that matters.\r\n\r\nA constipated baby passes small, hard stools and may strain or appear to have some difficulty passing them. \r\n\r\nThey may have tummy pain and they might go off their food and could also produce foul-smelling wind or particularly offensive-smelling poo.\r\n\r\nConstipation may also be a result or cause of other conditions so always look out for other signs that all is not well: refusing feeds, apparent cramping, abdominal pain, vomiting, fever or bloody stools; or if your baby shows signs of dehydration, such as infrequent urination, sunken eyes or doughy skin. \r\n\r\nIf you are concerned that your child is unwell get an urgent appointment for your baby to be seen by a doctor.\r\n\r\nStrangely a very liquid poo can be also be a sign of severe constipation. Liquid poo can slip past the blockage of hard poo in the lower intestine. This is uncommon, but your baby should be seen by their GP if it is suspected.\r\n\r\nWhat causes constipation?\r\n\r\nConstipation may be caused by a number of things including a change of diet (sometimes switching from breast milk to formula or from formula to solid food can jolt your baby’s digestive system, causing constipation) dehydration or a minor illness like a cold. \r\n\r\nIt is rarely seen in breastfed babies because breast milk is more easily digested. Very rarely constipation can be a sign of a congenital bowel disease so it’s best to check with your GP or health visitor before trying the home remedies below.\r\n\r\nWhat can I do about it?\r\n\r\nThere are several things you can do for your constipated baby:\r\n\r\nBabies over six months who have started on solids can eat foods containing fibre which will help overcome constipation; puréed or chopped apples, apricots, blueberries, grapes, pears, plums, prunes, raspberries and strawberries are all high in fibre. \r\n\r\nGive your baby extra drinks of cooled, boiled water in between feeds if she is being bottle fed. Never add sugar or rice cereal to formula milk - it doesn't help constipation and could cause choking. If your baby is being bottle fed, check her bottles are being made correctly - too much baby milk powder will make the feed too concentrated. Gently massage your baby's tummy in a clockwise direction. Some baby oil on your hands may help. But if your baby seems tense or doesn’t like the sensation stop immediately. Gently move your baby’s legs in a cycling motion. Sometimes this gentle 'exercise' can help move the poo through her system. Give your baby a warm bath and apply some cream or petroleum jelly around her bottom to soothe and prevent soreness. \r\n\r\nAsk the experts\r\n\r\nIf you have any worries about your baby's health, it's always best to talk to your doctor or health visitor. If your baby’s constipation is severe, your doctor may suggest a laxative, which can be given as a medicine or via a suppository.\r\n\r\nTry not to worry too much if your baby becomes constipated. It's likely to happen now and then, especially if she is on formula feeds or when she is weaned and solid foods are introduced. \r\n\r\nJust pay attention, help with these natural home remedies and, in time, she'll be regular as clockwork again!"
    },
    {
       "id":"58",
       "title":"Mouth related problems and issues",
       "tipDescription":"From newborn to toddler, your child is sure to develop a mouth problem at some point. Here we explain the different conditions and how to treat them. \r\n\r\nThrush\r\n\r\nThrush is most common in babies under two months, but it can affect older babies as well. \r\n\r\nIt appears as white ot cream-coloured patches on the insides of the lips and cheeks and on the tongue. When there is a white coating on the tongue alone it is more likely to be simple milk residue.\r\n\r\nBabies with thrush often go off their food as feeding can make their mouths sore. Thrush is a fungal infection caused by an organism candida albicans which is naturally present in our bodies and doesn't normally cause problems. \r\n\r\nA young baby’s immature immune system means they are less able to fight the infection. Antibiotics can cause thrush so if a baby is on antibiotics, or the mother is taking antibiotics while breastfeeding the baby can become infected. \r\n\r\nIf a baby has thrush the infection can spread to the mother’s nipples making them cracked and sore. Thrush can also pass from the baby's mouth to the anus, causing a spotty nappy rash.\r\n\r\nIt's not known if it is possible to prevent thrush in babies. However, it makes sense to ensure that dummies, teething toys, breast pump parts and (if bottle feeding) teats are regularly sterilised. \r\n\r\nGood hand hygeine is also important, especially after changing your baby's nappy. In mild cases the infection clears up within a few days, but more severe cases can take up to two weeks.\r\n\r\nIf you suspect your baby has thrush, particularly if you are also experiencing itchy, burning nipples or if your baby seems reluctant to feed, go and see your GP. \r\n\r\nIf thrush is diagnosed your baby will be prescribed an oral antifungal treatment. If you are having symptoms of nipple thrush you will also be prescribed treatment. As your baby grows and the immune system matures she will be less likely to get thrush in her mouth.\r\n\r\nUlcers and cold sores\r\n\r\nA crop of mouth ulcers in children between the ages of 1-5 years old is most commonly caused by the herpes simplex virus. The ulcers appear as tiny, flat, yellowish\/white spots anywhere in the mouth or on the tongue.\r\n\r\nUlcers can be very sore and can prevent your child from eating or drinking properly and can take up to two weeks to clear completely. \r\n\r\nThe first infection is always much more severe than subsequent infections which will appear as a simple 'cold sore' around the nose or lips. \r\n\r\nThese occur from time to time and especially if a child is rundown for any reason, for example, if they have a cold. The name 'cold sore' is confusing though, as the sore is not caused by a cold, but by the herpes simplex virus. \r\n\r\nRarely a newborn baby will contact the herpes simplex infection. This can be serious as the virus can cause an inflammation of the brain and requires urgent medical treatment.\r\n\r\nIt is important to keep the child well hydrated and, because mouth ulcers are contagious, you need to pay particular attention to hygiene by washing hands and keeping your child’s towels and face cloths separate from others.\r\n\r\nTry feeding the child soft foods and drinks through a straw until the discomfort eases.\r\n\r\nCleft lip or palate\r\n\r\nA cleft lip is a split in the upper lip just under the nose, and a cleft palate is a split in the roof of the mouth – the palate. Often both the lip and palate are affected.\r\n\r\n1 in around 700 babies is born with a cleft lip or palate* and while it is obviously distressing to the parents, it is correctable by surgery.\r\n\r\nThe exact cause is unknown and although there is a hereditary element to the condition with it being more common in some families than others, it is thought environmental factors also play a part.\r\n\r\nApproximately half of all affected babies are born with a cleft lip and palate, a third have a cleft palate only, and one in ten have a cleft lip only*. \r\n\r\nThe split occurs during the first trimester as the development of the face and the upper lip takes place during the fifth to ninth week of pregnancy.\r\n\r\nA cleft lip and palate is corrected using surgery. The procedure has a high success rate and leaves minimal scarring. After treatment, most children have a normal appearance and achieve normal speech.\r\n\r\nAll types of treatment for cleft lip and palate are available on the NHS and an on-going, structured care plan from a team of cleft specialists is available for any child born with the condition.\r\n\r\nTongue Tie\r\n\r\nAround one in ten babies is born with a tighter-than-normal piece of skin (frenulum) between the underside of their tongue and the floor of their mouth*. This is known as tongue-tie, while the medical name is ankyloglossia.\r\n\r\nIt can sometimes affect your baby's feeding, making it hard for them to attach properly to the breast. If you're concerned about your baby's feeding and think they may have tongue-tie, speak to your GP, health visitor or midwife.\r\n\r\nTongue-tie doesn't always cause problems. Sometimes, the skin anchoring the tongue may be so thin that it soon breaks and neither the parent nor baby is ever aware it existed. \r\n\r\nIf the tongue movement is restricted and the problem is not resolved as the child grows older she may have trouble speaking and eating.\r\n\r\nSnipping the skin to free up the tongue is known as tongue-tie division or frenuloplasty. It is a simple and painless procedure with little or no blood loss.\r\n\r\nIn young babies, division of tongue-tie is usually performed without any anaesthetic (painkilling medication), or with only a local anaesthetic to numb the tongue. In older babies with teeth, a general anaesthetic is given to perform the procedure."
    },
    {
       "id":"59",
       "title":"Coping with Colic",
       "tipDescription":"The crying is often worse in the evenings when baby draws his legs into his body as if he has tummy cramps or bad wind; a baby in pain should always be checked by a doctor in case there is a more serious problem. This is particularly true if he cries all day, or has any other symptoms like fever or sickness.\r\n\r\nBreast and bottle-fed babies suffer equally from colic, so switching feeding methods isn't usually the answer. \r\n\r\nSucking is the most comforting thing your baby knows and it helps move gas along the intestine, so your baby will want to suck even when he's not hungry.\r\n\r\nHelp for breastfed babies\r\n\r\nMany mothers wonder if their baby is reacting to something in their breast milk. This is possible, but hard to pin point as you need to exclude items from your diet for up to two weeks to see any difference. The commonest triggers are:\r\n\r\nCaffeine, found in tea, coffee, cola and chocolate, spicy foods and alcohol. Cow's milk proteins, especially if you or your partner have a family history of allergies. Excluding all dairy produce from your diet is difficult, and you need to make sure that you have alternative forms of calcium. Sometimes something as simple as better positioning and attachment during breastfeeding can help to solve the problem. Also, make sure that your baby finishes the first breast before moving him on to the second one. \r\n\r\nHelp for bottle-fed babies\r\n\r\nYou may find that using different types of bottle or teats can work. If your baby is windy, you could try a teat which slows down the milk flow. You could also feed your baby in a more upright position, with frequent pauses to allow trapped air to escape. Feeding little and often, seems to help. Afterwards, hold your baby upright over your shoulder, and stroke his back slowly and firmly upwards to burp him. Sometimes a health visitor will advise you to try a hypoallergenic formula instead of your baby's usual feed. She will monitor whether this helps your baby and will give you advice on how long you should continue giving it. If it is ineffective after one or two weeks it is usually stopped.\r\n\r\nOver stimulation\r\n\r\nAnother theory is that young babies have to handle so much information every day that they are over-stimulated by the evening. \r\n\r\nIf you think this applies to your baby then try creating a structured, early bedtime, perhaps with a soothing bath, a gentle cuddle and feed before the miserable time starts. You can also cut down on stimulating events late in the afternoon \r\n\r\nBe in control\r\n\r\nWhen your baby is crying it's all too easy to get wound up yourself. However, you need to stay calm otherwise he will sense your tension and get worse. \r\n\r\nIf you can handle him in a positive and confident way, that's half the battle. Share the burden - make sure your family, friends and your partner take turns comforting him; he won't mind at this stage who is doing the cuddling. \r\n\r\nIt can also be a great help to meet up with other new mums with colicky babies; ask your health visitor or local NCT to put you in touch.\r\n\r\nIf you feel you are losing your temper, then put your baby in his cot and walk away until you calm down. No one will judge you if you feel unable to cope with your baby’s constant crying so talk to your health visitor.\r\n\r\nColic remedies\r\n\r\nThere are a number of over-the counter-remedies available for treating colic. Some babies seem to respond well to these, while for others they seem to have little effect. Your pharmacist will be able to advise you.\r\n\r\nYour health visitor may advise you to try lactase drops which are used with both breast and bottle fed babies. It is suggested that in some cases of colic there is a temporary deficiency of the enzyme which breaks down milk into its component sugars. \r\n\r\nThese drops should be given as a one week trial and discontinued if they are not effective.\r\n\r\nOther strategies\r\n\r\nBathing, massaging, swaddling - all these work for some babies. Some babies like gentle singing or humming, others like 'white noise' - the tumble drier, vacuum cleaner, or radio static. If your baby wants to be held or jigged around a lot of the time, invest in a good sling. Often a long walk or a drive in the car will send him to sleep. Cranial osteopathy has been used as a therapy for colic, but there is no clear evidence as to why this should be effective. If you decide to try this always go to a certified osteopath."
    },
    {
       "id":"60",
       "title":"Over the counter medicines",
       "tipDescription":"If your child has a minor ailment, a cough or cold, stomach upset or a temperature; it's handy to remember that you can always go to straight to your pharmacist for advice and medicine rather than head for your GP.\r\n\r\nThe good news about this is you don't have to make an appointment and pharmacies are often open longer hours than GP practices, giving you ample opportunity to get skilled advice. \r\n\r\nYour GP surgery may also have information of how to manage common illnesses on its website. Other good sources of information are NHS Choices and Patient info \r\n\r\nIf you are using medicine that isn't on a prescription you need to take care – especially as children are more sensitive to medication than adults. Here's how to ask all the right questions and stay safe.\r\n\r\nChecking with your pharmacist\r\n\r\nCheck your child's symptoms with your pharmacist first – and if they need over-the-counter medicine (e.g. infant paracetamol for a fever), the pharmacist should take the time to explain the medicine to you.\r\n\r\nThis should include giving you details of how and when and for how long your child's medicine should be taken. \r\n\r\nIf they don't explain fully or you don't understand the first time – always ask them to go through it with you again.\r\n\r\nThey should also let you know if there is anything to be avoided while your child is taking the medicine, and they should check with you first to see if your child is already taking any other medication that could affect this.\r\n\r\nIn turn, you should always let them know if your child has any allergies or has had any bad reactions to any previous medicines in the past, as well as asking them about any possible side effects.\r\n\r\nGiving the medicine \r\n\r\nSome medicines have to be taken at particular times, for example, before or after meals, in order for them to work properly – so always read the instructions carefully. \r\n\r\nRemember if you don't understand part or all of the instructions you can always call your pharmacist for more information. \r\n\r\nOnly give your child medicine from his own prescription, or over-the-counter medicine approved by the pharmacist and never give your child medicine designed for adults.\r\n\r\nSecondly, make sure you only ever give the correct dose of the medicine and that you never exceed the dose recommended over a 24-hour period. \r\n\r\nAlways double check the amount needed for your child's age and weight and if you are using a spoon, use the precise measuring spoon that comes with the medicine – rather than one from the kitchen drawer. Too small a dose and the medicine won't work while too large a dose could harm your child.\r\n\r\nIf you're giving a liquid, don't forget to shake the bottle thoroughly to make sure the strength of the medicine is the same throughout the bottle.\r\n\r\nIf using a spoon is too tricky (your child keeps spitting the medicine out) a medicine syringe can be easier – you can get one of these from your pharmacy. \r\n\r\nEqually, giving medicine like eye and ear drops can also be tricky – in all cases, try and stay as calm as you can and if needed, get someone else to help you keep your child steady.\r\n\r\nIf your child can't take the medicine she's been given easily (e.g. she gags at the medicine or spits it out), contact your GP or pharmacist as they may be able to give you the medicine in a different form.\r\n\r\nSome treatments are advised for a maximum of a few days while others need to be taken for the full course. Ask your GP or pharmacist if you are not sure how long the treatment is for.\r\n\r\nAlways speak to your doctor or pharmacist if your child shows any side effects, or if you have been using the medicine for a while and your child's condition has not improved or worsened.\r\n\r\nStoring medicines safely \r\n\r\nAt home you should always make sure that all medicines are stored well away from babies and children. \r\n\r\nThis is best in a high up in a lockable wall cabinet where little fingers can't reach – and ideally in a cool, dark place. Some medicines need to be kept refrigerated and, if that's the case, keep them out of sight of children and up on a high shelf in the fridge so they are not easily reachable. \r\n\r\nAlways store medicines in the bottle or packet they came in and keep the instructions – you might have forgotten how to take them by the time you come to use them again.\r\n\r\nFinally, never keep a medicine past its ‘use by date’ and some medicines once opened must be discarded within a limited time. \r\n\r\nEye ointment, for example, should not be kept over four weeks after the tube has been opened. Don't put them in a bin or flush them down the toilet – give them back to the pharmacist where they can be disposed of safely."
    },
    {
       "id":"61",
       "title":"Choking - baby 1st aid guide",
       "tipDescription":"If your baby swallows something that gets lodged in his throat he will turn blue and make gasping noises. If the item is not dislodged using the measures below, you will need to call an ambulance.\r\nChoking First Aid - STEP 1: Lay your baby face down with his chest and abdomen lying along the length of your thigh with your hand supporting his head. Alternatively lay him across your knees with his head facing down.\r\n\r\nChoking First Aid - STEP 2: Give him 5 sharp slaps in between his shoulder blades using the heel of your hand, checking between each slap to see if the obstruction has cleared.\r\n\r\nChoking First Aid - STEP 3: If this fails, turn him face up and check the mouth for any object you can see. If you can see the object try to remove it using your finger and thumb making sure that you don’t push it further down his throat.\r\n\r\nChoking First Aid -Step 4: If you can’t feel anything and your child is still choking move to chest thrusts. With your child face up and his back supported by the length of your thigh put two fingers on the middle of the chest just below the level of the nipples and press in and up 5 times with a thrusting movement. Check to see if the obstruction has been cleared.\r\n\r\n\r\nChoking First Aid - Step 5: If the blockage is still there after 3 cycles of back slaps and chest thrusts, dial 999. Keep on repeating the slaps and thrusts until the blockage is removed or the ambulance arrives.\r\n\r\nChoking First Aid - Step 6: If your baby stops breathing or becomes unconscious you will need to give CPR.\r\n\r\n\r\nUnconscious Baby \r\n\r\nIf your baby is unconscious, check to see if he is breathing by looking for chest or tummy movement - flick the soles of his feet and call his name to see if he responds.\r\n\r\nIf he’s breathing, call an ambulance. While you’re waiting for it to arrive, cradle him in your arms with his head lower than his chest so that his airway is open. Keep checking his breathing until the ambulance arrives.\r\n\r\nIf your child is unconscious and has stopped breathing you will need to start giving CPR immediately and continue until breathing resumes. If possible, get someone else to call the ambulance but if you have to do this yourself start CPR for one minute and then call for help keeping your baby with you."
    },
    {
       "id":"62",
       "title":"Burns and scalds - baby 1st aid",
       "tipDescription":"The most likely cause of scalds in the home is a baby that pulls a hot drink onto himself. \r\n\r\nCool the burn as quickly as possible by placing the affected area under cold running water, for at least 10 minutes.\r\n\r\nA shower can be used to cool a burn providing you can support the baby in the shower. Only use the shower head to cool the affected area, ensure temperature is set to cool and the pressure is low.\r\n\r\nCovering the whole baby or child, rather than just the area of the burn, with cold water could result in hypothermia.\r\n\r\nIt is common for swelling to occur following a burn therefore remove any tight clothing before the swelling occurs. However do not remove clothing or material that may be sticking to the burn.\r\n\r\nRaise the limb to reduce swelling.\r\n\r\nCover the injury using cling film – it’s the cleanest and most effective dressing that is readily available - and seek medical advice."
    },
    {
       "id":"63",
       "title":"CPR - baby 1st aid guide",
       "tipDescription":"Unconscious baby\r\n\r\nIf your baby is unconscious, check to see if he is breathing by looking for chest or tummy movement - flick the soles of his feet and call his name to see if he responds.\r\n\r\nIf he’s breathing, call an ambulance. While you’re waiting for it to arrive, cradle him in your arms with his head lower than his chest so that his airway is open. Keep checking his breathing until the ambulance arrives.\r\n\r\nIf your child is unconscious and has stopped breathing you will need to start giving CPR immediately and continue until breathing resumes. If possible, get someone else to call the ambulance but if you have to do this yourself start CPR for one minute and then call for help keeping your baby with you.\r\n\r\nFirst Aid CPR: Step 1Look for signs of breathing \r\nMake sure your baby is on a firm, flat surface and that the head and neck are in line and not tilted. Lift the chin with your fingertips, making sure you don’t block the airway. Look for chest movement, listen for breath sounds and the feel of air movement on your check. Do this for no more than 10 seconds.\r\nFirst Aid CPR: Step 2Check the airway\r\n\r\nCheck there is nothing blocking the nose and mouth.\r\nFirst Aid CPR: Step 3Place your lips over your baby’s mouth and nose\r\n\r\nTake a deep breath and then place your lips over your baby’s mouth and nose, making sure that the seal is airtight. If you can’t cover both the mouth and the nose at the same time, seal one with your mouth. If you do chose the nose, close their lips to stop air escaping. \r\n\r\nRemember: a baby’s lungs are much smaller than an adults, so using small puffs, blow steadily for one to one-and-a-half seconds until you see your baby’s chest rise, then take your lips away and watch the chest fall.\r\n\r\nREPEAT THIS SEQUENCE FIVE TIMES\r\nFirst Aid CPR: Step 4Give 30 chest compressions\r\n\r\nCHEST COMPRESSIONS\r\n\r\nPlace the first two fingers of one hand in the middle of the chest.\r\n\r\nChest compressions: Step 1 \r\nUsing the tips of these two fingers, press down firmly so that the chest goes down by at least one third of its depth\r\n\r\nChest compressions: Step 2\r\nRelease the pressure without removing your fingers until the chest has come fully back up – this is one compression\r\n\r\nChest compressions: Step 3\r\nRepeat this 30 times, at a rate of twice a second\r\n\r\nChest compressions: Step 4\r\nGive two rescue breaths\r\n\r\nChest compressions: Step 5\r\nCarry on giving 30 chest compressions followed by two rescue breaths until help arrives. If your baby starts breathing normally stop CPR and put him in the recovery position.\r\n\r\n\r\nRecovery position\r\n\r\nCradle your baby in your arms, with his head tilted downwards. Hold him in this position until help arrives.\r\n\r\nWhen to call 999\r\n\r\nIf your child is seriously hurt, is unconscious or you think he may have suffered a spinal or neck injury you should always call an ambulance. Call an ambulance too, if your child needs emergency treatment and you don’t have suitable transport to take your child to hospital yourself or you’re unsure of how to get to your nearest A&E department.\r\n\r\nWhen you call for an ambulance the operator will want to know your name and the name of your child as well as the exact location of the emergency. You’ll be asked what has happened and how your child has been affected.\r\n\r\nDo try to remain calm so that you can give the operator as much information about the accident as possible. It’s important to stay on the line until the operator tells you to hang up as he or she will be able to help you deal with the emergency until the ambulance arrives."
    },
    {
       "id":"64",
       "title":"Dummies",
       "tipDescription":"Dummies are big business with a standard silicone or rubber teat and a plastic or silicone mouth shield and handle which can be plain – or fashioned into an animal, cartoon character or other favourite shape.\r\n\r\nLatex dummies are softer and more flexible than silicone but they don't last as long. Modern dummies are safe to use, can easily be sterilised and the mouth shield prevents your baby from choking on, or swallowing the teat.\r\n\r\nAlthough many parents use dummies to soothe their babies, some parents are dead set against them. Others are adamant they’ll never use one but soon change their minds when faced with a crying baby. \r\n\r\nShould I use a dummy? \r\n\r\nIt is thought that around two thirds of mothers used a dummy at some point. The NHS include dummy use in their guidelines as a possible way of preventing cot death (SIDS) saying: \"It is possible that using a dummy at the start of any sleep period reduces the risk of cot death. However, the evidence is not robust and not all experts agree they should be promoted\".\r\n\r\nThe reasons behind this are that the bulky external handle of the dummy may help keep your baby's nose and mouth clear of covers and soft bedding, and the sucking action may help improve the way your baby controls the upper airway\r\n\r\nIt is also possible that use of a dummy may affect the sleeping position of your baby in a positive way that helps to prevent SIDS or that using a dummy may keep baby in a state of greater arousal so they could be less likely to suffer from breathing or heart problems while asleep.\r\n\r\nMost parents start using dummies when their baby is 2-3 months old to soothe their baby or to help them get to sleep. \r\n\r\nIt is thought that sucking on a dummy can help relieve pain, which is why parents often give their baby a dummy when they have colic.\r\n\r\nMost of the negative issues associated with dummy use are connected to prolonged use. When used as a comfort, or an aid to get to sleep when baby is younger than one year old many parents find them very useful.\r\n\r\nDisadvantages of dummies\r\n\r\nInterfering with breastfeeding \r\n\r\nThere is a condition known as 'nipple confusion' when babies find it difficult to switch from an artificial teat, or dummy, back to the nipple. This is believed to result in breastfeeding mothers being more likely to wean their babies off the breast earlier than those mums who don’t use dummies on a regular basis.\r\n\r\nSome people also argue that sucking on a dummy instead of the breast results in lack of stimulation to the breast to produce prolactin, which then results in a reduced milk supply.\r\n\r\nWhatever the reason, the use of dummies on a daily basis has been linked to giving up breastfeeding before a baby is three months old. \r\n\r\nThe United Nations Children's Fund (UNICEF) works closely with the Department of Health as part of the Baby Friendly Initiative, and strongly discourages the use of dummies while breastfeeding is being established. This is in an effort to try and support mothers to breastfeed exclusively for the first six months.\r\n\r\nTummy infections \r\n\r\nDummy use has been associated with a higher risk of symptoms such as vomiting, fever and diarrhoea. This may be due to poor hygiene because using a dummy that isn’t sterilized could increase the risk of viral gastroenteritis and other viral illness.\r\n\r\nDental problems \r\n\r\nThe British Dental Health Foundation discourages the long-term use of dummies or thumb sucking as both could result in problems as the teeth grow and develop, particularly when their permanent teeth are coming through.\r\n\r\nDelayed speech \r\n\r\nUsing a dummy during waking or playing hours could prevent a baby from babbling, which is an important step in speech development. If a toddler is still using a dummy it may discourage them from chatting.\r\n\r\nDummy advice\r\n\r\nUse an orthodontic dummy Keep it as clean as possible (sterilising it regularly) Check regularly for cracks, splits and holes, which can trap germs, and replace with a new dummy regularly Never dip the dummy in sweet foods such as honey or orange juice to stop your baby crying as this will lead to tooth decay Limit dummy use to times when baby needs comfort, settling down to sleep or is unwell and fretful. Try to learn to recognize when your baby is looking for her dummy – don’t just automatically give it to her. Wean your child off their dummy before their first birthday Don't let using a dummy become a habit \r\n\r\nWeaning your child off her dummy\r\n\r\nGradually decrease the times when you let your child use her dummy and restrict dummy use to key times during the day, such as bedtime or when your child is ill. \r\n\r\nWith older children you can reward your child when she goes without her dummy with treats, stickers or star charts (not sweets).\r\n\r\nTry to instil in your child the realisation that older children don't use dummies. Children love to act more grown-up and copy older siblings"
    },
    {
       "id":"65",
       "title":"Nappy rash",
       "tipDescription":"Nappy rash can be distressing for both you and your baby. Here, we answer some commonly asked questions about nappy rash, and explain what you can do prevent your baby from getting it. What are the symptoms of nappy rash? \r\n\r\nNappy rash occurs on your baby’s bottom and can vary from slight redness to a painful, inflamed area with pimples and blisters. Sometimes little spots appear around the edges of the sore area. \r\n\r\nMild nappy rash will probably not affect your baby, but if the rash becomes severe your baby will feel uncomfortable and may become distressed.\r\n\r\nWhat causes nappy rash?\r\n\r\nThere are several causes of nappy rash. The most common is a baby’s skin being in contact with urine or stools for a long period – this is usually because the nappy hasn’t been changed frequently enough. \r\nOthers causes include:\r\n\r\nThe nappy rubbing against the skin leading to chafing The nappy area not being cleaned thoroughly Skin irritation caused by chemical irritants found in some baby wipes or washing detergents, soap and bubble baths Antibiotics can cause thrush which may lead to nappy rash \r\n\r\nHow can nappy rash be prevented?\r\n\r\nThe best way to prevent nappy rash is to keep your baby’s bottom dry and to clean the area thoroughly at each nappy change. \r\n\r\nTop tips to help avoid the discomfort of nappy rash:\r\n\r\nChange your baby’s nappy frequently – regular changing can ensure that the skin isn’t in contact with urine or faeces for too long. Wash your baby’s bottom with warm water and cotton wool or, if you use baby wipes make sure they are fragrance and alcohol-free. Always dry your baby’s skin gently after cleansing and before putting on a clean nappy. Let your baby go naked for a while each day to let air circulate around his bottom. If you use a barrier cream, don’t apply it too thickly - this may stop the nappy drawing moisture away from the skin \r\n\r\nHow to treat nappy rash\r\n\r\nThe number one rule for the treatment of nappy rash is to act at the first sign of redness – but remember not to expect results instantly. Mild nappy rash can be treated by following the tips on prevention above and will usually clear up within a few days.\r\n\r\nA more severe rash may require a specially formulated nappy rash cream. Your pharmacists, health visitor or GP will be able to give you nappy rash advice.\r\n\r\nOther rashes\r\n\r\nIf the rash shows no sign of improving after a few days, or if it spreads into the folds of the skin and white or red pimples appear this could be a sign of infection. You should seek advice from your GP who may prescribe suitable medication."
    },
    {
       "id":"66",
       "title":"Sepsis awareness",
       "tipDescription":"Although this condition can affect people of any age, babies and young children are amongst the most vulnerable. Sepsis is a medical emergency so it’s important to be able to recognise the symptoms so that early treatment can be given. \r\n\r\nWhat is sepsis?\r\n\r\nSepsis is a serious and potentially life-threatening condition where a person's organs and tissues are damaged by the body’s attempts to fight an infection. This can reduce the blood supply to vital organs such as the brain, heart and kidneys. Sepsis affects over 10.000 children every year.* \r\n\r\nCauses of sepsis\r\n\r\nThe main cause of sepsis in babies and young children is infection by bacteria, although rarely it can be caused by viruses or fungi.\r\n\r\nInfection in the lungs, urinary tract, skin and other organs can spread and lead to sepsis. Another way sepsis can happen is when a surgical operation is carried out. Bacteria gets into the body through the site of the surgical cut. In some cases the bacteria can enter the baby’s body from the mother during pregnancy, labour and birth. \r\n\r\nWhat to look out for\r\n\r\nSepsis can be hard to identify in newborns and young babies, so it is important to know what you should look out for. If your baby has any of the following symptoms you should go straight to A&E or call 999:\r\n\r\n• looks mottled, has a bluish appearance or is very pale\r\n\r\n• is very lethargic or hard to wake\r\n\r\n• feels abnormally cold to touch\r\n\r\n• is breathing very rapidly\r\n\r\n• has a rash that doesn’t fade when you press it\r\n\r\n• has a fit or convulsion\r\n\r\nOther symptoms that could indicate sepsis and which require urgent medical advice include:\r\n\r\na temperature lower than 36°C or higher than 38°C irritability refuses feeds appears ill has fewer wet nappies bulging or sunken fontanelle (soft spot on baby’s head) vomiting, especially if the vomit is green, black or blood stained frequent diarrhoea makes grunting noises when breathing becomes floppy eyes appear sunken \r\n\r\nIf your child is unwell and appears to be getting worse trust you instincts and seek urgent medical help.\r\n\r\nDiagnosis and treatment\r\n\r\nYour baby will be treated in hospital where a number of tests, including blood and urine tests, will be carried out to confirm sepsis. Other tests that may be required are a lumbar puncture, where a sample of spinal fluid is tested to see if the baby has meningitis, and a chest X-ray to check for pneumonia.\r\n\r\nIf your baby has sepsis she will usually be given antibiotics by a drip. She may also be given additional fluids via a drip to keep her hydrated and medication to support her blood pressure and circulation. Sometimes a ventilator is needed to help a baby breathe until she is better.\r\n\r\nIf sepsis is treated quickly your child should make a full recovery."
    },
    {
       "id":"67",
       "title":"Food allergy or intolerance",
       "tipDescription":"Although there has been an increase in the number of food allergies and intolerances diagnosed in children, in most cases the reaction to the food is fairly mild. Find out which foods are the most common culprits and how to recognise the symptoms.\r\n\r\nAllergies\r\n\r\nAn allergic response to a food involves the immune system and symptoms are usually fairly immediate. This happens when the immune system mistakes harmless proteins in a food for dangerous substances. An immune response is set off and the body releases histamine, which is what causes the classic symptoms of an allergic reaction, such as hives and itching. This almost instant response means that real food allergies are pretty easy to spot – when your child’s eyes turn red and watery straight after eating scrambled egg, this is likely to be the culprit! The severity of allergic reaction varies, but most are fairly mild. \r\n\r\nHowever, some of the more serious reactions, known as anaphylaxis, can affect breathing and must be treated as an emergency.\r\n\r\nRecognising the symptoms\r\n\r\nIf your child has an allergic reaction to a food, symptoms are usually instant and can affect different parts of the body:\r\n\r\nAred, itchy rash around the mouth or eyes, that may spread over the body Raised itchy hives on the skin Swelling in the face, in particular the lips and eyes Watery eyes, and a runny or blocked nose, and sneezing An itchy mouth and throat \r\n\r\nSymptoms of a serious anaphylactic reaction include:\r\n\r\nWheezing and a feeling of tightness in the chest Swelling of the tongue and throat, which can restrict the airways Adrop in blood pressure Dizziness, confusion and sometimes loss of consciousness \r\n\r\nFood intolerance\r\n\r\nThis is an adverse reaction to a particular food that doesn’t involve the immune system. These are more common than allergies, but because symptoms appear more slowly – the reaction can occurs hours after the food has been eaten – they can be harder to spot. If you suspect a food intolerance, try keeping a food diary of what your child eats to see if a pattern emerges. Food intolerance, while unpleasant, is never life-threatening.\r\n\r\nIf your child has an intolerance to food, symptoms are usually confined to the digestive tract and include:\r\n\r\nBloating and tummy pain Wind Diarrhoea and\/or vomiting Constipation Reflux \r\n\r\nFoods most likley to cause a reaction\r\n\r\nA common childhood intolerance is to milk and other dairy products, known as lactose intolerance. Other foods that may cause a reaction include eggs, fish, shellfish, wheat, kiwi, sesame seeds and nuts.\r\n\r\nWhat should you do\r\n\r\nAllergies:\r\nIf you suspect your child has a food allergy, the first thing to do is to avoid giving him the food again. Consult your doctor as soon as possible, as simply withdrawing the food without getting a proper diagnosis could mean he misses out on important nutrients. Your doctor can arrange a referral to a specialist allergy clinic where a diagnosis can be confirmed.\r\n\r\nFood intolerance:\r\nIf you think your child may have a food intolerance, keeping a food diary can reveal a pattern of symptoms that can help you to identify the culprit and is useful to show your doctor. Seeing a paediatric dietician is also worthwhile if a food intolerance is diagnosed: lactose intolerant children, for example, will need replacements for dairy products such as soya or rice based milk and they may need calcium and vitamin D supplements.\r\n\r\nLiving with a food allergy or intolerance\r\n\r\nOnce an allergy is confirmed, of course your child needs to avoid eating the food in question, but this may leave you feeling concerned about which nutrients he is missing out on. It’s worth consulting a paediatric dietician who can tell you not only what to avoid (foods can be hidden under other names in packaged products), but also how to compensate for nutritional shortfalls in his diet.\r\n\r\nWhat's the outlook?\r\n\r\nThe good news is that while some allergies are usually life-long, such as a peanut allergy, others, such as dairy and egg allergies, are often outgrown during childhood. This is why the allergy specialist will consider retesting your child as he gets older to check if an allergy has receded. If this is the case, he can be gradually weaned back onto the food."
    },
    {
       "id":"68",
       "title":"Cow's milk allergy",
       "tipDescription":"One of the most common childhood food allergies is to cow’s milk, with up to 7% of infants and young children affected. \r\n\r\nThe good news is that most children grow out of cow’s milk allergy by three to five years of age. \r\n\r\nWhat causes cow’s milk allergy?\r\n\r\nCow’s milk allergy occurs when the body reacts to one or more of the proteins present in cow’s milk. It usually develops in the first year of life, while the immune system is still developing, with symptoms often becoming apparent in the first weeks or months.\r\n\r\nSusceptible babies commonly develop symptoms, or a worsening of symptoms, if they are switched from breast to formula milk, which contains cow’s milk proteins, or during the weaning process when dairy foods are introduced. \r\n\r\nBabies with an existing allergy, or whose families have a history of allergies, have a higher risk of developing cow’s milk allergy.\r\n\r\nIf a baby develops atopic eczema in the early weeks of life he is also at higher risk. Babies who are exclusively breastfed in the early months, are less likely to develop cow’s milk allergy, although it is possible for particularly sensitive babies to react to cow’s milk from the mother’s diet that makes its way into breast milk. \r\n\r\nWhat are the symptoms of cow’s milk allergy?\r\n\r\nSymptoms can vary from child to child, and can also depend on the type of reaction your child has.\r\n\r\nThere are two types of allergic reaction to cow’s milk. Some infants have an almost instant reaction, with symptoms typically appearing seconds or minutes after consuming any food or drink containing milk.\r\n\r\nIf, after consuming some form of cow’s milk, your baby has any of the following symptoms – appears flushed and develops a rash around his mouth, has a stuffy nose, itchy eyes, hives (red, itchy lumps) on the body, or has vomiting or diarrhoea – he may be having an immediate reaction to cow’s milk.\r\n\r\nThis type of reaction is usually easy to spot, and often straightforward to diagnose (see below). \r\n\r\nRarely, a severe reaction can cause difficulty in breathing and floppiness, known as anaphylaxis. Thankfully, this type of reaction is extremely uncommon in infants, but if it does occur, you should call an ambulance immediately. \r\n\r\nSome infants have a delayed reaction to cow’s milk, with symptoms appearing hours, and even days, later. Symptoms can include skin conditions such as eczema, reflux (bringing up relatively large amounts of milk), colic, diarrhoea, sometimes with mucous and blood in it, and less commonly constipation.\r\n\r\nAs symptoms are delayed and are often due to other common childhood conditions, this type of reaction is less easy to spot and diagnose. \r\n\r\nWhat should I do if I suspect a cow’s milk allergy?\r\n\r\nIf you think your child is reacting to cow’s milk, make an appointment straight away to see your GP so that your child can be assessed and if necessary a referral to a specialist can be made to organise tests to confirm an allergy.\r\n\r\nYou should not change your child’s milk or diet without professional advice.\r\n\r\nA delayed reaction is harder to identify and symptoms can build up over time as the child is exposed repeatedly to the allergen.\r\n\r\nIf you notice a pattern to symptoms that you think could be a delayed reaction to a food, possibly cow’s milk, it’s a good idea to keep a food and symptoms diary to show your GP. Record the date and time a food was given, the amount of food, and any symptoms, stating when these occurred, how long they lasted and their severity. \r\n\r\nThe more information you can give your GP, the easier it will be for them to spot any patterns and work out the best course of action.\r\n\r\nAs well as providing a food and symptoms diary, be ready to discuss your child’s symptoms in detail, including when they first started, how quickly they developed and whether they vary. Your GP may also ask whether your baby, or your baby’s family, have other allergic conditions such as asthma and eczema.\r\n\r\nYou are likely to have plenty of questions for your GP, which can be easy to forget during a busy appointment. To make the best use of your appointment time, write down any questions you have beforehand so you can be happy that you’ve covered all your concerns and queries.\r\n\r\nMaking a diagnosis\r\n\r\nYour GP may refer your baby to a specialist allergy clinic where investigations and tests will be carried out to identify whether a food allergy is causing your baby’s symptoms.\r\n\r\nIf you think that your baby has an instant reaction to cow’s milk, then a blood or skin-prick test may be able to establish this quickly. This may sound a little alarming, but actually both procedures are relatively painless for your baby.\r\n\r\nA simple heel-prick test can provide enough blood for testing. With a skin-prick test, a small drop of cow’s milk is placed on the skin, and then the skin is gently pricked. If a red bump, or weal, appears, this confirms the allergy. \r\n\r\nDiagnosing delayed reactions is less straightforward as skin prick and blood tests are of little use.\r\n\r\nYour doctor or the clinic is likely to recommend an exclusion diet, where you completely eliminate cow’s milk from your child’s diet, or from yours if you’re breastfeeding.\r\n\r\nThis should be carried out under the guidance of a qualified dietician. It’s very important to always seek medical guidance before attempting an exclusion diet to ensure that your baby doesn’t miss out on nutrients vital for his growth and well-being.\r\n\r\nIf cow’s milk is the culprit, symptoms should improve within a two to four weeks. A food “challenge” will then be done, whereby cow’s milk is gradually reintroduced into the diet to see if symptoms recur, which confirms the allergy.\r\n\r\nWhat happens after a diagnosis?\r\n\r\nOnce a cow’s milk allergy is confirmed you will be advised to continue on the exclusion diet for at least five months, or until your child is one year old. After this cow’s milk will gradually be reintroduced into your child’s diet to see if he has outgrown the allergy.\r\n\r\nTalk to your GP and\/or dietician about managing your child’s diet. \r\n\r\nIf your baby has formula milk, your GP can prescribe a special type of formula, known as fully hydrolysed formula, where the milk proteins are broken down to make them easier for your baby to digest.\r\n\r\nSome babies may still experience symptoms, in which case an amino acid based formula may be prescribed that doesn’t contain any cow’s milk proteins. \r\n\r\nDon’t be tempted to switch to other infant milks, such as soya milk, without talking to your doctor or health visitor first.\r\n\r\nSoya milk isn’t recommended under six months of age, and infants who are allergic to cow’s milk may also develop an allergy to soya. Likewise, susceptible infants are also likely to react to proteins in sheep or goats’ milk.\r\n\r\nOat milk will not provide all the nutrients your baby needs for growth, and rice milk isn’t recommended for children under four and a half years old. Fully hydrolysed formula is usually preferable to these alternatives.\r\n\r\nCan I continue breastfeeding?\r\n\r\nIt’s recommended that you continue breastfeeding as breast milk has countless benefits for your baby, including providing antibodies that strengthen his immune system. Talk to a health professional about how to eliminate milk products from your own diet without missing out on important nutrients.\r\n\r\nManaging weaning with cow’s milk allergy\r\n\r\nIf your baby is ready to wean, or has already started on solid foods, a dietician can guide you on how to introduce new foods and which foods to avoid.\r\n\r\nThe list of foods to avoid will include weaning staples such as cheese, yoghurt and butter, as well as hidden sources of cow’s milk in foods such as processed meats, cakes and biscuits. It’s important that your baby gets used to a variety of textures and flavours while he is being weaned to make sure he has adequate nutrition and doesn’t become a fussy eater.\r\n\r\nA dietician will guide you on how to ensure your baby receives a diet that meets his nutritional and energy needs. \r\n\r\nWhen an allergy is present, parents often worry about introducing other common allergenic foods, such as eggs and wheat, into their child’s diet.\r\n\r\nThere are no official guidelines to avoid these, and they provide important nutrients. The best thing is to talk to your healthcare professional before giving these foods to your baby, who can advise you on how to introduce these foods gradually, trying one at a time and keeping an eye out for reactions. \r\n\r\nWhat’s the outlook for my child?\r\n\r\nMost children outgrow cow’s milk allergy during infancy, although for some the allergy continues into their teenage years.\r\n\r\nAfter 12 months of age, your child should have regular check-ups, ideally around every six months to monitor his growth and general health and assess any symptoms. \r\n\r\nIf an allergy continues during childhood, a paediatric dietician can provide continued support, advising you on all the milk protein alternatives on the market to ensure your child receives adequate sources of calcium, protein and other important nutrients to meet his changing needs as he grows. \r\n\r\nAs your child gets older it may be appropriate to try a controlled food challenge to see if cow’s milk can be gradually reintroduced into the diet. You will be given advice on this by your healthcare professional.\r\n\r\nWhat’s the difference between lactose intolerance and cow’s milk allergy?\r\n\r\nThese two conditions can both cause bowel symptoms but have quite different causes. Where cow’s milk allergy involves the immune system, which overreacts to one or more of the proteins in milk, lactose intolerance occurs when the body lacks the enzyme lactase, which is needed to digest the sugar, lactose, in milk.\r\n\r\nThe enzyme may be deficient from birth, although this is rare, or it may develop gradually throughout childhood and adolescence. In the latter case, symptoms do not usually occurring before the age or two or three years.\r\n\r\nA temporary form of lactose intolerance can develop after a gastrointestinal infection and the condition improves once the gut lining begins to heal. Symptoms can include bloating, wind, diarrhoea and abdominal pain.\r\n\r\nLactose intolerance is managed by avoiding milk and dairy products that contain lactose. As with cow’s milk allergy, it is important to seek professional advice before changing your child’s milk or diet."
    }
 ]