[
    {
       "id":"1",
       "tipsMonths":"1",
       "tipsDescription":"Baby\r\n\r\nAbout 5 to 7 days after a sperm fertilizes an egg, the egg attaches to the lining of the uterus. \r\nThis process is called implantation The fertilized egg then begins to grow in the uterus, doubling in size every day.\r\nFinger-shaped growths called chorionic villi grow into the uterine wall to anchor the embryo. Your baby is about the size of a pea! Shortly after implantation the placenta and umbilical cord begin to form. The placenta and umbilical cord provide nourishment and oxygen to your baby and carry away the baby's wastes. Your baby is enclosed in a sac of fluid, called the amniotic sac, to protect the baby from bumps and pressure.\r\n\r\nIn another week the baby has a spinal cord. A few days later, five to eight bones of the spinal column (vertebrae) are in place. Nerve development is beginning.\r\n\r\nThe embryo becomes three layers around the 5th week. The outer layer consists of the brain, nerves, and skin. The middle layer becomes the bones, muscles, blood vessels, heart, and sex organs. The inner layer holds the stomach, liver, intestines, lungs, and urinary tract. The eyes and other features begin to form, as do tiny buds that will be the arms and legs. The heart also forms, and it begins to beat on the 25th day after conception (5 to 6 weeks after the last menstrual period). The heart beat can already be detected, however, it is impossible to hear the heart beating at this time.\r\n\r\nBy the end of the first month, your unborn baby is technically known as an embryo. \r\n\r\nBy the end of your first 6 weeks of pregnancy, your baby has a head and trunk, and is about 1\/4 inch long (8 mm) and weighs a fraction of an ounce (or a few grams).\r\n\r\nMother\r\nIf you've been trying for a baby, a missed period is a good sign you're on the right track. \r\nOther indications of pregnancy include:\r\n\r\n* nausea, and not just in the morning\r\n* a sudden aversion to familiar foods like coffee or alcohol\r\n* cravings for certain foods\r\n* a strange or metallic taste in your mouth\r\n* tender or sore breasts\r\n* constant trips to the bathroom\r\n* fatigue or tiredness\r\n* light headed, faintness or dizziness\r\n* an increase in vaginal discharge or spotting\r\n* moodiness\r\n\r\nIf you suspect you're pregnant, you can try a home pregnancy test (about 95% accurate) or make an appointment with your doctor or health care provider, for a hCG blood test or pelvic exam to confirm your pregnancy. The sooner your pregnancy is confirmed, the sooner you can begin prenatal care.\r\n\r\nThe first weeks are the most vulnerable for an unborn baby, so it's a good time to assess your lifestyle. Stop smoking and cut down on alcohol, check your work environment for hazardous conditions, and take care when handling pets to avoid contracting toxoplasmosis.\r\n\r\nAvoid changing cat litter for there is a risk of toxoplasmosis. Let someone else do this duty for while. Toxoplasmosis can cause genetic defects, but most women who have cats have already had toxoplasmosis, and just believed it to be the flu. So don't get rid of the cat, just let someone else change the litter."
    },
    {
       "id":"2",
       "tipsMonths":"2",
       "tipsDescription":"This month is especially critical in the development of your baby. Any disturbance from drugs, viruses, or environmental factors such as pesticides may cause birth defects.\r\n\r\nYour baby's development is very rapid during the second month. By the end of the second month, all of your baby's major body organs and body systems, including the brain, lungs, liver, and stomach, have begun to develop. The first bone cells appear during this time. Eyelids form and grow but remain sealed shut. The inner ear is forming. Ankles, toes, wrists, fingers, and sexual organs are developing. At the end of the second month of pregnancy, your baby looks like a tiny human infant. If it is a boy, the penis will begin to form. If it is a girl, the vagina begins to form. From the end of the second month the embryo is called a fetus.\r\n\r\nMother\r\nBy the end of the second month, you may begin to feel pregnant. In response to the increase in estrogen and progesterone levels, the milk ducts in the breasts increase. As a result, the breasts may swell and become tender. You might be experiencing morning sickness or nausea during the day. Don't be surprised if you undergo some raging mood swings as well. Fatigue is also an issue throughout the first trimester. You may be just a bit more tired than usual, or you may be so exhausted that four-hour naps every afternoon are the rule. Those constant trips to the loo continue, no doubt natures way of training you to wake up several times during the night in preparation for your baby's feeding schedule.\r\n\r\nBaby\r\nYour unborn baby has now graduated to being called a fetus. His or her internal organs are already in place and ready for further development. If you have an ultrasound scan, you may see your baby wiggling and waving like mad, but you won't feel anything yet. An eight-week-old fetus already has distinct facial features. The fetus is a less than 1 inch long (2 centimeters) and still weighs less than a tenth of an ounce (less than 2 grams).\r\n\r\nThis month is especially critical in the development of your baby. Any disturbance from drugs, viruses, or environmental factors such as pesticides may cause birth defects.\r\n\r\nYour baby's development is very rapid during the second month. By the end of the second month, all of your baby's major body organs and body systems, including the brain, lungs, liver, and stomach, have begun to develop. The first bone cells appear during this time. Eyelids form and grow but remain sealed shut. The inner ear is forming. Ankles, toes, wrists, fingers, and sexual organs are developing. At the end of the second month of pregnancy, your baby looks like a tiny human infant. If it is a boy, the penis will begin to form. If it is a girl, the vagina begins to form. From the end of the second month the embryo is called a fetus.\r\n\r\nMother\r\nBy the end of the second month, you may begin to feel pregnant. In response to the increase in estrogen and progesterone levels, the milk ducts in the breasts increase. As a result, the breasts may swell and become tender. You might be experiencing morning sickness or nausea during the day. Don't be surprised if you undergo some raging mood swings as well. Fatigue is also an issue throughout the first trimester. You may be just a bit more tired than usual, or you may be so exhausted that four-hour naps every afternoon are the rule. Those constant trips to the loo continue, no doubt natures way of training you to wake up several times during the night in preparation for your baby's feeding schedule.\r\n\r\nBaby\r\nYour unborn baby has now graduated to being called a fetus. His or her internal organs are already in place and ready for further development. If you have an ultrasound scan, you may see your baby wiggling and waving like mad, but you won't feel anything yet. An eight-week-old fetus already has distinct facial features. The fetus is a less than 1 inch long (2 centimeters) and still weighs less than a tenth of an ounce (less than 2 grams)."
    },
    {
       "id":"3",
       "tipsMonths":"3",
       "tipsDescription":"Your baby will be completely formed by the end of the third month. Your baby may have begun moving its hands, legs, and head and opening and closing its mouth, but he or she is still too small for you to feel this movement.\r\nThe fingers and toes are now more distinct and have soft nails. The baby's hands are more developed than the feet and the arms are longer than the legs. Your baby's head is quite large compared to the rest of its body. Hair may have started to form on the head. Tooth buds have formed under the baby's gums. By the end of this month, the umbilical cord, which carries nutrients to your baby and takes wastes away, will be fully formed.\r\n\r\nMother\r\nBy the end of the third month, you should be beginning to perk up a bit if you've experienced fatigue. Morning sickness and frequent urination should both begin to subside. At around twelve weeks, you should have your first visit to the antenatal clinic. Remember, you are entitled to paid leave for antenatal checkups and classes. A number of tests and scans are done between 11 and 13 weeks. Your first trimester ultrasound may be done at this time to determine the baby's age. Other tests which screen for possible birth defects can also be done around this time.\r\n\r\nBaby\r\nBy twelve weeks, your developing baby will weigh just half an ounce (14 grams) and be about 3 inches (7 centimeters) long. His eyes are formed and his fingers and toes are becoming distinct. His genital organs can be seen quite clearly with an ultrasound and his internal organs are functioning. Vocal cords develop around the 13th week of pregnancy. Your baby's heart has four chambers and beats at 120 to 160 beats per minute. Kidneys are now developed and start draining urine into the bladder."
    },
    {
       "id":"4",
       "tipsMonths":"4",
       "tipsDescription":"Baby\r\n\r\nThe baby's skin in pink, somewhat transparent and is covered with fine hair called lanugo. His tiny fingernails are now visible. The baby's face continues to develop. Eyebrows and eyelashes begin to appear in this month. Buds on the side of the head begin to form into the outer ear and he can hear your voice now.\r\n\r\nThe tail has disappeared from the fetus and the head makes up about half of the baby's size. The baby's neck is long enough to lift the head from the body. The baby moves, kicks, sleeps, wakes, swallows, and passes urine. By the end of the fourth month, your baby will be 5 to 6 inches (13 to 15 cm) crown to rump in length and weigh about 5 ounces (about 140 grams).\r\n\r\n\r\nMother\r\nYou may start to feel a slight sensation in your lower abdomen (called quickening). This feels like bubbles or fluttering. When you feel the baby's movement, write down the date and tell your health care provider. This helps determine when your baby is due.\r\n\r\nYou will probably be noticeably pregnant now, as your waistline disappears and your muscles and ligaments begin to relax. Your appetite may increase as you begin to feel better, and rapid weight gain may follow. Eat carefully to ensure optimal nutrition for you and your growing baby. You may want to switch to looser clothing, but be sure your maternity bra is properly fitted and provides adequate support.  At this stage of the pregnancy, you may notice changes in skin pigmentation on your face, breasts and arms, and your nipples and areola may darken.\r\n\r\nTests and Scans: At about 16 weeks, you may undergo a blood test to check the level of alpha-fetoprotein in your blood (called an AFP Screening), an indicator of Down's syndrome or spina bifida. The Triple Test, also known as the Bart's triple test, is similar to the AFP screening but measures other hormones in your blood, such as oestriol and human chorionic gonadotrophin. If you are over 35 or there is a history of chromosomal abnormalities in your family, you may be offered an amniocentesis test at about 16 weeks."
    },
    {
       "id":"5",
       "tipsMonths":"5",
       "tipsDescription":"Baby\r\n\r\nThis is a period of tremendous growth for your baby. Your baby is also growing muscle and is getting stronger every day. As your baby becomes stronger, he will move about more energetically, particularly when you are trying to get some sleep! His teeth are already beginning to form within his jawbone. He may have some hair on his head, including eyebrows and eyelashes. Your baby's fingernails have grown to the tips of the fingers and he can clench his fists.\r\n\r\nThe internal organs are maturing. Fat is now being stored beneath your baby's skin. The blood cells take over for the liver the job of producing blood. Your baby's gall bladder will become functional, producing bile that is necessary for digestion.\r\n\r\nYour baby sleeps and wakes at regular intervals. You will find that your baby is much more active now. He or she turns from side to side and head over heels. Your baby may suck its thumb. Exploring the structures inside your uterus may become baby's prime entertainment.\r\n\r\nBabies are measured from the crown (or top) of the head to the rump (or bottom) until about 20 weeks. After that, they are measured from head to heel. \r\n\r\nBaby is now about 7 inches (17 cm) Crown to Rump, about 10 inches (25 cm) from head to heel. \r\nBaby weighs roughly 11 ounces (about 300 grams).\r\n\r\nMother\r\nYou are getting bigger every day, and during the fifth month you should start to feel your baby's movements, which begin as light, fluttery sensations. Your skin might darken and stretch marks may appear on your abdomen or breasts. Your breasts may begin to produce colostrum. Your gums might bleed and you may have a congested nose. Vaginal discharge may increase during this time as well."
    },
    {
       "id":"6",
       "tipsMonths":"6",
       "tipsDescription":"Baby\r\n\r\nThis month continues to be a period of rapid growth. At 24 weeks, your baby can suck his thumb and you may feel baby hiccup. He will have patterns of sleep and activity which you will come to know. His skin has lost its translucent appearance, but he still has not laid down any stores of fat and is therefore quite thin.\r\nYour baby's skin is wrinkled and red. It is covered with lanugo (fine, soft hair) and vernix (a substance consisting of oil, sloughed skin cells and lanugo). Real hair and toenails are beginning to grow.\r\n\r\nYour baby's brain is developing rapidly. Fatty sheaths which transmit electrical impulses along nerves are forming. Meconium, your baby's first stool, is developing. A special type of fat (brown fat) that keeps your baby warm at birth is forming.\r\n\r\nBaby girls will develop eggs in their ovaries during this month. The baby's bones are becoming solid. Your baby is almost fully formed and looks like a miniature human. However, because the lungs are not well developed and the baby is still very small, a baby cannot usually live outside the uterus at this stage without highly specialized care.\r\n\r\nBy the end of the sixth month, your baby will be around 11 to 14 inches (28 to 35 centimeters) long and will weigh about 1 to 1.6 pounds (500 to 750 grams).\r\n\r\nMother\r\nYou are now visibly pregnant. You will gain weight around this time, and you may feel overheated and sweaty as your blood supply increases. Your face may look flushed as well. Your heart and lungs are working 50% harder than normal. You may have some pain in your ribcage as the baby begins to press upwards. Shortness of breath may follow for the same reason. As your pregnancy progresses, it is important to maintain correct posture and protect your feet and joints. Wear comfortable shoes and clothing, rest with your feet up, and continue your antenatal exercises."
    },
    {
       "id":"7",
       "tipsMonths":"7",
       "tipsDescription":"Baby\r\n\r\nYour baby's eyes can now open and close and can sense light changes. The lanugo is starting to disappear from the baby's face. Your baby's hearing is getting better. He or she can now hear the outside world quite well over the sound of your heartbeat. The baby exercises by kicking and stretching. He or she can also make grasping motions and likes to suck its thumb. \r\n\r\nYour baby is coated with a waxy substance called vernix caseosa which protects his skin, and he is building up a layer of fat which will help him to maintain his body temperature once he is born. \r\n\r\nYour baby is continuing to grow and develop. If the baby was born now, its chances of survival are better than last month, (28 weeks - 90% of babies survive premature birth) some complications are still possible. By the end of this month, your baby will be approximately 16 inches (42 cm) long and weigh about 2.5 or 3 pounds (1100 to 1400 grams).\r\n\r\nMother\r\nAs your stomach expands, you may notice stretchmarks on your stomach or thighs. Your navel will begin to stick out if it doesn't already. Indigestion can be a problem as your growing baby presses on your stomach. Some women have lower back pain or sciatic pain as the abdomen grows larger and the pelvic joints loosen in preparation for delivery. Leg cramps may pose a problem; adequate calcium in your diet can help. \r\n\r\nYou may feel painless contractions, called Braxton Hicks contractions. These contractions are a way for your uterus to ''practice'' and do not signify the onset of labour. Your antenatal checks will increase in frequency, perhaps to every 2-3 weeks. Remember to give your employer notice of when you plan to stop work and when you plan to return."
    },
    {
       "id":"8",
       "tipsMonths":"8",
       "tipsDescription":"Baby\r\n\r\nThe face is now smooth and getting a little chubby, as baby is laying on fat stores over the next weeks in preparation for life outside the womb. Most babies will have turned head down by this time in preparation for birth. If your baby were to be born now, it would have a greater than 90 per cent chance of survival.\r\n\r\nYou will be feeling strong, regular fetal activity. Your baby's kicks are strong and your may be able to see the outline of a small heel or elbow pressed against your abdomen. At the end of this month your baby is about 16 to 18 inches (40 to 46 centimeters) long and weighs around 4.5 to 5.5 pounds (2 to 2.5 Kg). \r\n\r\nMother\r\nBy now you are starting to feel a bit ungainly as your centre of gravity shifts and your stomach continues to grow larger. Try to stand up straight and practice good posture at all times. Your ribs may begin to feel sore as the baby pushes up against them, and those constant trips to the bathroom return, as baby presses on your already cramped bladder. Your naval may disappear, and you may have a dark line, called the linea nigra, running down your abdomen.\r\n\r\nMany of the discomforts you have been experiencing the last few months with constipation and shortness of breath are becoming more of a problem. Braxton Hicks contractions will increase. You may have difficulty sleeping, both because of your size and because of the activity of your baby. Rest as much as you can! You may begin antenatal classes, and now is a good time to shop for baby.\r\n\r\nAfter your 32nd week, your health care provider will probably want you to come in every two weeks so that your pregnancy can be more closely monitored. He or she will assess the health of you and your baby by checking your weight, blood pressure, urine, fetal heartbeat, fundal height, size and position of the fetus, edema, varicose veins, and other symptoms. Discuss your birthing plan with your provider and pain management during labor and delivery. Come to your appointments prepared with a list of questions and problems you want to discuss.\r\n\r\nRemember to pack your bag so that you will be ready to rush to the hospital when the time comes."
    },
    {
       "id":"9",
       "tipsMonths":"9",
       "tipsDescription":"Baby\r\n\r\nYour baby is now fully formed and, if it is a boy, his testicles should have descended. The vernix has mostly disappeared. Baby will gain weight at the rate of about an ounce per day during the last month before the birth. Your baby is getting fatter and its skin is less rumpled. \r\n\r\nHe or she is getting ready for birth and is settling into the fetal position with its head down against the birth canal, its legs tucked up to its chest, and its knees against its nose. The bones of baby's head are soft and flexible to ease the process of delivery through the birth canal. \r\n\r\nYour antibodies to disease are beginning to flow rapidly through the placenta. The rapid flow of blood through the umbilical cord keeps it taut which prevents tangles. Your baby is beginning to develop sleeping patterns. You will also feel your baby roll around as it gets too cramped inside your uterus for much movement. Your baby will continue to kick and punch although it will move lower in your abdomen to under your pelvis (this is a process called ''lightening''). \r\n\r\nYour baby's lungs are now mature and your baby will have a great chance of survival if born a little early. Your baby is now about 20 inches (51 cm) long and weighs approximately 6 to 9 pounds (2700 to 4000 grams). Only 5 percent of babies are born on their due date. If you go into labor after week 37 your careprovider will not try to stop it. \r\nYour baby may be born anytime between the 37th and 42nd week of pregnancy.\r\n\r\nMother\r\nAfter your 36th week, your health care provider will increase your prenatal appointments to weekly. Your provider will check your weight, blood pressure, urine, fundal height, edema, and varicose veins. He or she will also check the fetal heartbeat, size, presentation (head or buttocks first?), position (facing the front or the back?), and descent. Your cervix will be examined sometime after the 38th week for effacement and dilation (opening of the cervix). Your provider will ask you to report on the frequency and duration of your Braxton Hicks contractions. Ask your provider about any questions you have, especially about labor and delivery. You should also receive instructions from your provider as to when to call if you think you are in labor. If you do not receive these instructions, ask your provider for them.\r\n\r\nYou will feel changes in the fetal activity (more squirming and rolling and less kicking). In addition to the pregnancy discomforts you have been feeling the last couple of months, you may have some discomfort and achiness in your buttocks and pelvic area, increased backache and heaviness, more difficulty sleeping. More frequent and intense Braxton Hicks contractions (which may now be painful), which will give you a chance to practice your breathing techniques. Due to the lower position of your baby, it will be easier for you to breathe but you will need to urinate more frequently. You may feel very fatigued or have extra energy or alternate between the two. Your appetite may be increased or diminished substantially.\r\n\r\nBy the 40th week, you will likely be feeling more excited, anxious, apprehensive, and relieved that it is almost over. You may feel irritable, overly sensitive, restless, and impatient. All of these feelings are normal.    Don't worry -- you won't be pregnant much longer!\r\n\r\nRemember to pack your bag so that you will be ready to rush to the hospital when the time comes."
    },
    {
       "id":"10",
       "tipsMonths":"10",
       "tipsDescription":"All About fhe Tenth Month of Pregnancy\r\n\r\nNine months have passed. And your baby is not in a hurry to be born Why? And what does the mom have to do? Many women who have not given birth prior to 40 weeks, have a feeling of excitement and anxiety. The days are dragging and are the same. Women begin to worry and come up with non-existent problems. In addition, all around say that prior to delivery you need to calm down and think of a beautiful thing, but how to relax?\r\n\r\nIn the beginning, it is necessary to tell, that in modern medicine, the average pregnancy has quite broad limits - plus-minus two weeks from the indicative date of delivery. Therefore, birth from 37 to 42 weeks is considered absolutely normal. Modern scholars believe that the normal average pregnancy lasts about 40 weeks. There is such a thing as long-term pregnancy-when a woman bore the child for 10 months, and gave birth to a completely healthy baby. Every woman has her own upper limit of normal term of childbirth. What defines it?\r\n\r\n\t \r\n\r\nWomen who have more than 28 days of a cycle, pregnancy over 40 weeks is considered normal. Accordingly, those women who have less than 28 days of a cycle, the norm is 36-40 weeks. Also, women who have complications in the first trimester of pregnancy, there is a high probability of bearing longer term because the child gets all that he lost at first. Still, a woman can overbear the child, if she sets her mind on it (for example, if she is waiting for vacation of her husband, etc.). Throughout the pregnancy, the woman should set herself to the positive mood and easy childbirth.\r\n\r\nThe Signs of Overdue Pregnancy\r\n\r\nOne of the main features is the long absence of labor. But only your doctor can tell you this after making a comprehensive examination.\r\n\r\nWhat Inhibits fhe Childbirth?\r\n\r\nlowering the amount of amniotic fluid is a prerequisite to overbearing;\r\n\r\nthe lack of a \"front water\" slows down delivery and disclosure of the cervix;\r\n\r\nabout the high risk of overbearing also testifies a lack of readiness of the cervix on 40th week;\r\n\r\nif a child has a dense bone of the skull, narrow fontanel and rhaphes;\r\n\r\nif in amniotic fluid there is no flakes of cheese-like lubricants (this will show the ultrasound);\r\n\r\naging of the placenta (according to ultrasound);\r\n\r\nturbid from meconium amniotic fluid (according to ultrasound).\r\n\r\nThere are several views on the reasons for late delivery.\r\n\r\nMedical Aspect\r\n\r\nIn modern medicine there is an opinion that the reason for overbearing is the lack of \"biological preparedness\" of the female organism to labor. The cause may be a dysfunction of the regulatory function of the placenta and of the central nervous system of a baby and future mum. Vitamin deficiencies, deterioration of lipid metabolism, endocrine diseases, trauma and abortion also contribute to prolonged pregnancy.\r\n\r\nA huge role plays the heredity-if someone of the relatives had overbearing cases, there is a great probability of a recurrence. But, also, pregnancy can be prolonged because of fears and problems of the mother during pregnancy. Childbirth can be stimulated, in addition to medicines, even by psychological means. So the psychological side of the issue is no less important.\r\n\r\nPsychological Aspect\r\n\r\nFears of future moms can also contribute to overbearing of a pregnancy. Especially the fear of pregnancy termination. In this position the woman directs all her energy on reduction of processes which can cause miscarriage and premature birth. And this is not conducive to the emergence of labor. In such a state for a pregnant woman the support of loved ones is very important, especially of a husband.\r\n\r\nVery good, if her husband is present at the birth. To do this, be sure to attend the prenatal courses for couples. There they will tell how a husband may help relieve the pain during labor and will give practical recommendations. If necessary, you can go to a therapist and worked out this problem yet in the early stages of pregnancy. This will reduce the risk of overbearing a pregnancy.\r\n\r\n\t \r\n\r\nSuch factors as increased uterine tone, smoothing and softening of the cervix also contribute to the emergence of fears. These fears really affect the mental state of women, because they have a medical basis. Such fears are unconscious and can effectively be worked out on antenatal courses. You can also individually consult a psychologist. If the mother before delivery has been very active and got tired, and relaxed during pregnancy, this may cause late childbirth.\r\n\r\nExcessive concern about the approaching birth is not conducive to early labor. Therefore, prior to delivery start thinking about the child. Prepare him a bed and clothes. Imagine how you will gently cuddle and kiss him. Together with your husband plan how the dismissal from hospital will take place and the first days of a baby at home. Analyze whether you have prepared everything for the appearance of a baby in your home. Walks in the fresh air are very useful for future moms.\r\n\r\nRelatives also make the woman worry, arguing that she has already had to give birth. In this case, it is very important to turn to a good specialist and do an ultrasound to determine the approximate date of the birth. It is important to have a specialist you trust. Especially, it is necessary to discuss with him all your concerns.\r\n\r\nRemember that the most important sign that specialists need to urgently intervene is the presence of meconium in the amniotic fluid and weak heartbeat of the child. Your doctor can inform about these symptoms only when performing an ultrasound. For relieving anxiety you can discuss your experiences with family or close friends. Also, fear of the future father before delivery gives a woman the uncertainty and anxiety. In this case, it is necessary to earnestly talk with your husband. This will give the desired positive therapeutic effect.\r\n\r\n\t \r\n\r\nAssessment of the Readiness of the Woman's Body for Childbirth\r\n\r\nThe test is designed to determine the readiness of a woman to the labor. You need to sit in a comfortable position and relax. You have to have a watch nearby. Your task is to stimulate the nipples by fingers within a minute 5-6 times at an interval of 3 minutes. To track whether there are labor pains during this procedure, put your hands on the tummy.\r\n\r\nResults:\r\n\r\nIf in the first 3 minutes from start of nipple irritation or within 10 minutes will be at least 3 labor pains, the result can be considered positive. If on the 10 month the test is negative, then there is a predisposition to overbearing.\r\n\r\nIf a mammary test has a bright positive effect, that is, through a minute of nipple stimulation the uterus reacts, but deliveries have not yet begun, then the child is not yet ready to appear, he needs a little more time.\r\n\r\nWhy Overdue Pregnancy is Dangerous?\r\n\r\nThe overborne kids have a high probability of oxygen starvation, because the brain is already fully ripened. Placenta, in such a case, cannot deliver oxygen in the right quantity, necessary for the normal development of the child. Another danger is that dense bones of the skull are very poorly adapted to the canalis parturientis which increases the risk of brain injury. Also, overborne children have amniotic fluid in the lungs.\r\n\r\nThe most important thing before childbirth is to have an idea with whom and where a woman will give birth. For many parents, it is very important to know a doctor who will take the delivery. Talk to him beforehand, establish trustful relations. It is necessary that the expectant mother before childbirth is calm and focused on the positive result.\r\n\r\nBoth a woman and a man should be mentally prepared. Support by your husband during pregnancy is one of the main reasons for its positive course. Also, prior to delivery, it is important to prepare loved ones, inform them about your state of mind, so that they, too, are prepared for the fact that a kid can delay and this is perfectly normal. Most of our relatives have a vague idea about the pregnancy, its course, problems that may arise.\r\n\r\nWomen should remember that every pregnancy is unique. Be sure to heed the advice of the doctor and comply with all of his instructions. And the most important thing is to look forward to the moment when you finally can hear the squawk of your baby and you can take him in your hands, kiss and hug.hoiooo"
    }
 ]