[
    {
       "id":"1",
       "nutritionWeek":"1",
       "tipsDescription":"You can take action right now to make pregnancy easier for your body and best for your baby in the months to come. During preconception, you can:\r\n\r\n\r\n  -Supplement your balanced diet with daily multivitamins or prenatal vitamins or a maternal milk supplement that include folic acid and other essentials minerals and vitamins needed for pregnancy. Folic acid, which is found naturally in lentils, dried beans, peas, and whole-grain breads, has been shown to help prevent early pregnancy birth defects. Talk with your doctor (Obstetrician and\/or Gynecologist) about prenatal vitamins if you haven't already.\r\n  -Establish healthy habits in nutrition and exercise.\r\n  -Address any medical conditions. If you're taking prescription medications, you may want to consult your doctor.\r\n  -Avoid smoking and alcohol, and limit caffeine to about one tall coffee a day."
    },
    {
       "id":"2",
       "nutritionWeek":"2",
       "tipsDescription":"Nutrition\r\n\r\nGrowing a baby from a single cell into a beautiful newborn draws tremendous energy, nutrients, and resources from your body. A healthy diet can help. At two weeks pregnant:\r\n\r\n\r\n  -Remember, eating the right foods provides enough energy to support you and your growing baby.\r\n  -Eat a balanced choice of foods (including proteins, fats, vitamins, and minerals). It helps keep your body healthy.\r\n\r\nTry to keep foods in the proper proportions. You can try to mentally divide your plate in half. Vegetables and fruits should make up half of your plate. Proteins and grains compose the other half. And fats? Best to use moderation.\r\n\r\nWhat Is a Prenatal Vitamin? \r\nPrenatal vitamins offer a great way to ensure you're getting all of the nutrition you and your baby will need. Though similar to adult multivitamins, prenatal vitamins often contain levels of vitamins and minerals, such as folic acid and iron, specifically modified to meet the needs of pregnant women. If you prefer to get your additional vitamins and minerals in a food form, consider a maternal milk supplement to support your regular wholesome diet.\r\n\r\nExercise\r\n\r\n\r\n  -Regular exercise as well as a healthy diet before and during pregnancy will help you manage a healthy weight gain as well as help you lose pounds after delivery."
    },
    {
       "id":"3",
       "nutritionWeek":"3",
       "tipsDescription":"Exercise\r\nIf you're already in good condition and regularly exercising, pregnancy doesn't prohibit you from keeping on with a safe exercise routine.\r\n\r\nAt 3 weeks pregnant, just remember:\r\n\r\n\r\n  -Drink plenty of fluids.\r\n  -Respond right away if your body indicates that you should slow down or even stop.\r\n  -Avoid smoking, alcohol, medications, or exposure to chemicals.\r\n\r\nNutrition for Two\r\nEven earlier than the 3rd week of pregnancy, how well you eat and care for yourself makes a big difference in the quality of nutrition your baby receives.\r\n\r\nWhat Do the Nutrients in Your Food Do?\r\n\r\n\r\n  -Calories help nourish your growing baby.\r\n  -Iron and folic acid help make the extra blood needed during pregnancy.\r\n  -Protein helps produce blood and builds your baby's tissues and muscles.\r\n  -Calcium builds your baby's bones and teeth."
    },
    {
       "id":"4",
       "nutritionWeek":"4",
       "tipsDescription":"-Drinking enough fluids is most important early in your pregnancy. Your body begins to increase blood flow and your baby needs more fluids. Drinking enough fluids also can help you fight fatigue and possible constipation.\r\n  -Choose water or nutritious drinks, such as skim milk or whole fruit juices."
    },
    {
       "id":"5",
       "nutritionWeek":"5",
       "tipsDescription":"Making the Most of Your Doctor Visits\r\nRegular prenatal care remains a critical part of monitoring your health and the health of your baby throughout your pregnancy. Now is the time to schedule your first prenatal visit. Most doctors will schedule the appointment between your 6th and 10th week of pregnancy.\r\n\r\n\r\n  -Your first prenatal doctor visit will be one of the most involved. During this visit, your doctor confirms your pregnancy and records your medical history. Your doctor probably will conduct a physical exam and a series of additional routine tests to make sure you and your baby are healthy.\r\n  -Good communication is a key to success with your health care provider. If you don't understand something at any doctor visit, be sure to ask for clarification or additional details.\r\n  -Get informed and be equipped. The more informed you are, the better able you'll be to make the best choices throughout your pregnancy.\r\n  -Look beyond the belly. Remember to keep up with other areas of your overall health. Schedule routine dental visits and promptly address other health concerns as they arise."
    },
    {
       "id":"6",
       "nutritionWeek":"6",
       "tipsDescription":"Take care of health and avoid situations that will make you sick. Even if you have followed hygienic habits earlier, this is the time to take extra precautions. You don't want to be sick in addition to suffering from morning sickness; moreover, it could harm the development of your baby.\r\n\r\n-If there are heavy objects to moved around or lifted, wait until you find someone to help you out.\r\n-There is nothing more important at this moment then the safety of your baby. Pass on the duty of cleaning the toilet, dealing with phenyl, bleach or chlorine to some other member of your family.\r\n-Cook your food well. Wash the raw vegetables cleanly before you consume them.\r\n-Take plenty of water and nutrients to substitute the loss through nausea and vomiting. Remember, mineral supplements cannot be substitution for healthy and nutritious food.\r\n-Get dressed and go out to have some fun and fresh air once in a while. Do not allow the morning sickness to turn you into a bedridden, pajama clad grumpy woman.\r\n-Eat smaller portions of meal more often than trying to have one big meal. This will help you eat enough and also keep morning sickness at bay as it is worse on an empty stomach.\r\n-Multivitamins such as folic acid should also be taken as it can prevent neural tube defects of the brain and spine in an unborn baby. Despite the fact that you can take it throughout pregnancy, it's more important in the early stages of pregnancy and before the conception as well."
    },
    {
       "id":"7",
       "nutritionWeek":"7",
       "tipsDescription":"Nutrition, exercise, and rest are essential parts of a healthy pregnancy. Practicing good habits now will help you throughout pregnancy, during labor and delivery and beyond.\r\n\r\nBetween the 5th and 8th weeks of pregnancy, nutrition plays a huge role in developing your baby's nervous, digestive, respiratory, circulatory, and reproductive systems. At 7 weeks pregnant, continue to make nutrition a priority by following these tips:\r\n\r\n\r\n  -Nausea, vomiting, heartburn, indigestion, and other changes in your digestive system can make eating a little challenging. Try: \r\n  -Eating smaller, more frequent meals\r\n  -Limiting foods that may irritate your digestive systems\r\n  -Drinking plenty of fluids, especially water\r\n  -Double your iron intake. Increased blood volume during pregnancy and the demands of your growing baby put pregnant women at higher risk of iron deficiency or anemia. Include iron-rich foods such as leafy greens, beef, eggs, and nuts in your diet. Prenatal supplements also include extra iron.\r\n  -Keep taking prenatal supplements. They provide an extra source of iron, folic acid, and other important vitamins and minerals. Remember that prenatal supplements are not a substitute for a healthy diet."
    },
    {
       "id":"8",
       "nutritionWeek":"8",
       "tipsDescription":"What should you avoid during pregnancy? Most doctors agree that you'll want to stay away from:\r\n\r\n\r\n  -Activities that could cause you to fall, or put pressure or force on your belly\r\n  -Overly vigorous, intense exercise. if you're too out of breath to talk, you're probably exercising too hard.\r\n  -Alcohol, smoking, and caffeine (ask your doctor about how much caffeine you should have daily, if any)\r\n  -Saccharine and herbal sweeteners (ask your doctor if artificial sweeteners are OK)\r\n  -Certain over-the-counter and prescription medications (talk with your doctor about what's OK during pregnancy)\r\n  -Exposure to chemicals and fumes from paints, cleaning products, and solvents. Latex, or acrylic, paint generally is considered to be safe. But check with your doctor so you can safely and confidently help with the nursery or other projects around the house.\r\n  -Saunas and hot tubs\r\n  -Chemical treatments for your hair, such as dye and perms"
    },
    {
       "id":"9",
       "nutritionWeek":"9",
       "tipsDescription":"The ongoing, rapid changes at 9 weeks pregnant make exercise and nutrition an important part of you and your baby's health. You also can look forward to your second doctor's visit and possibly hearing your baby's heartbeat in the coming weeks. And get those scrapbooks ready ' you'll get the first glimpse of your baby during your first ultrasound soon.\r\n\r\n\t\t\t\t\t\t\t\tYour 2nd Doctor Visit\r\n\r\n\r\n  -You'll probably have your second prenatal visit sometime between the 9th and 12th weeks of pregnancy.\r\n  -It might be shorter than your first prenatal visit but will include a check on many of the same vitals: \r\n  -Weight\r\n  -Blood pressure\r\n  -Urine for sugar and protein\r\n  -Uterus size\r\n  -Height of fundus (the top of the uterus)\r\n  -Your questions or concerns\r\n  -Your doctor will use a special listening device, called a Doppler, to project the sounds of your baby's beating heart.\r\n\r\n\t\t\t\t\t\t\tNutrition Benefits for You and Your Baby\r\n\r\nBeing pregnant puts a new perspective on how your health habits can affect your body and your baby. Consider just a few of the many benefits of good nutrition during pregnancy:\r\n\r\n\r\n  -A healthy diet supplemented with folic acid can help prevent birth defects.\r\n  -Good habits now will help you maintain them throughout your pregnancy.\r\n  -According to research, good nutrition can protect your baby after birth from diseases.\r\n\r\n\t\t\t\t\t\t\tExercise Benefits You and Your Baby\r\n\r\nRegular exercise also offers both you and your baby lots of benefits, including:\r\n\r\n\r\n  -Helping alleviate common problems of pregnancy. These include: \r\n  -Backaches\r\n  -Bloating and swelling\r\n  -Increased fatigue\r\n  -Toning the muscles in your stomach, uterus, and vagina\r\n  -Supporting good metabolism\r\n  -Helping you get back into pre-pregnancy shape sooner\r\n  -Helping improve delivery of oxygen and nutrients to your baby\r\n  -Improving your energy levels\r\n  -Helping you feel better physically and emotionally\r\n  -Adjusting to a new center of gravity\r\n  -Possibly coping better during labor"
    },
    {
       "id":"10",
       "nutritionWeek":"10",
       "tipsDescription":"Nutrition at 10 Weeks Pregnant: Striving for a Healthy Balance By choosing good foods from all of the food groups, you're nourishing your baby with a broad range of different nutrients.\r\nIt is also important to limit food that is high in fat, salt and sugar and ensure that you get a good mix of vitamins and minerals.\r\n-When your baby is growing at his fastest, add about 300 calories a day to your diet. That's equivalent to a bagel, an egg with toast, a banana with milk, or slightly larger portions of your normal meals."
    },
    {
       "id":"11",
       "nutritionWeek":"11",
       "tipsDescription":"When you're 11 weeks pregnant, eating healthy, exercising regularly, and resting still top the list for keeping you and your baby healthy. And it's OK to be tired or feel exhausted most women are more tired than usual while they're pregnant. Your body works hard to produce hormones and more blood to support your baby's developing body. And your body's high level of progesterone directly impacts how sleepy you are.\r\n\r\n\t\t\t\t\t\t\t\tHere are a few tips for fighting fatigue:\r\n\r\n\r\n  -Remember to rest! It sounds simple, but you might be tempted to do more, not less, during this exciting time. Your body needs those naps or extra hours of sleep, so be sure to build them into your regular routine.\r\n  -Watch your own back. Avoid taking on extra commitments during this time.\r\n  -Ask for help when you need it, whether it's around the house, on the job, or during your other activities.\r\n  -Stay active. It might be hard to get motivated to move, but remember regular physical exercise will leave you feeling more energized.\r\n  -Eat a balanced diet. It's more important now than ever to keep up with your iron, proteins, and additional calories."
    },
    {
       "id":"12",
       "nutritionWeek":"12",
       "tipsDescription":"During the 12th week of pregnancy, exciting changes are continuing throughout your body. With these changes, you might be experiencing new challenges in your day-to-day care.\r\n\r\nConstipation and its causes: What's the digestion connection?\r\n\r\n\r\n  -When you're pregnant, the hormone progesterone causes digestion to slow down.\r\n  -This offers positive benefits for your baby, as your body has more time to absorb needed nutrients from the food.\r\n  -Your colon also is absorbing more water during pregnancy, which can cause harder stools.\r\n\r\n\t\t\t\t\t\t\tTry these tips for controlling constipation:\r\n\r\n\r\n  -Eat fiber-rich foods.\r\n  -Drink plenty of fluids ' at least eight glasses a day.\r\n  -Don't forget the old favorites: Fruits and juices, especially prunes, continue to be effective remedies.\r\n  -Try smaller, more frequent meals.\r\n  -Add a little more activity to your exercise routine. Just an extra 10 minutes may offer the boost your system needs.\r\n  -Iron supplements sometimes can cause constipation. Try taking them with prune juice.\r\n\r\n\t\t\t\t\t\t\tGas and bloating also are common complaints in the early months of pregnancy. You unknowingly might be aggravating the situation by gulping air in response to nausea. Here are few tips to help:\r\n\r\n\r\n  -Eat slowly.\r\n  -Don't lie down right after eating. Give your food time to digest while you're still upright.\r\n  -If constipation persists, speak with your doctor about which medications are OK.\r\n  -Keeping constipation in check also will help with gas or bloating."
    },
    {
       "id":"13",
       "nutritionWeek":"13",
       "tipsDescription":"By your 13th week of pregnancy, you might begin to truly feel pregnant, possibly for the first time. This might be especially true if you're growing out of your normal clothes.\r\n\r\nYour next doctor visit. You may have another prenatal doctor visit during the 13th week of pregnancy or very soon after. From this point until you are about 28 weeks pregnant, most of your doctor appointments will follow a routine.\r\n\r\n\t\t\t\t\t\t\t\tYour doctor monitors:\r\n\r\n\r\n  -Your weight and blood pressure\r\n  -Your urine (to check for proteins and sugars)\r\n  -Your baby's growth (by measuring the size of your uterus)\r\n  -Signs of swelling in your face, ankles, hands, or feet\r\n  -You might be hearing your baby's heartbeat for the first time during this visit! This is often possible after the 12th week of pregnancy.\r\n  -If you haven't decided about prenatal testing, now is a good time to discuss the options with your doctor.\r\n  -CVS (Chorionic villus sampling) is one test that detects chromosome and other genetic abnormalities, usually between the 9th and 14th weeks of pregnancy. Learn more about prenatal screening and diagnostic testing.\r\n  -Remember to bring your list of questions or concerns to each visit. If you have immediate concerns, discuss them with your doctor right away.\r\n\r\n\t\t\t\t\t\t\tWondering When to Tell Your Big News at Work?\r\n\r\nIf you work, consider these tips for sharing your pregnancy at work:\r\n\r\n\r\n  -Tell your boss personally before she hears from someone else! If you have morning sickness and feel tired while at work, you might want to tell sooner.\r\n  -Timing is everything! If you have an upcoming salary review or are in the middle of a key project, you might want to wait until afterward to share your news.\r\n  -Offer solutions for handling your workload while you're out. After all, you know your job better than anyone else.\r\n  -Get all the details now about maternity leave and policies at your workplace so you're prepared."
    },
    {
       "id":"14",
       "nutritionWeek":"14",
       "tipsDescription":"At 14 weeks pregnant, think about making plans for you and baby in the months ahead.\r\n\r\n\r\n  -Check out childbirth class options for later in your pregnancy.\r\n  -Begin interviewing possible pediatrician choices for your baby.\r\n  -By your 14th week of pregnancy, examine your maternity and paternity policies at work, if you haven't already.\r\n  -Begin looking at child-care options if you will need them. \r\n\r\nNutrition Notes for Your 14th Week of Pregnancy: Make Health a Convenience! The more convenient the food, the more likely you'll reach for it first.\r\n\r\n\r\n  -Be sure to keep healthy choices within reach.\r\n  -Always try to have some type of healthy snack choice with you, particularly when you are away from home."
    },
    {
       "id":"15",
       "nutritionWeek":"15",
       "tipsDescription":"y your 15th week of pregnancy, you've accomplished a lot. Whether it has been smooth sailing or a bumpy road, it's not unusual to have concerns or occasional worries about your baby's health.\r\n\r\nPrenatal Testing: Knowledge Is Power.\r\n\r\n\r\n  -The more you and your doctor know about your baby's health, the better equipped you can be to address any potential problems.\r\n  -You might want to know specifics about your baby's health before she is born, particularly if you have any increased risk factors.\r\n  -Prenatal tests include screening tests, which your doctor can describe for you, and diagnostic tests, which are done when a screening test indicates the doctor needs more information.\r\n  -Many women choose to have ultrasounds, blood tests, or other tests for a variety of reasons. You and your doctor should discuss which tests you need.\r\n  -When examining prenatal testing options, you may want to ask yourself: \r\n  -What will you do with the information?\r\n  -Will the information help your doctor better care for you and your baby?\r\n  -How accurate are the results?\r\n  -What are the risks?\r\n  -Triple test is a screening test that checks for chromosomal disorders, such as Down syndrome, and spinal abnormalities, such as spina bifida, by measuring: \r\n  -AFP (alpha-fetoprotein - Produced by your baby's liver, this protein might show up in your blood.)\r\n  -HCG (human chorionic gonadotropin - A hormone produced by your placenta)\r\n  -Estriol (An estrogen produced by your baby and your placenta)\r\n  -This test is most accurate when completed between the 16th and 18th weeks of pregnancy. \r\n\r\nNutrition Now \r\nGood nutrition now can help protect your baby after birth from diseases. It's yet another reason to eat well!\r\n\r\nYour Fit Tip\r\nAs your body shape begins to change, so should your exercise routine. By your 15th week of pregnancy, you might need to make changes to stay safe, balanced, and comfortable while working out."
    },
    {
       "id":"16",
       "nutritionWeek":"16",
       "tipsDescription":"In addition to your healthy diet and exercise program, by your 16th week of pregnancy, you might want to address common symptoms of pregnancy during the second trimester.\r\n\r\n\r\n  -Get your iron on! Iron is especially important during these weeks of pregnancy to produce the red blood cells your body needs. Without enough iron, you may become anemic. This can make you tired and more susceptible to illnesses.\r\n  -Avoid the nosebleed section. Interested in caring for congestion, stopping the stuffiness, or even nixing the nosebleeds? By your 16th week of pregnancy, you might have found that a runny nose is a usual part of being pregnant. If you're lucky, you may not have had any stuffiness at all. Either is normal, but if hormones and your body's extra blood volume wreak havoc with your nose, take a look at these suggestions: \r\n  -Try saline drops (with your doctor's approval).\r\n  -Drink enough liquids to keep nasal passages moist.\r\n  -Try a humidifier, particularly when you sleep.\r\n  -Dab petroleum jelly around the edges of your nostrils to further moisten and protect the skin.\r\n\r\n\t\t\t\t\t\t\tFit Tip\r\n\r\nReplace any fluids you lose when you sweat during exercise. For every half hour of exercise or vigorous activity, be sure to add an extra glass of water or liquid to your daily total.\r\n\r\n\t\t\t\t\t\t\tHealthy Eating Reminders\r\n\r\nIncrease your intake of:\r\n\r\n\r\n  -Whole grains\r\n  -Fruits and vegetables\r\n  -Low-fat, nutrient-rich proteins\r\n  -Unsaturated fats\r\n\r\nDecrease:\r\n\r\n\r\n  -Saturated and trans fats\r\n  -Sweetened beverages and other refined sugars"
    },
    {
       "id":"17",
       "nutritionWeek":"17",
       "tipsDescription":"Necessary nutrients: what your body really needs during pregnancy \r\nAs you know, eating a balanced diet with colorful, nutritious foods and taking a prenatal supplement significantly impacts you and your baby's growth and health.\r\n\r\n\t\t\t\t\t\t\t\tAt 17 weeks pregnant, it's important to continue boosting your diet with some specific nutrients that have been shown to provide unique benefits.\r\n\r\n\r\n  -Calcium: low-fat yogurt, reduced-fat milk, reduced-fat cheese, low-fat cottage cheese, tofu, almonds, broccoli\r\n  -Folic acid (folate): orange juice, spinach, asparagus, kale, collard greens, beans, whole-grain breads, fortified whole-grain cereals, wheat germ\r\n  -Iron: lean beef, nuts, eggs, soy, fortified whole-grain cereals, oatmeal, leafy greens\r\n  -Protein: lean beef, chicken, turkey, pork, beans, tofu, dairy\r\n  -Vitamin A: citrus fruits, broccoli, bell peppers, strawberries, tomatoes, mangoes, potatoes with the skin\r\n  -Vitamin C: carrots, winter squash, mangoes, sweet potatoes, leafy greens, lean sources of meat, eggs, dairy, fortified whole-grain cereals\r\n  -Zinc: lean beef, whole grains, nuts, legumes, seeds, fortified whole-grain breakfast cereals, peas, lean dairy, spinach\r\n\r\n\t\t\t\t\t\t\tExercise That Counts: The Pelvic Tilt\r\n\r\nThe pelvic tilt is an exercise that strengthens your stomach muscles. A helpful move for your 17th week of pregnancy and beyond, it might relieve backaches and back pain as well as improve flexibility.\r\n\r\n\t\t\t\t\t\t\tTry It for Yourself\r\n\r\n\r\n  -Get down on your hands and knees.\r\n  -Tilt your hips forward.\r\n  -Pull in your stomach and gently round your back.\r\n  -Hold for five seconds.\r\n  -Release gently and relax your back and stomach.\r\n  -Try keeping your back flat when you are in the release position.\r\n  -Repeat several times."
    },
    {
       "id":"18",
       "nutritionWeek":"18",
       "tipsDescription":"Around the 18th week of pregnancy, you probably are seeing your doctor for another prenatal visit.\r\n\r\n\r\n  -Your doctor will check your weight, blood pressure, urine, and other vitals.\r\n  -Your doctor might check your uterus and measure the height of your fundus between the 18th week of pregnancy and the 34th week.\r\n  -If you have felt your baby move, let your doctor know when quickening began.\r\n  -Knowing when your baby started moving and the frequency of his kicks can help your doctor do two things. Your doctor can better estimate your baby's fetal age and better estimate your due date.\r\n  -Depending on your medical history, age, and other information, your doctor might talk to you about amniocentesis around the 18th week of pregnancy, a test that checks for genetic abnormalities, such as Down syndrome."
    },
    {
       "id":"19",
       "nutritionWeek":"19",
       "tipsDescription":"At 19 weeks pregnant, keep nutrition and exercise interesting and fun. Introduce some new foods and new moves.\r\n\r\nFat Is Your Friend\r\n\r\nWho knew fat could be a friend during pregnancy? It's true. Fats are an essential part of your baby's growth and development around the 19th week of pregnancy. Choosing the right fats is the trick.\r\n\r\nChoose:\r\n\r\n\r\n  -Low-fat dairy, lean meats, vegetable oil\r\n  -Unsaturated fats found in fish, plant oils (olive, walnut), nuts, legumes, seeds \r\n\r\nAvoid:\r\n\r\n\r\n  -Saturated fats found in meat, dairy products, baked goods, processed foods, coconut, butter, lard\r\n  -Trans fats found in margarines and processed and manufactured foods, such as cookies, crackers, and chips\r\n  -Hydrogenated or partially hydrogenated vegetable oils found in processed foods\r\n\r\n\t\t\t\t\t\t\t\tExercise: Keep It Fresh.\r\n\r\nHave you tried something new lately? Look into pregnancy classes at your local gym, rec center or Y'. Or consider trying one of these low-impact activities:\r\n\r\n\r\n  -Aerobics\r\n  -Bicycling\r\n  -Bowling\r\n  -Cross-country skiing\r\n  -Golfing\r\n  -Jogging\r\n  -Pilates for pregnant women\r\n  -Swimming\r\n  -Walking\r\n  -Water aerobics\r\n  -Water exercises\r\n  -Weight training (Use light weights and do not overexert yourself.)\r\n  -Yoga for pregnant women"
    },
    {
       "id":"20",
       "nutritionWeek":"20",
       "tipsDescription":"By your 20th week of pregnancy, you probably have a regular routine of eating well and exercising routinely. See what research says about the benefits of nutrition during pregnancy as well as exercises you can do to prepare for labor and delivery.\r\n\r\n\r\n  -According to research, nutrition in utero and childhood can play a role in your baby's health in many ways. \r\n\r\nShort-term health effects include:\r\n  -Brain development\r\n  -Growth and body composition\r\n  -Metabolic programming\r\nLong-term health effects include:\r\n  -Cognitive and educational performance\r\n  -Physical strength, immunity\r\n  -Risk for diabetes, obesity, heart disease, high blood pressure \r\n \r\n  -Kegel Exercises: Easing Your Way to Labor and Delivery\r\nKegels are a simple and discreet exercise that can help strengthen the pelvic floor muscles, including the muscles around your vagina, urethra, and anus. Kegels help stop urine from leaking (like when you sneeze or laugh) and can help prepare you for delivery. Studies show that Kegels also might reduce the chances of an episiotomy during birth. \r\n\r\nHow To: \r\nYou can do Kegels whether you're sitting, standing, or reclined. \r\n  -Squeeze or tense the muscles around your vagina and anus, as if you're trying to stop the flow of urine. Don't actually stop the flow, though.\r\n  -Hold for 10 seconds and release.\r\n  -Repeat 10 to 20 times in a row, a few times throughout the day.\r\n\r\nLike any exercise, you can increase both the hold time and repetition as you build stamina."
    },
    {
       "id":"21",
       "nutritionWeek":"21",
       "tipsDescription":"With an active baby growing inside, you might start to focus on the excitement of her birth to come. Continuing to eat right and exercise regularly now can make that big day easier.\r\n\r\n\r\n  -Childbirth preparation class is one of the best ways for you and your partner to prepare for labor and delivery. \r\n  -Your doctor can probably suggest classes that are a good match for the kind of birth you want.\r\n  -Expectant parents usually take classes between months six and seven of pregnancy.\r\n  -Classes often include six to eight weekly sessions or offer more condensed weekend options.\r\n  -Trained childbirth educators provide comprehensive, helpful information about labor and delivery that extends well beyond breathing techniques.\r\n  -It's an ideal way to learn more and ease any fears or apprehension you might feel.\r\n  -Don't forget the iron! With your body hard at work producing red blood cells, your 21st week of pregnancy is a key time to be sure you are getting at least 30 mg of iron each day to avoid the risk of anemia.\r\n  -Healthy teeth and gums: tips you can sink your teeth into!\r\n  -This is one of the best times to keep a focus on your dental health. Don't let sensitive, even bleeding gums keep you from brushing, flossing, and caring for your teeth.\r\n  -Switch to a softer toothbrush and keep regular dentist visits ' just let them know you are pregnant.\r\n  -You are more susceptible to gingivitis while pregnant, so be consistent with flossing.\r\n  -Choose toothpaste with fluoride and avoid sugary snacks at times when you can't brush between meals. Your teeth and your post-pregnancy waistline both thank you!"
    },
    {
       "id":"22",
       "nutritionWeek":"22",
       "tipsDescription":"Around the 22nd week of pregnancy, you probably are visiting your doctor for another prenatal checkup.\r\n\r\n\r\n  -This month's appointment will be similar to previous checkups as your doctor checks your health and your baby's progress.\r\n  -Your doctor might tell you about an upcoming glucose screening test ' a routine test that checks for gestational diabetes. You might take this test at your next appointment, sometime between the 24th and 28th weeks of pregnancy.\r\n\r\n\t\t\t\t\t\t\tNutrition Notes\r\n\r\nIn pregnancy nutrition, what you don't eat or drink can be just as important as what you do. Here's a quick reminder of a few foods to avoid:\r\n\r\n\r\n  -Skip certain seafood. Fish can be a great source of protein and iron. The omega-3 fatty acids can help promote your baby's brain development. However, some fish and shellfish might contain potentially dangerous levels of mercury.\r\n  -Avoid undercooked poultry or other meats. During pregnancy, you might be more susceptible to bacterial food poisoning with changes in your metabolism and circulation. Fully cook all meats for safety. This includes warming hot dogs, deli meats and cold cuts until they are steaming.\r\n  -Don't choose cheese made from non-pasteurized milk, as it might contain harmful bacteria. Most cheese in the U.S. is pasteurized, but to be safe check the label.\r\n  -Limit your caffeine. Remember, caffeine can cross the placenta and affect your baby's heart rate and breathing. Ask your doctor about how much caffeine is safe to have during pregnancy.\r\n  -Eliminate alcohol. No amount of drinking has been proven to be safe during pregnancy."
    },
    {
       "id":"23",
       "nutritionWeek":"23",
       "tipsDescription":"A focus on wellness and nutrition continues during your 23rd week of pregnancy. Remember to continue eating regularly scheduled, balanced meals. This will help you keep your energy up.\r\n\r\n\r\n  -Activity doesn't have to mean formal exercise. Right now, while your body might be feeling its pregnancy best, try building a little more activity into your daily routine. Try these tips: \t\t\t\t\t\t\t\t \t\t\t\t\t\t\t\t\t\r\n  -Park your car further away from the entrance when you go to register at the baby store! \t\t\t\t\t\t\t\t\t\r\n  -Choose the steps instead of the elevator to take that file two floors up \t\t\t\t\t\t\t\t\t\r\n  -Look for opportunities to move more and sit less as you go about your daily routine. \t\t\t\t\t\t\t\t \t\t\t\t\t\t\t\t\r\n  -Wondering how best to buckle your growing belly? Whether it's around the corner or a long trip, the safest way for you and your baby to travel in the car always is with the seat belt fastened. \t\t\t\t\t\t\t\t \t\t\t\t\t\t\t\t\t\r\n  -To maximize safety and minimize discomfort, \t\t\t\t\t\t\t\t\tposition the lower belt below your stomach, lying across your pelvis and upper thighs. \t\t\t\t\t\t\t\t\t\r\n  -Position the shoulder strap over your shoulder, diagonally between your breasts."
    },
    {
       "id":"24",
       "nutritionWeek":"24",
       "tipsDescription":"Still feeling good? This may be a great time to add variety to your regular exercise routine and eating habits.\r\n\r\n\r\n  -Eating out ' and still eating healthy. Going out can be convenient, especially when you're pregnant and extremely busy. Consider these healthful tips when you go out to eat: \t\t\t\t\t\t\t\t \r\n  -Restaurant choices often hold many \"hidden\" calories, unhealthy fats, and sugars. Here are a few tips: \r\n  -Don't arrive famished. It's the best way to ensure you overeat. Try to eat a piece of fruit, vegetables, crackers, or a handful of nuts before you go.\r\n  -Ask about ingredients or make special requests. You almost always can substitute grilled options for fried or steamed veggies for fries.\r\n  -Smaller is better. Plan to share a meal or immediately box half of it to bring home for another meal.\r\n  - \t\t\t\t\t\t\t\tAt your next doctor's visit, you probably will take the \t\t\t\t\t\t\t\t glucose screening test. This test usually occurs between the 24th week of pregnancy and the 28th week, or earlier if you have risk factors. \t\t\t\t\t\t\t\t \r\n  -The test checks for gestational diabetes ' a type of diabetes that some women experience during pregnancy and that goes away after baby is born.\r\n  -You will drink a full glass of glucose solution and your doctor will check your blood glucose level an hour later.\r\n  -If results are abnormal, your doctor may schedule you to take a glucose tolerance test, which is very similar, but is taken after you fast and requires four blood samples over three hours."
    },
    {
       "id":"25",
       "nutritionWeek":"25",
       "tipsDescription":"During your 25th week of pregnancy, self-care remains a priority. Continue to seek relief from common pregnancy symptoms, such as back pain.\r\n\r\n\r\n  -If you are experiencing back pain during your 25th week of pregnancy, try a gentle stretching pose. It might help strengthen and stretch your back, pelvis, and thigh muscles. \r\n  -Kneel on your hands and knees. Your hands should be directly below your shoulders. Your knees should be about 10 inches apart.\r\n  -Slowly curl backward, bringing your head gently toward your knees and your bottom toward your feet. Your arms should be straight and extended, but not locked at the elbow.\r\n  -Hold for a count of about five.\r\n  -Slowly rise to your original kneeling position.\r\n  -Repeat several times.\r\n  -Nutrition tip: Are herbal supplements or remedies safe? Not all herbal supplements are regulated in Singapore, so it's hard to know about proper dosing, healthy levels, and their safety to expectant moms and their unborn babies. Before taking any herbal supplement, speak with your doctor."
    },
    {
       "id":"26",
       "nutritionWeek":"26",
       "tipsDescription":"At 26 weeks pregnant, you are well into your second trimester. At your next doctor's visit, he or she will conduct routine tests. Plus, your doctor might examine your readiness for labor and delivery. During your 26th week of pregnancy, you also might want to talk to your doctor about traveling.\r\n\r\n\r\n  -At the doctor's office. Your doctor will check your vitals as in previous visits. He or she also might do the following: \r\n  -Check the baby's position in utero, which is likely to change throughout the rest of your pregnancy\r\n  -Prescribe a glucose test for gestational diabetes, a temporary form of diabetes that can occur during pregnancy\r\n  -Test for Rh antibodies, which can be treated during pregnancy\r\n  -Test for anemia caused by a lack of iron, which is treatable during pregnancy\r\n  -Consider taking a trip. With early pregnancy symptoms behind you and energy in your favor, traveling during your second trimester might be just the ticket. Check with your doctor to make sure it's OK and consider these travel tips when you go! \r\n  -Plan a trip that will be comfortable and restful for you.\r\n  -Know the location of the closest health care facility, just in case.\r\n  -You may be feeling great, but take it slow.\r\n\r\n\t\t\t\t\t\t\tExercise Tip: Watch for Warning Signs\r\n\r\nIt's important to keep moving throughout your pregnancy. But, if you experience any of these symptoms, stop what you are doing. Speak with your doctor if symptoms are intense or do not subside.\r\n\r\n\r\n  -Chest pain\r\n  -Decreased fetal movements\r\n  -Difficulty walking"
    },
    {
       "id":"27",
       "nutritionWeek":"27",
       "tipsDescription":"At 27 weeks pregnant, you are nearly finished with your second trimester. Exercise and nutrition are still a really important part of your routine, now and through the rest of your pregnancy. Now's also a great time to learn the signs of preterm labor.\r\n\r\nPreterm labor is when contractions start before the 37th week of pregnancy. Some signs of preterm labor include:\r\n\r\n\r\n  -Contractions that feel different than Braxton Hicks\r\n  -Contractions that occur at regular intervals, that are consistent, or that become more intense\r\n  -Contractions with lower back pain, cramps, or other pain\r\n  -Changes in your vaginal discharge that include spotting or bleeding\r\n  -Water from your vagina \r\n\r\nIf you experience symptoms of preterm labor, call your doctor.\r\n\r\nWellness Tip \r\nMake exercise fun and social. By now, you've probably met many other pregnant women at the gym, at childbirth classes, and at work. Consider meeting with other expectant moms for a walk."
    },
    {
       "id":"28",
       "nutritionWeek":"28",
       "tipsDescription":"Congratulations! At 28 weeks pregnant, you've completed the second trimester of your pregnancy. Here's how you can take care of yourself ' and your body.\r\n\r\n\r\n  -Easy does it. Make safety your top priority when you exercise by following these tips: \r\n  -Stretch and warm up for at least five minutes before starting to exercise.\r\n  -Start your activity at an easy, slow pace. Gingerly increase your speed and repetitions to a level that's comfortable for you.\r\n  -Drink fluid.\r\n  -Work out on a flat, firm surface.\r\n  -Rise slowly after doing floor exercises.\r\n  -Cool down for five to 10 minutes.\r\n  -Wear supportive shoes and a supportive bra.\r\n  -Pack some power into your snack. For variety, try these nutrient-and energy-rich snack options:\r\n\r\n  -Fresh & dried fruit\r\n  -Salad\r\n  -Steamed buns\r\n  -Soybean\r\n  -Soupy noodle\r\n  -Sandwiches\r\n  -Nuts"
    },
    {
       "id":"29",
       "nutritionWeek":"29",
       "tipsDescription":"In your 29th week of pregnancy, nutrition and physical activity can help you cope with many of your 3rd-trimester pregnancy symptoms.\r\n\r\n\r\n  -Eating enough foods with vitamin C helps your body manufacture the connective tissues that repair and maintan blood vessels. Try carrots, winter squash, mangoes, sweet potatoes, leafy greens, lean sources of meat, eggs, dairy, and fortified whole-grain cereals.\r\n  -Eating regular, balanced meals and snacks can help improve both your circulation and leg strength.\r\n\r\n\t\t\t\t\t\t\tDoctor visit:\r\n\r\nYou might be visiting the doctor when you're 29 weeks pregnant or in the next couple of weeks\r\n\r\n\r\n  -This might be your last monthly visit.\r\n  -Your doctor might ask to see you every two weeks and then once a week until your delivery.\r\n  -Your doctor will continue to monitor your health and your baby's progress.\r\n\r\n\t\t\t\t\t\t\tGive Me a Break\r\n\r\nMany women begin to slow their activity in the 29th week of pregnancy and beyond, which is normal.\r\n\r\n\r\n  -You are carrying more weight, which can make any physical activity more exhausting than normal.\r\n  -Respond to your body's needs. It's OK to modify your routine. Just try to keep moving every day."
    },
    {
       "id":"30",
       "nutritionWeek":"30",
       "tipsDescription":"When you're 30 weeks pregnant, your days become filled with preparations for your baby's arrival. And you might find yourself with less and less time for menu planning or routine exercise. During your 30th week of pregnancy, try these tips:\r\n\r\n\r\n  -Little changes now can go a long way later! If you've found yourself reaching for convenience foods, work in these healthy substitutes: \r\n  -Substitute a bag of crunchy chips for prepackaged, crisp baby carrots.\r\n  -Replace fried chicken with tastefully seasoned grilled chicken.\r\n  -Exchange salty chips or pretzels for a handful of tasty almonds, cashews, or your favorite protein-packed nut.\r\n  -Satisfy your taste for an ice cream sundae with frozen yogurt topped with fruit.\r\n  -During your 30th week of pregnancy, you might want to break up exercise into several 10- or even 5-minute sessions. You might find small segments of exercise easiest on your body ' and your busy schedule ' at this time of your pregnancy. \r\n  -Exercise is still best for countering many of those late-pregnancy symptoms and pains, and will help you lose baby weight more quickly.\r\n  -Low-impact choices in pilates or yoga might help you stop and relax, which can help mind as well as body! Just be sure to limit any time on your back, as this can restrict blood flow to your baby.\r\n  -Gentle stretches might be particularly useful in your exercise routine right now. Be sure to take it slow and easy on pregnancy-loosened joints and ligaments."
    },
    {
       "id":"31",
       "nutritionWeek":"31",
       "tipsDescription":"As priorities and excitement mount now and in the weeks to come, don't forget to carve out the time you need for exercise and planning your balanced nutrition. During your 31st week of pregnancy, get ready for:\r\n\r\n\r\n  -Another prenatal checkup! You probably have a doctor's appointment this week or very soon, if you're now seeing your doctor every two to three weeks. \r\n  -By the time you're 36 weeks pregnant, you'll probably begin visiting your doctor weekly.\r\n  -These upcoming weekly appointments specifically will check your baby's progress toward birth.\r\n  -Relaxation techniques ' they're not just for childbirth. If you find yourself feeling a little anxious about childbirth, restless, or having difficulty sleeping, try some of your relaxation techniques from childbirth classes. They are great tools to use anytime! Also check out these tips.\r\n  -Say cheese and smile! Away from the house but need to brush? Try chewing on a piece of hard cheese to cut down on the chance of pregnancy cavities. Cheese actually reduces the acidity of your mouth and decreases bacteria that can lead to cavities."
    },
    {
       "id":"32",
       "nutritionWeek":"32",
       "tipsDescription":"When you're 32 weeks pregnant, you might find yourself eating less at one sitting and moving less in general. But less can still mean more!\r\n\r\nSnack for Balanced Nutrition\r\n\r\n\r\n  -If you find you can't eat a full-size meal all at once, opt for mini-meals throughout the day. Just be sure you're getting nutrients from all of the food groups.\r\n  -Try to choose food from at least two food groups for each snack or mini-meal choice.\r\n  -Rotate through the food groups to hit on all of your needed nutrients. \r\n\r\nFocus your time and energy on activities to meet your needs right now:\r\n\r\n\r\n  -Swimming ' great for alleviating swelling or pain from sciatic nerves\r\n  -Walking ' a strong choice for reducing back pain, swelling, or leg cramps\r\n  -Prenatal Yoga ' perfect for easing worries and encouraging relaxation as well as fitness"
    },
    {
       "id":"33",
       "nutritionWeek":"33",
       "tipsDescription":"During the 33rd or 34th week of pregnancy, you probably have a prenatal doctor visit every two weeks.\r\n\r\n\r\n  -In this visit or the next, your doctor might begin to examine your baby's position for birth.\r\n  -You might have one more appointment before you begin weekly visits.\r\n\r\nTime for a Tour!\r\n\r\n\r\n  -It's a good time to preregister at your hospital or birthing center.\r\n  -Filling out paperwork will be much easier now than when you're in labor!\r\n  -Take a look now to take away some of the unknown.\r\n  -If you already haven't toured the birthing facilities as part of your childbirth classes, ask to see a birthing or labor and delivery room.\r\n  -Clarify where you need to check in and where your partner needs to park, leaving two less worries when the big day arrives!\r\n  -Find out what you can bring to help pass the time, whether it's a few DVDs or your laptop.\r\n\r\nEating Well Is Not Just About What You Eat Now ' It's How Much and When\r\n\r\n\r\n  -When you're 33 weeks pregnant, your choice of food, the time of day you eat it, and how much you eat at one sitting directly can impact your well-being.\r\n  -If certain foods or eating past a certain time prompt bloating, heartburn, or other uncomfortable symptoms, temporarily try to do without.\r\n  -After your baby's birth, you can reintroduce old favorites back into your diet.\r\n  -Be sure even your small meals include a balance of nutrients to fuel both you and your baby.\r\n\r\n\t\t\t\t\t\t\tGet a Leg Up on Leg Cramps\r\n\r\nSharp, painful cramps in your calves might be bothersome at night. To lessen leg cramps during your 33rd week of pregnancy, try these tips:\r\n\r\n\r\n  -Stretch before bed.\r\n  -Straighten your leg and flex your foot toward your body, keeping your heel down and toes up.\r\n  -Bend your entire foot instead of pointing your toe.\r\n  -Massage your calf in long, downward strokes if spasms wake you.\r\n\r\n\t\t\t\t\t\t\tWhat's Keeping You Awake?\r\n\r\nWhen you're 33 weeks pregnant, finding a comfortable sleeping position to get the restful sleep you need isn't always easy. With all of your body's physical and emotional changes, it's no wonder.\r\n\r\n\r\n  -Hormonal changes, heartburn, pressure on your bladder, and a baby who's growing larger by the minute all can add to the challenge of getting a full night's sleep.\r\n  -You might find it hard to relax or clear your mind with soaring emotions, excitement, and even worries.\r\n\r\n\t\t\t\t\t\t\tSimple Solutions for Sleep\r\n\r\n\r\n  -Try winding down for the night a little earlier with a short, warm bath or relaxation exercises from your childbirth classes.\r\n  -Keep a comfortable temperature in your dark and quiet room.\r\n  -Limit late-evening liquids.\r\n  -Exercise regularly but not within several hours of going to bed.\r\n  -Vote's in! When you're 33 weeks pregnant, women agree on a comfortable sleeping position: Try lying on your right or left side with your legs and knees bent. This takes the pressure off your primary veins in your legs and your lower back.\r\n  -Pile up the pillows! Use one pillow to support your belly and another between your calves to support your upper leg. Try placing another small pillow or rolled blanket in the small of your back to relieve pressure from the hip you're lying on.\r\n  -If you're not sleeping, consider getting up and listening to music, reading, or writing until you're ready to try again.\r\n  -If you really need to catch up on rest, take a short nap during the day, but try to keep the nap from interfering with your regular nighttime rest."
    },
    {
       "id":"34",
       "nutritionWeek":"34",
       "tipsDescription":"Exercising Now for Labor Later!\r\nDuring your 34th week of pregnancy, certain muscles in your body will get a significant workout during the birth of your baby. You can help these muscles prepare now.\r\n\r\n\r\n  -Kegel exercises strengthen your pelvic floor. They also can help with any immediate leaking urine and hemorrhoid problems.\r\n  -Pelvic tilt increases stomach muscles and flexibility for birth. It also can alleviate current back pain.\r\n  -Tailor sitting (sitting cross-legged) stretches and strengthens muscles in your back and thighs and makes the joints in your pelvis more flexible for an easier delivery. It also improves blood flow to your lower body. Try it:\r\n  -Sit on the floor with your back straight (or with your back against the wall, if you need extra support).\r\n  -With knees bent to the side, bring the soles of your feet together and pull your heels in toward your groin area.\r\n  -Let your knees slowly drop to each side until you feel a stretch in your inner thighs. Be sure you don't bounce.\r\n\r\n\t\t\t\t\t\t\tFinding a pediatrician\r\n\r\nIf you already haven't chosen a pediatrician, you might want to start interviewing possible choices. It's important to try to select one before your baby's born so your pediatrician can be the first to examine the baby at the hospital. Considerations:\r\n\r\n\r\n  -Does the doctor accept your insurance plan?\r\n  -How large is the practice?\r\n  -Will your baby be seen by the same doctor?\r\n  -What are the office hours?\r\n  -What are the after-hours procedures?\r\n  -With what hospital does the doctor work?\r\n\r\n\t\t\t\t\t\t\tLearn About Labor and Prepare Your Plan\r\n\r\nWhen you're 34 weeks pregnant, you might want to talk with your doctor about his or her usual practices during labor. You also can share your ideas and preferences.\r\n\r\nDuring your 34th week of pregnancy, you might want to develop a birth plan as a guide for how you want to deliver your baby.\r\n\r\n\r\n  -This can serve as an excellent tool to discuss your preferences with your doctor.\r\n  -Plans often cover your preferences regarding labor, delivery, and postpartum care and can be as short or long as you'd like.\r\n  -This birth plan should function as a \"flexible wish list\" because things might need to change, depending on your doctor's policies, the hospital's policies, and how your labor progresses.\r\n  -Here are a few questions you might want to consider* as you develop your plan: \r\n  -At what point in labor do you want to come to the hospital?\r\n  -What comfort items from home do you want to bring?\r\n  -Whom do you want in the delivery room?\r\n  -What non-medication relief do you want?\r\n  -What medicated pain relief, such as epidural, if any, do you want, or would you like to consider options as labor progresses?\r\n  -What positions would you like to try during labor?\r\n  -Whom would you like to cut the cord?\r\n  -What would you like to happen right after birth? Do you want the baby handed to you immediately?\r\n  -Do you plan to breastfeed or bottle-feed?\r\n  -Do you want the baby to room-in with you?\r\n  -What's your preference about circumcision if you have a boy?\r\n\r\nMaking some of these decisions ahead of time during your 34th week of pregnancy might make you feel more at ease once the big day approaches.\r\n\r\n* Source: Mayo Clinic Guide to a Healthy Pregnancy\r\n\r\n\t\t\t\t\t\t\tFill up on fluids during your 34th week of pregnancy\r\n\r\nDo you know that you lose water when you sweat, go to the bathroom, and even breathe? Drinking water is more important than ever as dehydration can lead to Braxton-Hicks contractions. In addition to preventing contractions, water:\r\n\r\n\r\n  -Helps build important tissues\r\n  -Assists nutrients as they circulate in and out of your body\r\n  -Aids in digestion\r\n  -Helps you maintain the right amount of amniotic fluids\r\n\r\nTIP: You can use other fluids, such as 100% fruit juices and milk, but try to keep water as your basis."
    },
    {
       "id":"35",
       "nutritionWeek":"35",
       "tipsDescription":"During this busy time of preparation, it's more important than ever to maintain your energy and strong health with balanced nutrition and regular exercise.\r\n\r\n\r\n  -You are probably visiting your doctor every two weeks now. Most of these visits will be the same as previous checkups with a few additions: \r\n  -Your doctor probably will screen you using a routine test for group B streptococcus (GBS).\r\n  -This bacterium (not related to strep throat) usually lives harmlessly in the vaginas of 10% to 35% of healthy women.\r\n  -Although GBS poses no risk to you, your baby can pick it up during delivery.\r\n  -If you test positive for GBS, you probably will be given antibiotics during labor to protect your baby.\r\n  -Your doctor also might check your baby's position to see if she's moved into place for delivery. \r\n  -Your doctor probably will feel your baby's position from the outside of your abdomen. As you get closer to your due date, your doctor might perform a vaginal exam to check your cervix.\r\n  -Your doctor will confirm which part of your baby's body is farthest down in your pelvis. In most cases, it's your baby's head\r\n\r\n\t\t\t\t\t\t\tPutting a Plan in Place\r\n\r\nWorking out the details now can lead to a smoother labor and delivery later!\r\n\r\n\r\n  -Be sure both you and your partner know the way to the hospital and how long it takes to get there, from home or work. Do a practice run, if necessary!\r\n  -Have a backup route ready in case of poor weather or traffic problems.\r\n  -Have a plan for each time of day (or night). Who will take you to the hospital? How do you reach your partner?\r\n  -Make preparations if you have other children or pets.\r\n\r\n\t\t\t\t\t\t\tPreplanning Quick List\r\n\r\nAre the phone numbers for your doctor, partner, and sitter in one place?\r\n  -Are your maternity benefits and leave paperwork complete?\r\n  -Are you preregistered at the hospital?\r\n  -Do you know when to call the doctor if labor has begun?\r\n  -Who will drive you if it's during the day or at night?\r\n  -Where do you park?\r\n  -Is videotaping allowed?\r\n  -What are the hospital's visitor policies?\r\n\r\nPractice makes perfect! If you've already finished your childbirth classes, don't forget to practice breathing, relaxation, or stretching techniques. This way you'll be ready to use them when the time comes!"
    },
    {
       "id":"36",
       "nutritionWeek":"36",
       "tipsDescription":"When you're 36 weeks pregnant, it's natural for your body to begin to slow a little as you get closer to your due date. You're now carrying a full-grown baby inside, and are continuing to adjust to loosening ligaments, swelling, and other challenges.\r\n\r\n\r\n  -Continuing consistent gentle exercise can give you long-term energy. Walking is a great example of exercise you usually can continue through labor.\r\n  -Your balanced nutrition now is not only nourishing you and your baby, but also is establishing a strong foundation for possible breastfeeding and your body's timely recovery after delivery.\r\n\r\nIt's Time to Pack Your Bags! \r\nYou might want to have your bag packed and ready, even though you have several weeks before your due date. Don't forget a bag for your partner, too.\r\n\r\nPacking Tips:\r\n\r\n\r\n  -Leave your packed bags in a handy place.\r\n  -For items you can't pack ahead of time, try taping a list to your suitcase as a reminder.\r\n  -You and your partner might want to separate items into two bags: one for the supplies to use during labor and a larger bag for your entire hospital stay."
    },
    {
       "id":"37",
       "nutritionWeek":"37",
       "tipsDescription":"When you're 37 weeks pregnant and in the weeks that follow, you can breathe easier. You might begin to notice some big changes in your body:\r\n\r\n\r\n  -Your baby might move down into your pelvis. When this happens, you might notice some of your late-pregnancy symptoms go away.\r\n  -Your shortness of breath might go away as your lungs have more room to move.\r\n  -Less pressure on your digestive organs might alleviate heartburn and constipation. Digestion might be easier, too.\r\n  -You probably feel more pressure on your bladder."
    },
    {
       "id":"38",
       "nutritionWeek":"38",
       "tipsDescription":"While there is no perfect formula for determining when labor will start, your doctor can measure how close you are at your weekly appointments. These measurements and observations include:\r\n\r\n\r\n  -Presenting or your baby's presentation. This describes the part of your baby's body that is farthest down in your pelvis. Ideally, this is your baby's head.\r\n  -Station. This refers to how far your baby's head has moved into your pelvic cavity. Each station is 1 centimeter. \r\n  -Your baby, high in your pelvic cavity, begins at -5 station.\r\n  -Your baby at 0 station is midway through the pelvis and is engaged in your pelvis. Your baby probably will be at 0 station at the beginning of labor if this is your first pregnancy.\r\n  -Once actual labor begins your baby's head continues through the pelvis to 1, 2, and 3 stations.\r\n  -At 5 station, your baby's head is crowning (appearing) during birth.\r\n  -Dilated or dilation. This refers to how much your cervix has opened. It is measured in centimeters. Some women begin to dilate several weeks before labor. At 10 centimeters, you are ready to start pushing out your baby.\r\n  -Effaced or effacement. This refers to how much your cervix has thinned in preparation for birth. This is often measured by percentage. If this is your first pregnancy, effacement usually begins before dilation. At 100% effaced, you are ready to deliver your baby."
    },
    {
       "id":"39",
       "nutritionWeek":"39",
       "tipsDescription":"In the final weeks of pregnancy, you can anticipate contractions. They might stop and start or continue at this point in your pregnancy. Either way, they signal your baby's upcoming arrival!\r\n\r\nExperiencing Contractions?\r\nWhen you're 39 weeks pregnant, these could be the real thing! Learn more about contractions so you can distinguish the real ones from the false ones.\r\n\r\n\r\n  -Contractions occur when the uterus tightens and relaxes.\r\n  -Some contractions are called Braxton-Hicks. These contractions are called false labor. They help your body practice for the real thing.\r\n  -In most women, uterine contractions get closer together, become more intense, and last longer as you approach childbirth.\r\n  -Sometimes contractions stop altogether.\r\n  -You can time the contractions when they start. Call your doctor when they occur closer together, intensify, or last longer.\r\n  -During a contraction, you feel pressure and pain in your lower back and abdomen.\r\n  -Your abdomen will tighten.\r\n  -Between contractions, your abdomen and uterus relax.\r\n  -Contractions help your baby travel through the vagina.\r\n  -Use a stopwatch or clock to time your contractions."
    },
    {
       "id":"40",
       "nutritionWeek":"40",
       "tipsDescription":"Exercises to Prepare for the Workout of '\r\n\r\n\t\t' A squatting position during labor efficiently can open your pelvic area, Squats:\r\n      - Stand with feet shoulder-width apart.\r\n      - Slowly lower into a squat position, keeping your back straight and heels flat on the floor. (If heels tend to rise, widen your leg position.)\r\n      - Hold for 10 to 30 seconds with hands resting on your knees.\r\n      - Slowly stand by pushing up from your knees with your arms.\r\n      - Repeat five times. \r\n\r\nWall Sit:\r\n\r\n\r\n  - Stand with your back against the wall and feet shoulder-width apart.\r\n  - Carefully slide your back down the wall with your knees bent until you're in the sitting position (as if there were an invisible chair beneath you).\r\n  - Rest hands on your thighs for balance.\r\n  - Keep your knees\/toes pointing forward.\r\n  - Hold for a few seconds and slide back up.\r\n  - Work up to 10 repetitions.\r\n  - Plan Ahead for Mealtime Before your baby arrives, try to plan ahead\tfor nutritious meals after she arrives home.\r\n  - If you can, cook and freeze a few simple meals that you quickly can reheat in the oven or microwave.\r\n  - Stock up on nutritious foods and snacks to make mealtime easier with a newborn in the house. \r\n"
    }
 ]