[
    {
       "id":"1",
       "title":"Foods to Avoid During Pregnancy",
       "tipDescription":"It’s important to eat well-balanced meals and take prenatal vitamins during your pregnancy so that your developing baby can get all the essential nutrients it needs to grow strong. You should consume about 300 additional calories a day during this time. Many women wonder which foods are safe and which foods could potentially be harmful to their baby. Here is a helpful list of some common foods to avoid while pregnant:\r\n\r\nRaw Meat: Uncooked seafood (say goodbye to sushi) or undercooked beef and chicken should be avoided because of the risk of contamination with bacteria, toxoplasmosis and salmonella.\r\n\r\nDeli Meat: Deli meats have been known to be contaminated with harmful bacteria called Listeria, which can cause miscarriage. If you are craving a turkey sandwich, turkey off the bird is perfectly safe or you can thoroughly reheat deli meats to an internal temperature of 165 degrees.\r\n\r\nFish with Mercury: Mercury consumed during pregnancy has been linked to developmental delays and brain damage. Steer clear from shark, swordfish, king mackerel or tilefish because they contain high levels of mercury. Canned, chunk light tuna has a low amount of mercury, but still should only be eaten in moderation.\r\n\r\nSoft Cheeses: Avoid soft cheeses such as blue cheese, feta, brie, camembert and Mexican-style cheese. These cheeses are usually unpasteurized and may harbor Listeria as well. Hard cheese, processed cheese, cream cheese, cottage cheese and yogurt are ok to eat.\r\n\r\nRaw Eggs: Raw eggs should be avoided because of the potential exposure to salmonella. Some Caesar dressings, mayonnaise, homemade ice cream and Hollandaise sauces may be made with raw eggs, so take caution.\r\n\r\nAlcohol: You should stop consuming alcohol as soon as you find out you are pregnant. Prenatal exposure to alcohol has been linked to premature delivery, mental retardation, birth defects and low birth weight babies. \r\n\r\nCaffeine: Caffeine intake in moderation is ok, but you should avoid caffeine during the first trimester to reduce the chance of a miscarriage. Caffeine should be limited to fewer than 300 mg per day during pregnancy. Make sure to drink plenty of water, juice and milk instead."
    },
    {
       "id":"2",
       "title":"Losing Your Mucous Plug",
       "tipDescription":"What is the mucous plug (or mucus plug)?\r\n\r\nThe mucous plug is a collection of cervical mucus that seals the opening of the cervix. It keeps bacteria and infection from entering into the cervix, providing a protective barrier for the developing baby.\r\n\r\nWhat does the mucous plug look like?\r\n\r\nSome women describe the mucous plug as looking more like the mucous in your nose. It may look like a thick glob of stringy mucous, thicker than what you would see with normal vaginal secretions. If you are close to going into labor you may see pink, brown, or red blood around the edges of the mucous plug. This is called the “bloody show”.\r\n\r\nWhen do you lose your mucous plug?\r\n\r\nSome women will lose their mucous plug or part of their mucous plug weeks before they go into labor. Losing your mucous plug does not always mean labor will begin shortly. Keep in mind that even if a woman has begun to dilate, it may be weeks before she actually goes into labor.\r\n\r\nHowever, if you notice blood tinged mucous before your thirty-sixth week of pregnancy, notify your doctor right away.\r\n\r\nAs your body prepares for labor your cervix will begin to dilate and thin. As your cervix opens up, your mucous plug may fall out. Losing your mucous plug is a good sign that labor is on its way. Though, it could be days or even weeks after you lose your mucous plug before labor actually starts. Many women do not lose their mucous plug at one time; instead, they lose it more gradually. They may notice an increase in vaginal secretions weeks before they go into labor.\r\n\r\nShould I call my doctor if I lose my mucous plug?\r\n\r\nIf you are full term and have lost your mucous plug, there is usually no need to call your doctor. You may lose your mucous plug weeks before labor starts. If you notice regular, timeable contractions after losing your mucous plug, follow your doctor’s protocol for proceeding to Labor and Delivery. If you have a history of preterm labor and you suspect you have lost your mucous plug, call your doctor right away. If you notice blood tinged mucous and are earlier than thirty-six weeks call your doctor immediately. Moreover, you should also call your doctor if you have sudden bright red bleeding. Bleeding can be a sign of placenta previa or placental abruption."
    },
    {
       "id":"3",
       "title":"NT Screening:  What is it?  What does it mean if you're high risk?",
       "tipDescription":"How common is it for a test that checks your baby for Down syndrome to show \"high risk\"? This is one of many questions that may cross the minds of mommies-to-be, awaiting outcomes of tests like the NT (Nuchal Translucency) screen. The NT test is a widely recommended screen that checks for Down syndrome.\r\n\r\nIf your NT screen results show a higher risk for having a baby with Down syndrome, it's important to realize that your baby is not necessarily positive for DS. In other words, a screening does not give an absolute \"no\" or \"yes\" about whether the baby will be born with DS-it only gives an indication of the risk. The NT test result can help you decide whether to do further testing.\r\n\r\nWhat is Down syndrome?\r\n\r\nDown syndrome occurs when the baby has an extra chromosome. A child with DS usually is recognized by the typical facial features associated with the syndrome and has an increased risk for other health problems.\r\n\r\nWhat does the NT test consist of?\r\n\r\nTypically, expectant women choose to have the full screening-completed in two parts over the course of the first two trimesters of pregnancy. These results are then combined to estimate your baby's risk for DS.\r\n\r\nPart 1: This part involves an ultrasound that measures nuchal translucency (the amount of fluid under the back of the baby's neck-higher in babies with DS). Another test is included in Part 1 that measures PAPP-A or pregnancy-associated plasma protein A. If this type of protein is too low, it could mean that the fetus has an abnormal number of chromosomes.\r\n\r\nPart 2: Completed during the second trimester (15-20 weeks), this test measures the levels in your blood of inhibin A, estriol, alphafetoprotein, and a hormone called human chorionic gonadotropin (HCG). If levels of these substances are abnormal, it could indicate a problem with the fetus.\r\n\r\nWho should get screened?\r\n\r\nIn the past, doctors would recommend the NT screening most often for older women who were expecting. Nowadays, the American Congress of Obstetricians and Gynecologists suggests that all pregnant women-no matter what age they are-should get screened. Today, screening for Down's syndrome is available as a routine test.\r\n\r\nIf you decide to go through with further diagnostic testing (e.g., amniocentesis or chorionic villus sampling) and the results show that your baby has DS, you'll have more time to learn how to care for an infant with special needs. Or, you can discuss other options with your health care professionals.\r\n\r\nUnderstanding risk factors\r\n\r\nYour doctor may recommend contacting a genetic counselor before you get pregnant. He or she can guide you in understanding your risks and chances of conceiving a child with Down syndrome. The counselor can also discuss the many tests offered to help you choose.\r\n\r\nWhile there is no known way to prevent DS, it's helpful to find out if you're at higher risk for having a baby with this condition.\r\n\r\nResearchers have found these factors may increase your risk for having a child with Down syndrome:\r\n\r\nAge of the woman at pregnancy increases the chances of having a baby with DS. This risk builds each year over age 35.\r\n\r\nHaving had another child with DS (1 percent increased risk).\r\n\r\nCarrier of \"genetic translocation\" for DS (both women and men can pass this on).\r\n\r\nThere are a greater number of women who get pregnant before age 35. So, 80 percent of the infants with DS have been born to moms younger than 35. Here are the risk levels for DS as related to the expectant mother's age:\r\n\r\n20-year old mother has a 1:1,500 risk\r\n\r\n30-year old mother has a 1:800 risk\r\n\r\n35-year-old mother has 1:270 risk\r\n\r\nAmong the women who choose to do screening for DS, roughly 5 percent are found to be \"at risk.\" The overall risk of having a baby with DS is actually below 5 percent, according to Mayo Clinic. And, most women who get tested find that their babies do not have Down syndrome."
    },
    {
       "id":"4",
       "title":"Multiple Pregnancy: Special Care",
       "tipDescription":"Special care is needed for a pregnant mother carrying more than one baby. If you've recently found out that you are pregnant with mulitples you may be having fears and concerns about how to best take care of yourself and your growing babies. Hopefully, we can help prepare you for some of what is in store for you during your pregnancy.\r\n\r\nNutrition for multiple pregnancy\r\n\r\nNutrition is an essential component for proper growth and development for your babies. You should gain about 40-50 lbs during your pregnancy and about 20 lbs should be gained in the first 20 weeks. In order to do this, a 4000 calorie diet is recommended. This will assure optimal growth and development for your babies. As with any pregnancy a prenatal vitamin with folic acid should be taken daily. It may be difficult to consume enough calories if you are experiencing increased morning sickness. Try eating several small meals and healthy snacks throughout the day. Please to take care to make healthy food selections and not just choose empty calories. If you are having difficulty with meal planning or nausea is keeping you from eating properly please work with your health care provider.\r\n\r\nPrenatal Visits and Testing\r\n\r\nPrenatal visits will be scheduled more frequently for you than a singleton pregnancy. You should be alert for signs of preterm labor and any signs of danger in pregnancy. You will most likely have several ultrasounds throughout your pregnancy to assess growth and development of your babies. In your last trimester, you will likely have testing such as a non-stress test (NST) or biophysical profile (BPP). These tests may be done as often as every 3-7 days or more until birth.\r\n\r\nRest and Activity\r\n\r\nPlan frequent rest periods throughout the day. Lying on your left side provides optimal blood flow to your babies. Sitting with your legs and feet elevated may help with any swelling you might be having. Some doctors recommend bedrest at some point during your pregnancy. Speak with your health care provider about any activity restrictions she may have."
    },
    {
       "id":"5",
       "title":"Bloody Show:  What Is It, and What Does It Mean?",
       "tipDescription":"When you hear about seeing a “bloody show” at the end of your pregnancy, it sounds as if you are in for something dramatic and gory. But it’s not dangerous or necessarily a sign that something has gone wrong; and in fact, many women never experience it.\r\n\r\nThe “bloody show” actually refers to the release of a blood-tinged mucous plug from your cervix when your body is ready for labor. The mucous plug has been there throughout your pregnancy to block the opening to your cervical canal and prevent bacteria from entering. It is called a “bloody show” because the mucous plug is sometimes tinged with blood; which can mean that it is red, pink, or brown in color. The blood is caused by tiny blood vessels rupturing as your cervix begins to thin and dilate.\r\n\r\nFor some women, the mucous plug comes out gradually over a few days, and they never realize what is happening. Other women see the mucous plug but no blood. Whether you see it or not, you should not be alarmed. The release of the mucous plug is just one sign of your body preparing for labor.\r\n\r\nWhat should you do if you see a bloody show?\r\n\r\nIf you do see a “bloody show” does it mean it’s time to head to the hospital? Not necessarily. Your body is clearly preparing for labor, but it could be hours, or even weeks before you are ready to deliver. However, you should call your doctor if:\r\n\r\nYour mucous plug is released less than 36 weeks into your pregnancy; You see bright red bleeding, or more than a tablespoon of blood; You are feeling painful cramps; You are feeling strong and regular contractions that are coming every four to five minutes; or The bloody show is accompanied by any other unusual or painful symptoms. \r\n\r\nIt is especially important that you watch out for excessive bleeding. Bleeding is an important symptom of placenta previa or placental abruption, serious conditions that require immediate medical attention.\r\n\r\nOtherwise, if you have passed your mucus plug, you should simply try to relax and monitor your symptoms and any contractions carefully. Now is the time to enjoy your last few hours or days of relative quiet before your big day – and your new little bundle of joy – arrives."
    },
    {
       "id":"6",
       "title":"Frequently Asked Questions About Miscarriage",
       "tipDescription":"What is a miscarriage and how will I know if I have had one?\r\n\r\nA miscarriage is a pregnancy loss before 20 weeks of pregnancy. After 20 weeks it is considered a stillbirth. Signs and symptoms of miscarriage include heavy bleeding, cramping, and loss of pregnancy symptoms. Only your doctor can confirm whether you have actually had a miscarriage.\r\n\r\nWhat are the chances of having a miscarriage? \r\n\r\nApproximately 15 percent of pregnancies end in miscarriage according to the American College of Obstetrics and Gynecology. Often the cause of the miscarriage is not determined. Most occur during the first trimester.\r\n\r\nI think I am miscarrying, when should I call my doctor? \r\n\r\nAny time you have bleeding during pregnancy you should call your doctor. If you are having painful cramping, bleeding, or pass any tissue you should call your doctor.\r\n\r\nMy doctor told me that I was having a miscarriage but I still feel pregnant. Is this normal and how does my doctor know that I have miscarried? \r\n\r\nIf you have not had a D&C done, you may still feel pregnant until your hormones return to pre-pregnancy level. You may still feel pregnant for a few days to a week after you miscarry. Emotionally it may take longer to stop feeling pregnant. If you continue to have pregnancy symptoms you should talk to your doctor.\r\n\r\nTwo ways that doctors diagnose miscarriage are by checking quantitative beta-HCG levels and by doing an ultrasound. In early pregnancy beta-HCG levels should double every two to three days. One blood test is not enough to determine miscarriage. Your doctor may order two to three beta-HCG tests to see if your levels are rising appropriately. Even if they are rising slowly there is cause for concern. Slow rising HCG levels usually result in miscarriage or can be a sign of an ectopic pregnancy. Another way doctors diagnose miscarriage is by doing an ultrasound. Your doctor will look for a viable fetus and check your measurements to see if they are consistent with your due date. Your doctor may also do an internal pelvic exam to determine whether your cervix is closed.\r\n\r\nIs there anything my doctor can do to stop me from miscarrying? \r\n\r\nUnfortunately, in most cases by the time you have started to notice bleeding the baby has already passed. Once a woman has begun to miscarry it is very unlikely that her doctor can stop it.\r\n\r\nCould I have done anything to prevent my miscarriage? \r\n\r\nMost likely there was nothing you could have done to prevent a miscarriage. Most miscarriages are the result of random genetic defects, which could not be prevented. However, if you have had more than one miscarriage your doctor may run tests for other possible causes such as immune disorders, hormone disorders, or illness.\r\n\r\nWhat is a D&C? \r\n\r\nD&C stands for dilation and curettage. The procedure involves dilating the cervix and scraping the lining of the uterus. Your doctor may order a D&C if you have had an incomplete miscarriage.\r\n\r\nHow long does a miscarriage take and how much bleeding will I have? \r\n\r\nIt is normal to have bleeding for about a week to two weeks. Some women will continue to have some spotting for a week or longer after they miscarry. You may have bleeding that is similar to a heavy period. You may also pass tissue or small clots. Your doctor may ask you to collect any tissue that is passed for testing. If you are bleeding more than one pad an hour call your doctor right away.\r\n\r\nHow long will it take for my period to return? \r\n\r\nUnder normal circumstances, you can expect your period to return four to six weeks after having a miscarriage.\r\n\r\nWhen can I try to get pregnant again? \r\n\r\nMost doctors recommend waiting for at least one complete cycle before trying to conceive again. Although medically it is generally safe to conceive after one cycle a woman should wait until she is physically and mentally ready. Always discuss with your doctor what is best for your situation. If you have had more than one miscarriage you may want to discuss testing\/treatment options before you try to conceive again.\r\n\r\nShould I have tests done after having a miscarriage? \r\n\r\nIf this is your first miscarriage most doctors will not run any tests for a miscarriage occurring in your first trimester. Most doctors will not run tests until you have had three or more miscarriages. However, many doctors are being more aggressive in the treatment of miscarriage and may test after two miscarriages. You will want to discuss your concerns with your health care provider."
    },
    {
       "id":"7",
       "title":"What is a Blighted Ovum?",
       "tipDescription":"If you have had an early miscarriage, you might have been told you had a blighted ovum. A blighted ovum is a very early miscarriage. When an ovum is blighted it does not mean you were not pregnant. It means that the pregnancy ended so early that the fertilized egg did not result in the formation of a fetus. When a woman has a blighted ovum, an empty sac will be seen on an ultrasound but there will be nothing visible inside the sac.\r\n\r\nDiagnosing a blighted ovum\r\n\r\nIf you have been diagnosed with a blighted ovum, one of your first thoughts might be “what if my doctor is wrong?” It is very difficult to hear the news that you are going to have a miscarriage. It is true that during very early pregnancy, not a lot can be seen by ultrasound. If your doctor suspects a blighted ovum, he may do another ultrasound several days after the first to confirm this. Moreover, a blighted ovum is diagnosed by measuring the gestational sac. These measurements are based on established criteria. If you have a large gestational sac that does not contain an embryo, you will most likely be diagnosed as having a blighted ovum.\r\n\r\nWill you have a miscarriage if you have a blighted ovum?\r\n\r\nA blighted ovum will eventually result in a miscarriage. It may take weeks to occur and your doctor may offer you the option of having a D&C. A D&C is generally not needed for a blighted ovum but some women would prefer to have a D&C over having a natural miscarriage. You should discuss your feelings with your doctor and choose the best approach for you.\r\n\r\nWhat causes a blighted ovum?\r\n\r\nGenerally the cause of a blighted ovum is some type of chromosomal problem. About fifty percent of early miscarriages are caused by blighted ova. A blighted ovum is usually a one time event. A woman who has had a blighted ovum will normally go on to have a subsequent healthy pregnancy.\r\n\r\nWhat can be done to prevent or treat a blighted ovum?\r\n\r\nUnfortunately, there is little that can be done to prevent or treat a blighted ovum. Your doctor may suggest testing if you have had recurrent early miscarriages. Nevertheless, once a blighted ovum is detected there really isn’t anything your doctor can do to keep you from miscarrying. It is very rare for a woman to have more than one pregnancy with a blighted ovum."
    },
    {
       "id":"8",
       "title":"9 Tips for Easier Labor and Birth",
       "tipDescription":"Labor and delivery of a precious new baby is an arduous process. There are many different tips available to help make the potential hours of labor and the birth process more tolerable and comfortable for the mother and baby. While every option may not work for every mother, an effective personal plan can be developed to include several tips that help ease this necessary and momentous journey.\r\n\r\nBreathing Methods\r\n\r\nSlow, focused breathing calms the mother. A deep cleansing breath followed by slow, steady, deep breaths help to take the mother’s focus off of the discomfort of labor. Breathing techniques quicken as the rhythm of the labor progresses.\r\n\r\nMeditation\r\n\r\nYoga helps to calm the mind but also strengthens the body’s core in preparation for childbirth. Expectant mothers should be careful to take only \"prenatal yoga\" classes to help ensure they only practice poses that are considered safe during pregnancy. The butterfly and cat stretch are two poses that are generally considered safe, and they can be helpful positions to prepare for labor.\r\n\r\nButterfly: Begin by sitting and bring the soles of the feet together. Pull them in, close to the pelvis. Sit tall, close eyes and meditate for 10 minutes. This exercise relaxes the hips.\r\n\r\nCat stretch: Begin on all fours with the spine and neck aligned. Breathe in and lower the abdomen towards the floor while looking upward towards the ceiling. When exhaling, round the back towards the ceiling while lowering the head to look down at the belly button. The lower back benefits by stretching and strengthening.\r\n\r\nCreative Visualization\r\n\r\nUsing creative visualization during the labor process can do much to relax the mother and put her in the right frame of mind. Positive images like ocean waves or a warm beach can help to ease stress or anxiety. The ebb and flow of the tide is likened to the rhythmic contractions of labor.\r\n\r\nNutrition and Diet\r\n\r\nBeginning a pregnancy at a healthy weight will help to prepare the body for labor and delivery. Eating a well-balanced diet throughout the pregnancy will help maintain good health for the mother and baby. A few tips include:\r\n\r\nEating enough good fat helps to keep body tissues strong and pliable; flaxseed oil and avocados are good sources. Drink plenty of water. Limit foods with additives. Choose whole grain breads and rice, not white. Avoid caffeine. \r\n\r\nExercise\r\n\r\nResearch shows that Kegel or pelvic floor exercises done during the last months of pregnancy help to ease labor pain. Kegels especially helped to shorten the duration of the pushing stage of labor.\r\n\r\nKegels are done by repeatedly contracting the levator ani muscle deep in the abdomen. The exercise is done by contracting the muscle, which starts and stops the flow of urine. Do 25-45 Kegels three times a day for the greatest benefit.\r\n\r\nSquats also help to strengthen the pelvic floor and open up the pelvis. Pelvic tilts strengthen and stretch the abdominal muscles and the lower back.\r\n\r\nMusic\r\n\r\nSoothing music in the first stages of labor will help delay the need for pain medication. As labor progresses, a more upbeat music selection can help distract the mother from her pain.\r\n\r\nA Labor Doula\r\n\r\nA doula is a childbirth specialist who provides emotional and physical support to the mother during all stages of pregnancy. A labor doula is present in the birth room to assist and support the mother through every stage of labor and the birth. Statistics show a 25 percent decrease in the length of labor when a doula is present. The use of epidurals is decreased by 60 percent when a doula is engaged in the birthing process.\r\n\r\nDoulas often use hypnotherapy and massage therapy to relax the mother. Hypnotherapy is similar to creative visualization, which relieves tension. Massage therapy increases oxytocin production, which increases uterine contractions, encourages a feeling of well-being and elevates the pain threshold.\r\n\r\nBirthing Ball\r\n\r\nSitting on a slightly deflated birthing ball, like the ones used at the gym or in physical therapy, can help ease labor pain. Rocking back and forth on the birthing ball can also help the baby travel further into the pelvis during labor. \r\n\r\nSleep Well\r\n\r\nIt is important to enter labor in a well-rested state to increase the mother’s stamina. During the last weeks of pregnancy, take naps. It is best to sleep on the left side to enhance circulation for the baby.\r\n\r\nThe Plan\r\n\r\nEvery suggested measure is not intended for every woman who is in labor. A safe and well-considered birth plan that includes a combination of tips and tricks to make labor easier can be achieved through consultation with a qualified physician and a labor doula."
    },
    {
       "id":"9",
       "title":"Pregnancy Don'ts",
       "tipDescription":"Pregnancy can be a time of concern for women. Knowing what to do and what not to do is not always clear. To help you with all the pregnancy don'ts we have created a list of the top 7 things you should avoid during pregnancy.\r\n\r\n1. Alcohol - Although most people know this, it is important to remember to avoid alcohol during pregnancy. People used to believe that a drink or two during pregnancy would not hurt the developing baby. Alcohol consumption, especially during the first and second trimester, can adversely affect fetal development and cause long term birth defects, particularly Fetal Alcohol Syndrome. No amount of alcohol has been determined to be safe during pregnancy.\r\n\r\n2. Smoking - Along with avoiding alcohol, quitting smoking is one of the best things you can do for your baby. Smoking has been attributed to causing low birth weight, a factor in developing conditions such as placenta previa and placenta abruption, ectopic pregnancy and miscarriage, preterm labor, and various other complications during pregnancy. If you are having difficulty quitting smoking talk to your doctor about it. They should be able to provide you with some resources for quitting.\r\n\r\n3. Medications - There are many drugs that are safe and appropriate to take during pregnancy if needed. However, it is essential to speak with your doctor before taking any medication. Medications such as tetracycline, certain anti-seizure medications, acne medications are known to cause birth defects. Over the counter medications may have associated risks as well. Always check with your doctor before taking any medications during pregnancy.\r\n\r\n4. Use hot tubs or take really hot baths - Water temperature should stay below 99° Fahrenheit. Hot tubs have been associated with an increased risk of miscarriage. Hot tubs can raise a woman's core body temperature, cause dehydration, and overheating all of which can harm the developing baby. Bathing in itself is fine, it's all about what temperature the water is.\r\n\r\n5. Touching cat litter - Handling cat litter can cause the disease toxoplasmosis. Toxoplasmosis can cause damage to the brain and eyes. If you have a cat, have someone else do the litter changes if possible. If not possible use clean gloves to change the litter and wash your hands diligently.\r\n\r\n6. Fish - Not all fish needs to be avoided during pregnancy, but some species of fish may be harmful to your developing baby. The problem with eating fish is that fish may contain contaminants such as mercury. The larger the fish and the longer the fish's life cycle the greater the risk that the fish has been exposed to contaminants that can pose a danger to the growing fetus. Fish such as shark, swordfish, and king mackerel should be avoided. There are however some fish that are good for you and your baby. Oily fish, such as salmon and trout, contain omega-3 fatty acids. Researchers have found these types of fish have many health benefits including that they may reduce the risk of your child developing asthma if eaten during pregnancy.\r\n\r\n7. Pesticides and Paints - Pesticides and paints should be avoided during pregnancy. Household paints such as latex paints pose a relatively low risk to fetus, and there is some controversy as to whether they need to be avoided. Commercial and aerosol paints pose a greater concern. They contain solvents, resins, and chemicals that may pose a risk to your baby. Pesticides have been linked to neural tube defects, deformities of the heart and limbs. If pesticides are needed in your home, have someone else apply them and avoid the area for the recommended time after use."
    },
    {
       "id":"10",
       "title":"Kids in the Delivery Room",
       "tipDescription":"Having your older children with you in the delivery room while you give birth is not such a radical idea. Not too many generations ago, babies were born at home with the help of a family doctor or midwife, and childbirth was simply a fact of life for older siblings. In the middle of the last century, the pendulum swung in the other direction as childbirth became more of a medical affair in a hospital and even the dads were expected to wait out in the hallway. These days, birth is once again welcomed as a communal experience and many birthing rooms are big enough to accommodate a crowd – if you want it that way.\r\n\r\nMany families who have involved their children in the birth of their younger siblings say that the experience has helped the older children bond more quickly with the baby. Some mothers say that their children were a comforting presence during labor and emerged from the experience feeling like an important part of the family.\r\n\r\nNevertheless, if you are trying to decide whether you should bring your child into the delivery room, you should take many different considerations into account. Primarily, you have to assess the age, maturity, and sensibilities of your child. Will your child be interested in the process, or will she be bored and\/or disturbed and want to leave? Does he have a good concept of what he is about to see, or will he be scared if he sees Mommy in pain or bleeding? Is she mature enough to want to be involved as a helper, or is she so young that she will become a distraction?\r\n\r\nMany hospitals insist that if you bring a young child into the delivery room, you bring along another adult who will be responsible for them – other than your spouse or birth partner – who can take them out if the whole experience becomes too much. This is a good idea even if it’s not required, because the last thing you want is a child who is upset, scared, or hungry and no one is available to take her elsewhere (and you certainly don’t want to be worrying about who’s going to take care of your child while you’re in the middle of labor).\r\n\r\nMoms who have been through the process also recommend giving children a briefing on what to expect during labor, which may include reading illustrated books or watching videos. The less your children are surprised by what they see, the more likely they are to appreciate it as something natural and beautiful.\r\n\r\nBut remember that one of the main characteristics of labor is that it is unpredictable. Although most labors are shorter for second or third babies, any number of things could happen that could make it a more drawn-out process than you expect. You must have a contingency plan for unexpected complications – such as an emergency c-section – that could throw off the plan and scare your child.\r\n\r\nIf you’re on the fence about having your child in the delivery room during labor, but still wan them to participate in a meaningful way, one compromise is to have them come in at the end to cut the umbilical cord. It may take some communication and coordination, but if your birth partner stays in touch with the person who is taking care of your child, you can arrange to bring the child in just when you are ready to push. That way they’ll have a chance to experience the most exciting moment without spending too much time waiting through the uncertainties of labor. If you time it just right, you may give your child a lasting memory and a lifelong connection to his or her new sibling."
    },
    {
       "id":"11",
       "title":"The Bed Rest Debate: Is Bed Rest During Pregnancy Effective?",
       "tipDescription":"Approximately 20 percent of women are put on bed rest at some point in their pregnancies (either complete bed rest, or partial bed rest, such as restrictions from work or household activities, or restrictions from sex). This is usually done when a mother is considered high risk for preterm labor. It seems logical to prescribe “taking it easy” when a woman is considered high risk, but new research questions whether bed rest is beneficial at all or if it can even make things worse.\r\n\r\nA recent study published in the June 2013 issue of Obstetrics and Gynecology has looked at the issue of bed rest and come to some perhaps surprising conclusions. Researchers sought out to determine the effects of progesterone injections on women who were at risk of preterm labor due to a shortened cervix. According to the March of Dimes, women with a short cervix have a 50 percent chance of having a premature birth. While the study set out to measure the results of progesterone injections on high risk pregnancies, in the process researchers learned some information about the effectiveness of bed rest to treat high risk pregnancies.\r\n\r\nThe 646 participants in the study answered questions each week about their pregnancy and whether or not their doctor had placed them on bed rest or given them any activity restrictions. Approximately, 39 percent of the women were put on bed rest or given some restrictions. For most the restrictions started at around 24 weeks.\r\n\r\nWhat the researchers discovered was that the women who remained active during their pregnancy had a lower risk of giving birth prematurely than the women who were put on restrictions. According to Reuter's Health, 37 percent of the women who were put on bed rest or had activity restrictions gave birth prematurely; whereas, 17 percent of the women who remained active delivered prematurely. In other words, women with restrictions were more than twice as likely to give birth prematurely than women who had no restrictions.\r\n\r\nResearchers are unclear about what caused the bed-rest mothers to deliver early, but there are a few thought as to why. There could be certain unknown factors – that had nothing to do with being on bed rest - that caused the bed-rest mothers deliver early. Additionally, the stress of missing work or being confined to the bed may have made the pregnancy more stressful and this stress may have increased their risks of delivering early. According to Dr.William Grobman from Northwestern University in Chicago “the stress and anxiety that can come with being bedridden may actually increase certain risks.”\r\n\r\nAt this point, researchers aren't sure why the bed-rest mothers were more likely to deliver early, but based on this study there doesn't appear to be evidence supporting bed rest as a treatment for high risk pregnancies, even in women with short cervices. In addition to the lack of evidence of effectiveness, continued bed rest can cause problems such as bone loss, blood clots, and loss of conditioning in the mother.\r\n\r\nAccording to Huffington Post's article on the study, doctors have known that bed rest is ineffective but prescribe it anyway. \"Patients want you to do something, and physicians want to do something,\" says Dr. Catherine Spong a maternal-fetal medicine specialist at the National Institutes of Health and co-author of the study.\r\n\r\nDr. Spong would like to see another study, one that is stricter, to prove whether or not bed rest makes a difference. \"The data suggests that bed rest does not prevent preterm birth in this high-risk population, but it doesn't definitively answer that question,\" she says.\r\n\r\nWhat should a high risk woman do if her doctor advises bed rest? Dr. Grobman suggests that she discuss her particular situation with her doctor to see if bed rest is advisable and whether there is evidence to support her going on bed rest. He explained, \"Without evidence of benefit and other potential risks, we really have to ask why we would be prescribing this.”"
    },
    {
       "id":"12",
       "title":"The Benefits of Waterbirthing",
       "tipDescription":"Considerng a waterbirth? Think about it this way.....Wouldn't a peacful and serene birth, with a relaxed and focused mother be a wonderful way to bring a baby into this world? Having a waterbirth is an option for Mom's who want to give birth naturally. Childbirth is such a powerful experience for a woman. But, too often, women totally give up their power and gift of childbirth over to other people to control. Having a waterbirth gives the woman a feeling of empowerment and pride in being able to choose how she delivers her child.\r\n\r\nWhat about what the baby goes through? Just imagine that your little one is as cozy and warm as can be for the past 9 months. You have given that little wonder a warm and secure environment only to have him arrive in a cold, bright and noisy world. That is why waterbirthing is such a beautiful way to bring your little wonder into this world. Imagine the having your baby arrive in a warm, quite, safe and inviting environment where the first touch is your arms. I can't think of a more beautiful way to start a relationship.\r\n\r\nThe benefits of waterbirthing is so numerous... here are just a few\r\n\r\n* ease the pain of labor where only 10% of mom's ask for pain relief\r\n\r\n* relaxation of mom\r\n\r\n* can faciltate a slow labor\r\n\r\n* relaxed pelvic floor\r\n\r\n* relieve anxiety\r\n\r\n* empowers the mom\r\n\r\n* can increase blood circulation\r\n\r\nIf you decide you want to use water to help you labor, you need to have a few things in mind. The water temperature should be around your body temperature. Be careful when entering the tub and try to enter between contractions. Make sure the tub is large enough so that you can move freely and be able to change positions to what makes you feel comfortable.\r\n\r\nWomen usually enter the tub when they are about 5-8 cm dilated. Check with your caregiver, but you should not need to worry about infection if your membranes have ruptured, as long as your are following proper hygenics.\r\n\r\nThe following are some interesting statistics about waterbirths\r\n\r\n* The women had shorter labors.\r\n\r\n* Cervical dilatation was more efficient- 2.5 centimeters per hour compared with 1.25 centimeters per hour for mothers who did not take advantage of water during their labors.\r\n\r\n* The descent of the babies was twice as fast.\r\n\r\n* The women reported less pain.\r\n\r\n* The cesarean section rate was one-third that of traditional hospital births.\r\n\r\n* Mothers labeled \"high-risk\" because of high blood pressure showed a dramatic reduction in their blood pressure within minutes of immersion in the pool.\r\n\r\n(see end note #1)\r\n\r\nWhether you decide to just labor in water, or have an actual waterbirth you can still take advantage of what water has to offer.\r\n\r\nWaterbirthing can be not only a gentle way to bring your little one into the world, but as you can see, it is also a SAFE alternative. Also, remember that being educated is the most important thing you can do to keep yourself happy and healthy througout your pregnancy.\r\n\r\n#1 Sears, William,Martha Sears,and Linda Hughey Holt. The Pregnancy Book. New York: Little, Brown and Company, 1997.\r\n\r\nAbout the Author:\r\n\r\nHeather Hill is the author of several natural childbirth articles. Please visit http:\/\/www.hip-chick-pregnancy-guide.com for more interesting articles."
    },
    {
       "id":"13",
       "title":"Birthing Alone: Single Moms Can Have a Great Birth Too!",
       "tipDescription":"If you are preparing to become a mother, you are about to learn how incredibly strong you really are. You will endure all of the physical demands of labor, delivery, and recovery; and you will have a love for your child that is more powerful than you could ever imagine. Of course most women would prefer to go through the birthing process with a partner at her side. But if for whatever reason it doesn’t work out that way, remember that you are stronger than you know, and you have it in your power to create exactly the birth that you want.\r\n\r\nYou Don’t Have to Be Alone\r\n\r\nSome moms know from the beginning that they will be birthing without a husband or partner; others have circumstances change during the pregnancy that result in their partner being absent (if the father needs to travel for work, is deployed, or if you part ways, for example). Either way, if you know you will not have your partner by your side, remember that you don’t have to be alone if you don’t want to. You should create whatever situation you feel will give you the most confidence or comfort.\r\n\r\nIf you’d feel more comfortable with your mother or sister or best friend by your side, make sure you have those arrangements in place ahead of time. (Also make sure that the hospital or birthing center staff is aware if there is someone you specifically don’t want in the delivery room.) If you want someone who has lots of experience helping women through the birthing process, consider hiring a doula. A doula is a certified caregiver who is trained to be your advocate and companion during labor.\r\n\r\nBut if you feel comfortable delivering with just your doctor or midwife and nurses, then you should be confident about doing it on your own. Some women find that they are better able to concentrate and meditate on managing labor pains without any distractions. It also will give you the opportunity to focus solely on you and your baby’s well-being. Also, remember that as early as a generation ago, most women did give birth with just the doctor and the nurses present. The fathers and grandparents-to-be waited in the waiting room until the doctor came out to deliver the news about the new baby.\r\n\r\nCreate A Support Network\r\n\r\nWith that said, even if you are determined to do it on your own, don’t overlook the importance of having a good support network during your pregnancy and beyond. When you are pregnant you may want to have a designated companion or a rotating group of friends to accompany and\/or drive you to your prenatal checkups (especially in the final weeks when driving becomes difficult) and childbirth classes. You should also have someone on call to drive you to the hospital (and drive you home with the baby). You can never know for sure what kind of condition you will be in when the baby is coming or after delivery, so it’s best to plan on having someone else behind the wheel.\r\n\r\nAlso, you will want to have a good network of friends and neighbors to rely upon once you come home from the hospital. Don’t forget that having a newborn is extremely demanding and most of the time you will be too exhausted to cook, do laundry, or answer well-wishers’ phone calls. Perhaps your friends, co-workers, or members of your religious community could organize a schedule to give you help. Some women also hire a post-partum doula to help them through those difficult first days when feeding and caring for the baby is a 24-hour operation.\r\n\r\nAbove all, try to focus on all of the joy and the love that the new baby will have in his or her life, not what he or she is missing. A baby who is welcomed into the world by a loving, supportive community of people will have the best beginning that any child could want."
    },
    {
       "id":"14",
       "title":"HBAC: Having a Home Birth after Cesarean Section",
       "tipDescription":"Why are so many moms now opting for a home birth after having a cesarean (HBAC) in a hospital? The reasons are as diverse as there are new mothers. It really comes down to individual choice.\r\n\r\nSome prefer the support of a birthing coach in the comfort of their own home after experiencing birth in a hospital setting. Others wonder about the widespread use of interventions in a hospital and want better control of the kind of environment in which they will give birth. Whatever their reasons, many women are recognizing the value of birthing the old-fashioned way—at home.\r\n\r\nRate of Home Births Rising\r\n\r\nThe home birth rate is on the rise in the United States and has actually reversed the trend of decline through the 1990s, according to a report released in January 2012 by U.S. Centers for Disease Control and Prevention. The report showed that home births in America occurring outside of a hospital environment grew 29 percent over a five-year period, and represented nearly 30,000 births.\r\n\r\nWhat Are the Advantages of Home Births? \r\n\r\nComfort and Care – Some benefits of home birth are privacy, comfort and continuing care from someone with whom the pregnant woman feels a close relationship, such as a midwife or doula.\r\n\r\nBecoming more mainstream – Home birth was seen as a counterculture move not long ago, but now it’s becoming more commonplace.\r\n\r\nFlexibility – People understand they are not limited: “It’s a woman’s prerogative to change her mind.” She can take advantage of alternative birth coaching and still give birth in a hospital if she so chooses.\r\n\r\nPreferable for certain women – Women who are healthy and have a history of low risk for themselves and their unborn child are realizing that the hospital equipment and staff may not be needed in their particular cases.\r\n\r\nWhat Are Some Objections to Home Births?\r\n\r\nConcerns about safety - The biggest objection to home birth has been about the risk to the mother and infant, should something go wrong with a woman who has had a prior c-section.\r\n\r\nIncreased risk to the baby –\"Although the absolute risk may be low, planned home birth is associated with a twofold to threefold increased risk of neonatal death when compared with planned hospital birth,\" according to the American College of Obstetricians and Gynecologists.\r\n\r\nPre-existing indications – For those who have medical indications that could benefit from what the hospital offers, or who have had a previous complicated birth, they may be at a higher risk of developing complications during the next birth. In this case she would likely be advised to give birth in a hospital.\r\n\r\nAccessibility issues – If something goes wrong during labor at home, the outcome for the woman and baby could be worse than it would be if they were in the obstetric unit of a hospital with access to specialized care. A prior cesarean delivery increases the risk of uterine rupture (0.2% risk of rupture) and other complications. Women wishing to attempt a vaginal birth after cesarean will have ready access to emergency care in a hospital.\r\n\r\nWhat about VBACs in a Home Setting?\r\n\r\n“Safe and appropriate” – For those who want a vaginal birth after cesarean (VBAC), it is considered a “safe and appropriate choice for most women” who have had one prior cesarean, according to the American College of Obstetrics and Gynecologists.\r\n\r\nFreedom from pressure – Some women may choose not to go back to a hospital due to concern that they will be railroaded into another cesarean. Their obstetrician may be hesitant to condone a home birth after a prior cesarean, citing risk factors.\r\n\r\nWho Assists with Home Births?\r\n\r\nThere are several choices of home birthing professionals. They range from a midwife to a doula (specially trained birth companion who provides labor support). Having a doula at the birth has its advantages, according to results of a 12-year study involving more than 2,250 women in 15 trials from N. America, Europe and Africa. The study found that women cared for in labor by a doula, compared to those receiving usual care were:\r\n\r\n26% less likely to give birth by cesarean section 41% less likely to give birth with a vacuum extractor or forceps 28% less likely to use any analgesia or anesthesia 33% less likely to be dissatisfied or negatively rate their birth experience \r\n\r\nBenefits for baby\r\n\r\nThe baby will likely be less groggy and more alert after birth. The baby might have an easier time latching on and breastfeeding. The will not have narcotics or other medications in his or her system. The baby may have a lower risk of fetal distress during delivery. \r\n\r\nBenefits for mom\r\n\r\nAlthough the debate continues, having a natural childbirth may lower the chance of having a c-section. The mom can walk around, go to the bathroom, and change positions during labor. She doesn’t lose sensation in her lower body and probably will not require a catheter. There may be less chance of experiencing nausea, vomiting, dizziness or other side- effects associated with pain medications. Mom will feel empowered by having natural childbirth. \r\n\r\nThere is a myth in America that cesareans in a hospital are just as safe as, if not safer than, normal vaginal birth at home. The trend of more women giving birth at home in the U.S. seems to be debunking this belief."
    },
    {
       "id":"15",
       "title":"Planning a Successful VBAC (vaginal birth after cesarean)",
       "tipDescription":"Many women who have had a previous cesarean birth question whether or not they should have a repeat c-section or try for a vaginal birth. Most women who have had cesareans can have vaginal births with their following pregnancies. \r\n\r\nAccording to the American College of Obstetricians and Gynecologists \"Of women who try VBAC, about 60 percent to 80 percent succeed and are able to deliver vaginally.\" Many times the reasons for having a cesarean do not repeat themselves with future pregnancies. Some of the common reasons for having a c-section are failure to progress, fetal distress, baby being breech, or cephalo-pelvic disproportion. There are times when having a VBAC would not be a safe choice. If the reason for having the first cesarean still exists, you should probably have another cesarean. Consult your doctor or midwife for an explanation of your options. \r\n\r\nIncreasing your chances of having a successful VBAC \r\n\r\nEat healthy and make sure your general health is good before getting pregnant. \r\n\r\nEducate yourself on the reasons for your previous c-section. Investigate this yourself and find out the facts. \r\n\r\nEducate your friends, family and partner on the reasons and benefits of having a VBAC. Support from friends and family can help strengthen your decision to have a vaginal birth. \r\n\r\nRead success stories. Hearing positive stories of successful vaginal births can help give you the encouragement you need to try a VBAC. \r\n\r\nResearch your caregivers. Ask questions. Find out their rate of cesarean births and find out how they feel about VBACs. \r\n\r\nFind other moms who have had VBACs, ask them questions, and seek support. \r\n\r\nTake a childbirth class. Learn everything you can on pain management and coping skills for childbirth. \r\n\r\nHire a doula. Your chances of having a vaginal birth our considerably higher with the support of a doula. \r\n\r\nPrepare a birth plan. Having a birth plan will help to communicate to caregivers what your choices are in advance. It is sometimes difficult to express yourself in the midst of childbirth. Having everything written out will help you and your caregivers to provide the best course for attempting a VBAC. \r\n\r\nEven with proper planning it may be necessary to have another cesarean. Be mentally prepared for that option. You are not a failure if you have a cesarean. All births are a blessing."
    },
    {
       "id":"16",
       "title":"C-Sections: The Not So Easy Way Out",
       "tipDescription":"The National Sentinel Caesarean Section Audit reports that requests for C-sections are one the rise. Why would any woman choose to undergo a major surgical operation where the womb is cut open to remove the baby as opposed to a vaginal birth where the body naturally accommodates the passage of the infant out of the mother’s body? The main reason is the mistaken belief that c-sections are ‘easier’. \r\n\r\nThat it’s faster is indisputable. Today, thanks to technology, faster is seen as better. We’ve become a society that wants what it wants as fast as they can get it, from their coffee to their food to their internet and now, their babies. \r\n\r\nBut there is still the belief that nothing worth having comes easy and that belief holds especially true in regards to having children. Labor (the harder the better) is seen as a badge of courage. Jessica, a twenty-seven year old mother of two from Welland, Ontario who runs a home daycare suffered for four days to experience the miracle of birth, the ‘normal’ way before finally being given a c-section and then had to deal with her sister, who’d had her baby vaginally, complaining about getting stitches. “I am sure they did hurt, but it is nothing like recovering from a c-section. With both of my girls I had to sleep lying on my back propped up for three weeks because it hurt too much to sleep completely flat or turn over onto my side! My incision area still hurts if pressure is put on it a certain way and my youngest is two and a half!” \r\n\r\nThat you don’t have to labor to bring the baby into the world during a c-section operation is true. However, what new c-section mothers don’t realize but learn very soon is that the pain they avoided during birth is dragged out over months in their recovery. Cate, a forty year old voice over artists had planned to have her son vaginally but for some reason at 9cm the baby wasn’t able to rotate fully and after several exhaustive hours a c-section was finally suggested. She wants to drive home the point that , “while I can sit just fine and am not bleeding after my delivery, I've got staples across my abdomen and had to deal with the after effects of surgery; no driving, no heavy lifting, nerve tingling\/sensation loss.” No one takes into account that the suffering many mothers go through before a c-section is even suggested as an option makes a vaginal birth with its epidural seem like a cake walk. \r\n\r\nA few mothers can barely walk after a c-section, they have to wait for their intestines to begin working properly again, usually resulting in severe pain, bending is not an option. Everything inside is held together with stitches and staples and there’s a risk of infection of the incision. The area has to sometimes be drained using a special drain of any fluids that collection on the inside, yet another thing new c-section mothers have to deal with. Mothers literally feel turned inside out. \r\n\r\nAfter a vaginal delivery, the new mother walks out of the hospital with her bundle of joy, with only the worry of tearing any stitches (an episiotomy is a rare occurrence where the outer wall of the vagina has to be cut in the event that the baby’s head is too big to pass through), and cumbersome breastfeeding, if she so chooses. C-section mothers have a much harder time breastfeeding because of tricky positioning thanks to their incision. \r\n\r\nBut nothing can prepare c-section mothers for the derision from not only their families but from medical staff as well.\r\n\r\nJane, a thirty-one year old architect from Virginia relates, “I was induced when I was pregnant with my twins. I began having contractions and I dilated to 5cm, this continued for 2 more days without any further dilation or my water breaking. They decided to give me a c-section. For 3 days my drug induced uterus tried in vain to push them out simultaneously to which I was told \"You're lucky you never really went into labor and had to push them out!\" I was lucky I didn't bleed to death. When I had my third child with a planned c-section I did get a \"taking the easy way out, huh?\" and \"at least you'll look pretty in your pictures this time!\" from one of the nurses.”\r\n\r\nWhen Teresa, a housekeeper had to have her second child by c-section, family members went so far as to tell her that she must love her first child, her daughter, more because she suffered more to have her. This sadomasochistic belief that pain equals love has sent many a c-section mother diving into depression.\r\n\r\nCate explains, “I know other moms who had c-sections wish that we could have delivered vaginally and sort of feel like we missed out. Our deliveries were more sterile...sheet across the front of you, so you can't see your child come out, you're strapped to the table so you don't move and you don't get to hold your child as quickly after the delivery. To be made to feel less than a mom by having a c-section makes it hard because our deliveries (in some instances) were scary for us because our bodies were not responding to the birth process as they \"should\" have. I liken it to women who feel like a failure because they have fertility issues and need assistance to get pregnant.”\r\n\r\nIt’s bad enough that some women feel their own acute sense of disappointment at not suffering through the miracle of birth the ‘normal’ way, when others treat her that way too, her sense of inadequacy increases. Jessica continues, “I feel there is a stigma to having your children only by c section, for some reason, I don't quite feel complete as a women because I had my children through c-section, there was nothing I could do about it and wanted to have them vaginally but I couldn't. I’m not sure why that is, maybe because of comments from other moms. They make you feel inferior as a woman and that you did it the easy way, all though if you ask any women who had a c-section and had to recover from it they would tell you giving birth vaginally is the easy way!”"
    },
    {
       "id":"17",
       "title":"Benefits of Natural Chidlbirth",
       "tipDescription":"There are different methods of natural childbirth out there including the Lamaze method, the Bradley method, hypobirthing, and others. Some women don’t use a particular method at all when approaching natural childbirth. The methods, philosophies, and reasons for choosing natural childbirth vary. For some the primary reasons for choosing a medication and intervention free childbirth are simple. They don’t want themselves or their babies to receive any unnecessary or potentially dangerous medications. For others, it’s more than that. The birth process is something that women’s bodies were designed for. Having it turned into a medical procedure can take away from that experience. The benefits, regardless of the rationales for why a woman chooses natural childbirth, are numerous. \r\n\r\nBenefits for baby\r\n\r\nBaby may be less groggy and more alert after birth. Baby may have an easier time latching on and breastfeeding.Baby will not have narcotics or other medications in his system.Baby will have a lower risk of fetal distress during delivery.Baby’s APGAR scores may be higher.\r\n\r\nBenefits for mom\r\n\r\nMom can walk around, soak in the tub, go to the bathroom, and change positions during labor.Pain can be beneficial to mom as it helps her to know what stage of labor she is in, when she may need to shift positions, and when it is time to push.Mom does not lose sensation in her lower body and should not need a catheter.Mom will not have to worry about having a post-epidural headache.Mom can get up and walk around shortly after birth.There may be less chance of having nausea, vomiting, dizziness or other side effects associated with pain medications.Mother will be less groggy after birth.Although there is some debate on this, having a natural childbirth may reduce the chance of needing a csection. Mom may have a more positive birth experience or feel empowered by having natural childbirth. Some women compare natural childbirth with running a marathon. The sense of accomplishment can be a rewarding event."
    },
    {
       "id":"18",
       "title":"Hypnobirthing – What Is It, and How Can I Do It?",
       "tipDescription":"Mention childbirth to just about anyone – man or woman – and the first association you will probably conjure is “pain.” But according to practitioners of “hypnobirthing,” pain does not have to be part of the process at all. Hypnobirthing is an alternative birthing method based on the philosophy that giving birth is what a woman’s body was meant to do, and that it is possible to put yourself in a state of meditation and relaxation such that you do not experience childbirth as painful. Sound good so far? Read on:\r\n\r\nHypnobirthing uses centuries-old visualization and relaxation techniques to bring your mind into a state in which you are relaxed (but not asleep), similar to daydreaming, and you are able to allow your muscles to work slowly in concert with each other. When you are relaxed, your body releases endorphins that seemingly override the sensation of pain. Hypnobirthing also calls for slow, deep breathing – as opposed to the “huffing and puffing” that many women are taught in today’s childbirth classes – as well as creative visualization about the baby’s journey into the world.\r\n\r\nContrary to popular stereotypes, a person who is “hypnotized” is not unconscious or at the mercy of another person. Self-hypnosis is merely the act of entering a relaxed state of mind that you can come in and out of at will. Additionally, you cannot be forced to do anything or to say anything against your will while you are under hypnosis. The person who is helping you acts as a guide and coach while you prepare your mind and body for the big job it has to do.\r\n\r\nTo receive training and preparation in hypnobirthing, most expectant mothers take a series of classes beforehand and have someone work with them through childbirth. One popular method formally known as HypnoBirthing® was developed by hypnotherapist Marie Mongan, whose web site offers resources for finding hypnobirth practicioners here. Additionally, you can train yourself or reinforce what you have already learned with tapes and videos – such as these from New Way Childbirth – that teach expectant mothers how to learn relaxation and visualization techniques. Also, you can always talk to other moms who have been through the process on JustMommies community boards.\r\n\r\nThe benefits of hypnosis include fewer or no painkilling drugs and therefore fewer potential side effects on mother and baby, less fear and tension about the childbirth process, and a more relaxed mother who is in tune with her body. However, as with any childbirth, there’s no guarantee that the process will go exactly as planned. The meditation techniques may not work for everyone, and there may be complications during delivery that require the mother to need some sort of medical intervention.\r\n\r\nNevertheless, for moms who want a “natural” birth without pain medication and who want to experience all of the sensations of childbirth, hypnobirthing may be a good choice. Even the moms who plan to ask for pain medication may find some benefit in hypnobirthing techniques. If it helps you ease your way through labor and allows you to welcome your baby in a relaxed, confident way, it could be a useful tool for any expectant mother."
    },
    {
       "id":"19",
       "title":"Five Reasons to Skip the Birth Plan and Go With the Flow",
       "tipDescription":"Nearly every expectant mom considers drawing up a birth plan at some point, and there are certainly many benefits if you take the time to do so. If nothing else, it will give you an opportunity to think through and talk about all of the various choices you have. Yet some experts – as well as moms who have been through the process – believe that it can be healthier to skip the birth plan and “go with the flow” when it’s time to deliver. So after all you’ve heard about the benefits of having a birth plan, what could be the advantages of skipping it altogether?\r\n\r\n1. You open yourself up to the experience: If you’re not bound by a plan, your mind is more open to taking things moment by moment, as they come. Many women find that this approach makes them more appreciative of the labor and delivery as the journey that it really is, rather than as a single destination (childbirth). Of course, even if you have a plan, you need to be flexible about many things, especially if you face an emergency situation. But if you aren’t adhering strictly to a birth “plan,” any bump that comes along in the road will be merely something that happens, as opposed to something that gets in the way of the plan.\r\n\r\n2. You may be more relaxed. When you are tense and distraught, your labor and contractions may turn out to be more difficult. But if you are willing to live in the moment, and you’re not worried about following along with a plan, your body will probably be more relaxed as well. That means more “good” hormones will be flowing, and possibly an easier labor.\r\n\r\n3. You may have a better relationship with your caregiver: Some doctors or midwives appreciate having a birth plan as a statement of what kind of birth you would like to have. But if your birth plan is too long or too prescriptive, it may alienate your caregiver. Additionally, some moms simply download pre-written birth plans that contain irrelevant or outdated information (such as asking not to be shaved or not to receive an enema, both of which are very rarely done anymore) that can result in the caregiver taking the document less seriously. If you have a relationship with your caregiver that is based on open discussion and trust, that relationship is probably more valuable than any piece of paper.\r\n\r\n4. You may not have to worry about as many “what if’s”: What if I forget to bring the birth plan to the hospital? What if my regular doctor or midwife isn’t available? What if things move so quickly that the caregivers don’t have time to read the plan? What if I forgot some things to cover on my birth plan? If you’re prepared to go with the flow from the beginning, you won’t have to worry about having everything line up according to plan.\r\n\r\n5. You’ll learn to be flexible: Probably one of the most important skills that new parents need to learn is the ability to be flexible – and what better time to learn it than during labor and delivery? Your baby is an individual, just as your labor and delivery will be like no one else’s. You have no way of knowing whether it will be quick, or whether labor will stall after two days. If you teach yourself to go with the flow and take whatever comes, you’ll be preparing yourself for something that all parents of young children need to learn.\r\n\r\nOf course, if you want to work on a birth plan with your partner and\/or your doctor or midwife, it’s never a bad thing to have open communication and lots of conversations about how you see it all coming together. But if you decide to go to the hospital without a piece of paper in your hand, you might just open your mind and body to an easier, worry-free delivery."
    },
    {
       "id":"20",
       "title":"Did my water break?  Water Breaking Signs",
       "tipDescription":"Amniotic fluid surrounds your baby during pregnancy. Towards the end of pregnancy, the amount of collagen decreases in the chorion, the outer layer of the bag of water. Collagen is a fibrous connective tissue. It can be found in cartilage, ligaments, and tendons. Collagen helps to strengthen the chorion providing extra protection to the amniotic membrane. As the collagen decreases and other factors come into play, the bag of waters will break. For the majority of women, this will occur spontaneously during labor. However, in about 8 to 10 percent of women, the water will break prior to the onset of labor.\r\n\r\nSigns of water breaking during pregnancy\r\n\r\nTypically when your water breaks, you will feel a gush of water followed by a steady, uncontrollable leaking. Some women have noted a distinct popping feeling right before their water breaks. Even still, there are others who experience atypical symptoms such as a trickling of fluid or generalized wetness in the perineal area.\r\n\r\nVaginal fluid and discharge increase toward the end of pregnancy, this can sometimes be confused with amniotic fluid. Conversely, leaking amniotic fluid may be mistaken of urine or other vaginal fluid. It is imperative to have a health care provider evaluate any instances of possible leaks or ruptures in the bag of water.\r\n\r\nLeaking amniotic fluid\r\n\r\nAny time there is a rupture or leak in the amniotic membrane this opens an entry way for germs and infection. In full term pregnancies, labor usually begins within 24 hours from the time of the water breaking. If labor does not begin spontaneously, your baby and you are at greater risk for infection. The longer your water has been broken the greater your chance of infection.\r\n\r\nWhat if I think my water broke?\r\n\r\nIf you think your water has broken, make a mental note of the time, the color and appearance of the fluid and any other characteristics and call your doctor promptly.\r\n\r\nIf you think your water has broken, this is not the time to feel embarrassed. Be assured you will not be the first person to call unsure if her water has broken.\r\n\r\nHow will I know if my water has broken?\r\n\r\nWhen your water breaks, amniotic fluid tends to pool in the vagina. Your doctor will perform a sterile speculum exam to look for any signs of pooling. She will also perform testing on the fluid. Amniotic fluid is alkaline in nature. By placing the fluid on nitrazine paper, your doctor can evaluate the ph of the fluid. Nitrazine paper is extremely accurate in detecting the presence of amniotic fluid.\r\n\r\nAnother method for checking for the the presence of amniotic fluid is placing the fluid under the microscope. Amniotic fluid has a ferning appearance under a microscopic lens.\r\n\r\nWhat will happen if my water has broken?\r\n\r\nIf your doctor determines your water has broken, you will most likely be admitted to the hospital. If full term, your doctor may induce you if labor does not begin on its own within 24 hours. If preterm, you will most likely be under hospital care until delivery. For early gestations, your doctor will try to prolong delivery to allow time for lung maturity."
    },
    {
       "id":"21",
       "title":"Precipitous Labor",
       "tipDescription":"“Express delivery” can sometimes take on a new meaning for some expectant moms. If you’re pregnant, are you wondering if your labor will be speedy? Are you curious about whether a quick labor is unusual?\r\n\r\nLabor is considered “fast” or “precipitous” when it lasts three hours or less, and this only happens in a small percentage of live births. Last year, the CDC reported that over 21,000 out of 945,180 live births involved rapid labor or express deliveries. This means 2.26 percent of these births were express deliveries—and that data is just from women who reported risk factors, procedures or some anomaly.\r\n\r\nWhat causes fast labor?\r\n\r\nIf you are among the small percentage of moms who have a faster or shorter labor than most women, do you know what causes this? Is it possible to know ahead of time if your birthing process will be short or long?\r\n\r\nMost published reports suggest that fast labor generally has a physical basis. According to Williams Obstetrics, causes include a particularly efficient uterus that contracts with unusual strength, and extremely compliant soft tissues inside the birth canal.\r\n\r\nPossible physical and genetic risk factors:\r\n\r\nan above-average “pelvic outlet” a well-aligned pelvis, pubic bone and birth canal an unusually small baby a baby positioned extremely well to come out having a female relative who also experienced fast labors \r\n\r\nOther causes of precipitous labor\r\n\r\nOf course, premature labor also tends to be faster. And in those rare cases when labor is induced, it might cause over-stimulation of contractions—causing the labor to speed up too much.\r\n\r\nWomen who have previously experienced fast labor, may be at a higher risk for a fast birth with each new pregnancy. In such cases, it’s important to get to the birthing location as quickly as possible if the birth seems imminent. If you’re alone, you may need to call an ambulance.\r\n\r\nIs quicker labor better?\r\n\r\nIs a swifter labor better for you or your newborn? Not necessarily. Considering how demanding the birth process can be, a fast childbirth can be exceedingly challenging for your mind and body. On the other hand, a very slow, protracted labor can result in an exhausted mommy and baby.\r\n\r\nMoms giving birth for the first time often report a longer labor process. Firstborns usually take their sweet time, and the birthing process can last about 16 hours or so. For women who have previously given birth, their labor times tend to be shorter. For second babies, the time-frame for active labor averages about five hours, and it typically doesn’t last longer than 12 hours.\r\n\r\nWhat to do if symptoms point to a fast labor\r\n\r\nA quick-moving labor can produce extreme fear in moms. It’s vital for the birthing mom to try to be calm for a better labor and delivery experience. If you have some of the signs pointing to a potentially fast labor, it might be worth a visit to the chiropractor. The chiropractor may be able to line up the spine and pelvis to adjust the pelvic outlet. He or she may also be able to lessen any constrictions in the uterus affecting the baby’s positioning.\r\n\r\nFast labor needs special handling\r\n\r\nIf you find yourself experiencing the rushes and waves of labor contractions in a fast labor, it’s important to stay in control of your fears. The biggest fear may be the fear of the unknown. Instead, focus on staying calm through the birthing process.\r\n\r\nWhen a fast labor does happen, it comes with its own special issues that need to be handled with care. Some of these problems include having contractions that seem continuous. And, if you’re suddenly having no breaks between contractions, you might be among the small fraction of women who are in a rapidly progressing labor.\r\n\r\nIf this occurs, be sure to call your doctor, midwife or doula right away, as you might deliver before you can get to a birthing center or hospital. Your health professional can help guide you through this as smoothly as possible.\r\n\r\nHandling challenging situations\r\n\r\nMany expectant parents are unprepared for a sudden fast labor process. In fact, some who had originally planned to give birth in a hospital may suddenly find themselves having a natural birth at home.\r\n\r\nAt times, such fast births may be sensationalized in the media, and labeled as frightening emergency situations. For instance, you may recall the cliché of the woman in labor giving birth in a taxi cab because she didn’t get to the hospital in time. This scenario is rare and, luckily, has turned out well in most cases. Natural birthing has been around a long time -- long before the advent modern high-tech hospitals.\r\n\r\nMoms who have experienced quickly moving labor have posted their stories online, and it appears that most of these births are filled with inspiring moments. Words and phrases such as: “gentle,” “spiritual,” and “where the mind and body were connected” were used by moms to describe what happened."
    },
    {
       "id":"22",
       "title":"What happens during a D&C?",
       "tipDescription":"A D&C is one of the most common surgical procedures performed on women. A D&C is a generally performed to diagnose a condition. Having a D&C performed gives women more information and treatment options. Many years ago, when a woman was suffering with uterine conditions, the most common treatment was a hysterectomy or removing the uterus.\r\n\r\nA D&C is also performed frequently after a woman has a miscarriage. Many times after a pregnancy loss, the uterus does not completely empty. This puts a woman in danger of severe infection and future infertility. Regardless of the reason for needing a D&C, the procedure is the same. If you’ve been told that you need a D&C, gathering information before and understanding the procedure is a great way to prepare. What a D&C is: A D&C or dilation and curettage is a minor surgery. Most D&C’s, unless they are performed as an emergency procedure, can be performed in a doctor’s office using local anesthetic. If a doctor’s office is not possible, a D&C can be performed in a hospital.\r\n\r\nDepending on your individual circumstances, you may or may not be given antibiotics to help prevent infection. Most women are asked to refrain from food or drink for several hours before the procedure is to be performed. This is the case with most surgical procedures. The D&C Procedure: Women should expect to be positioned as if they were having a pelvic exam, on the back lying with legs in stirrups. After the woman has been made comfortable with anesthetics, the vagina is then cleansed with an antibacterial agent. If a woman is having a D&C under general anesthesia, she will not be awake during the procedure.\r\n\r\nA doctor will insert a speculum into the vagina to hold it open so that the cervix can be dilated. The cervix will need to be dilated so that instruments can be placed within the uterus to scrape the lining. There are several methods that can be used to dilate the cervix. The more common method involves inserting small rods into the cervix. These rods are called metal dilators. If a woman is under local anesthetic and therefore awake, she may experience some “cramping” sensations as the cervix begins dilating.\r\n\r\nThe curettage portion of the D&C can now be performed. A long instrument called a curette will be placed into the uterus through the dilated cervix. The curette has a metal loop at the end of it. The doctor will gently begin to scrape away the uterine lining until all uterine contents are removed. The total time the procedure lasts varies, but generally the procedure can be completed in less than 30 minutes. D&C Aftercare: After the D&C procedure, it is normal to experience light bleeding and cramping. Women are instructed to refrain from sexual activity. Women are also instructed to refrain from inserting anything into the vagina for at least 2 weeks after the procedure. Keep in mind that each doctor is different and will have their own unique post procedure instructions that need to be followed. Depending on the reason for the D&C, a doctor may have sent some uterine tissue to a lab to be analyzed. If this is the case for you, you will need to follow up with your doctor to check your results.\r\n\r\nAlthough the D&C procedure is classified as a minor surgery, it does come with risks: Uterine perforation (puncture) Infection Blood Loss There is some research that indicates that the D&C procedure can cause a weakened uterus. That may or may not affect future pregnancies. There is not enough evidence available to prove or disprove this idea. Every woman experiences and recovers from a D&C in a different way. If you are instructed to have a D&C, you should follow your doctor’s advice and instructions in regards to things to do before and after the procedure."
    },
    {
       "id":"23",
       "title":"Frequently Asked Questions About Epidurals",
       "tipDescription":"The epidural, a form of local anesthesia delivered to the lower half of the body, is probably the most common form of pain relief during childbirth. Recent figures estimate that upwards of 60 percent of women who give birth in a hospital choose to use an epidural. However, given that it is invasive (delivered through a small catheter into your lower back), and sometimes controversial (plenty of enduring myths about epidurals continue to give women pause) moms-to-be like to ask plenty of questions before giving the OK for an epidural.\r\n\r\n\r\nFrequently asked questions include:\r\n\r\nWill the epidural hurt? \r\n\r\nYou’re probably worried enough about the pain of childbirth; you don’t want to think about any additional pain from getting an epidural. The good news is, the doctor or nurse will numb the area with a local anesthetic before inserting the needle to start the epidural. Some women report a little stinging or a feeling of pressure during insertion, some report mild discomfort, and some find that they are so focused on their contractions that they don’t feel anything at all. Once the catheter is in, it should take about 20 minutes before the numbing takes effect, and you shouldn’t feel the catheter itself except for some bandages on your back that hold it in place. \r\n\r\nWhen should I get the epidural done?\r\n\r\nGetting the timing “right” is something that many pregnant women worry about. If it is your first child and you are more likely to have a longer labor, you might want to wait it out until you really feel that you need pain relief. It’s good to spend the early part of your labor walking around, staying upright to help the baby get into position, and getting used to the rhythm of the contractions. At that point you and your doctor (and the anesthesiologist) can help you decide if the timing is right. It’s rare for a first-time mom to “run out of time” to get an epidural, but some women who are on their second baby or more may arrive at the hospital in the late stages of labor and not have enough time for an epidural to take effect (10 to 20 minutes) before the baby arrives. \r\n\r\nWhat if it I get an epidural too early and it stalls my labor?\r\n\r\nSome expectant moms worry that the epidural will slow or stall their labor. If this is the case, your doctor may give you Pitocin to get it going again. However, it’s worth noting that a 2005 study of first-time mothers found that labor tended to be shorter and there was a lower incidence of c-sections among women who were given epidurals when they were less than four centimeters dilated, than among those who got the epidural later. \r\n\r\nWhat if I can’t feel enough to push? \r\n\r\nMany doctors “dial down” the epidural dose during the pushing stage so that you are able to feel the strong contractions and get your pushing reflex in gear. Many women believe that having an epidural helps them relax during labor and gives them more energy to push when the time comes. However, with an epidural, there is a risk that you will need additional help during the pushing stage, such as with a vacuum or forceps. \r\n\r\nIs an epidural harmful to the baby? \r\n\r\nEpidurals are widely considered to be safe for the baby. However, due to the small risk of side effects for the mother (such as a sudden drop in blood pressure) your baby will be monitored constantly while you are on the epidural. Some studies suggest that babies who were born with an epidural have trouble latching on when it is time to start breastfeeding; but thus far there is no conclusive evidence given the many different factors that can affect a baby’s condition at birth.\r\n\r\nHow you decide to manage pain during labor is a personal decision to be made between you and your doctor, taking into consideration all possible variables involving you and your baby. Many women decide that epidurals are right for them, and are happy with that decision. But before you decide if an epidural is right for you, you should ask as many questions as you need to until you feel comfortable."
    },
    {
       "id":"24",
       "title":"Walking Epidural",
       "tipDescription":"Pain relief during labor and childbirth can be achieved a number of ways, some natural, others involving medication. A popular choice for many expectant mothers is an epidural, where anesthetic is injected via a catheter tube into the epidural space of the spine. Everyone knows about conventional epidurals, but did you know there’s an alternative? Read on to learn about the walking epidural. Walking Epidural – What is It? When a woman in labor seeks pain relief with a conventional epidural procedure, the entire lower portion of her body becomes numb. This means she won’t be able to get out of bed during labor, but she’ll be fully awake and aware during the baby’s delivery. A walking epidural – also called a combined spinal epidural (CSE) – involves a combination of a lower dose of anesthetic with a pain-dulling opiate-based narcotic, often either fentanyl or sufentanil. Walking epidurals work fast and focus on numbing only the abdominal nerves, so women who have walking epidurals are more mobile during labor. However, the term “walking” epidural is considered by many to be more optimistic than realistic. A woman who’s had a walking epidural will be able to move around in bed and probably be able to get up to go to the bathroom, but it’s unlikely that she’ll be comfortably strolling down the halls of the hospital in between contractions. And speaking of contractions, these can be stronger in women who are able to walk during labor – but the pain will be lessened, thanks to the medication. Keep in mind, though, that in hospitals where walking epidurals are offered, it’s possible that an expectant mother won’t be allowed to actually walk around much, to avoid potential legal issues in case of a fall. Walking Epidural – Pros and Cons Due to the narcotic-anesthetic combination, walking epidurals provide very quick relief from labor pain – women feel the effects in about 2-5 minutes – as opposed to conventional epidurals, which can take about 20 minutes to work. In either kind of epidural, the catheter used to inject the drugs is left in place, so more can be delivered if needed; the first dose usually lasts about three hours. With a walking epidural, an expectant mother should be able to move around more comfortably even while still in bed or sitting in a chair. This can be particularly helpful during the second stage of labor, when a sitting or squatting posture might assist in delivery. Walking can even shorten the first stage of labor, moving the process along a bit more quickly. Also, walking during labor gives gravity the chance to do some of the work. When it’s time to push the baby out, a woman who’s had a walking epidural should be able to push more easily than one who’s had a conventional procedure, which offers less control over the lower body. Generally, potential side effects of walking epidurals are the same as with conventional epidurals, although lessened because of the lower dose. These include itching (also referred to as pruritis), shivering, a drop in blood pressure, soreness at the injection site and headache. Also, since narcotics are used in walking epidurals, some of this will get to the baby, even if only temporarily. Both mother and baby might be groggy for a brief while as a result of a walking epidural. And while conventional epidurals are readily available at hospitals and generally covered by insurance policies (but check this out in advance to make sure!), walking epidurals are not necessarily in as widespread use. Women should talk with their doctors before their due date if interested in a walking epidural to find out if it’s an option."
    },
    {
       "id":"25",
       "title":"Pregnancy Pizza to Induce Labor",
       "tipDescription":"Once upon a time at a pizza restaurant in California, a woman walked into the restaurant and asked for a pizza that would put her into labor. The manager, not knowing quite what to do, came up with a pizza to serve her. It had everything under the sun loaded up on it and what do you know? It actually worked. Ever since then this restaurant, Skipolini’s Pizza, has been serving up this pizza to pregnant women who are hoping that it will have the same effect on them.\r\n\r\nPerhaps this overloaded pizza may do more than just give you indigestion. It might just kick start labor for you as well. This is not the recipe that Skipolini’s uses but here are the ingredients you need to make our prego pizza.\r\n\r\nPrego Pizza Recipe\r\n\r\nIngredients:\r\n\r\n1 lb loaf frozen bread dough, thawed\r\nJar of spaghetti sauce or pizza sauce\r\nMozzarella cheese, shredded\r\nParmesan cheese, grated\r\nSalami\r\nPepperoni\r\nHam\r\nMushrooms\r\nOlives\r\nGreen Peppers\r\nOnions\r\nSausage (ground sausage, Italian sausage or both)\r\nGround Beef\r\nGarlic\r\nOregano\r\n\r\nDirections:\r\n\r\nPreheat oven to 400 degrees.\r\n\r\nRoll thawed pizza dough into circle or square and place in pizza pan.\r\n\r\nBrown ground beef and set aside. Brown ground sausage and set aside. \r\n\r\nTop pizza with pizza sauce. You can use as much or as little of the remaining ingredients as you like. The more toppings the better though. Then top pizza with about half the mozzarella cheese. Sprinkle meat ingredients, then veggies, garlic, oregano, and parmesan. Use the remaining mozzarella cheese to cover pizza.\r\n\r\nPlace pizza in oven and cook for about 25 minutes or until cheese is melted and crust is lightly browned."
    },
    {
       "id":"26",
       "title":"Dealing With Back Labor",
       "tipDescription":"Pain is an expected part of labor for the majority of women, though thankfully these days due to the miracle of epidurals, we need not suffer as intensely as our ancestors.\r\n\r\nHowever for one in four women, the pain of childbirth can take a more excruciating turn if they’re experiencing what is termed as ‘back labor’. Now granted, some back pain or discomfort is no real surprise after carrying this heavy weight in your body for the better part of nine months and then working your body to the point of exhaustion during hours of labor but back labor itself is a very different kind of pain that can be frightening if you’re not precisely sure what it is and what to expect.\r\n\r\nSo what exactly is ‘back labor’? Technically it is defined as laboring when the baby is in the ‘occiput posterior’ position, meaning that the baby’s head is down but with his body facing forward. His head and body is pressing against your pubic bone and spine bringing you a new kind of agony that no amount of breathing or relaxation exercises can help you ease.\r\n\r\nThe doctor will try and get the baby to turn to the correct position to ease your pain and facilitate labor. He can massage your abdomen and lower back, exacting firm pressure during each contraction. You can also use pelvic rocking or you can try moving your body into different positions during labor, depending on which way the baby himself is positioned to encourage the baby to move, alleviating the pressure and pain on your pelvis.\r\n\r\nSome doctors may try to get you to labor on your hands and knees, some beds are even now built to support these labor positions as back labor is a more common occurrence than first believed. In this position it’s easier for gravity to help turn your baby, as is leaning on a chair. Alternating between either of these positions for twenty to thirty minutes at a time as the doctor helps to massage your abdomen and move your baby is usually all it takes to get the baby back in the right spot and ease your pain considerably.\r\n\r\nSometimes even walking may help gravity do its work because it works the pelvic joints and some mothers even prefer to get up and walk around for a little bit during labor as it eases their pain rather then laying in the bed. Don’t be afraid to express these wishes to your doctor.\r\n\r\nCold or hot compresses can be used against the abdomen and back to help ease the pain as well as the spray from the shower.\r\n\r\nFeel free to bring along and suggest anything you can think of that your doctor may not have thought about to ease the painful pressure against your back and abdomen. He is your doctor but you are working together to bring your child into the world, whatever you need to do to feel comfortable and make it easier to birth your baby is something you need to bring up with your doctor.\r\n\r\nSome moms may find that if they learn that their baby is in the wrong position they can suggest giving birth in a birthing tub with water so that their back labor is also eased considerably.\r\n\r\nUsing forceps to turn the baby is sometimes viewed controversially so make sure to talk with your doctor about this before hand so you can understand any risks and express any worries you may have. Maybe you want to suggest trying all the above methods into play before resorting to the forceps if you’re not comfortable having them used.\r\n\r\nDoctors are now employing the use of ‘sterile water injections’ to help back laboring mothers which is exactly what it sounds like: tiny injections of sterilized water into the skin. It’s a relatively new treatment but has shown wonderfully promising results in helping ease the pain of back labor.\r\n\r\nPreviously, these injections were primarily used in the treatment to alleviate pain caused by kidney stones. The basic theory for why it seems to work so well is in how the skin’s nerve cells experience pain and transmit those messages to the brain as opposed to how internal pain caused by muscles or bone is transmitted to the brain. Internal pain is transmitted much more slowly. When the needle pricks the skin causing a temporary sting, the internal pain travels even more slowly because the brain can’t process both pain signals at the same time. This causes the internal pain to be all but completely muffled for as long as ninety minutes. The mother and doctors are now given a window of time to try and get the baby back in the right position for labor until the next spasm of internal of pain where they have the sterilized water needle at the ready for reuse.\r\n\r\nFor the majority of women, the temporary sting of the needle is well worth it compared to the agony they’ve been experiencing for the considerable relief it brings.\r\n\r\nFrom birthing balls to aromatherapy lotions, there are a growing number of pain relieving tools available to you when dealing with back labor as it becomes a more widely known condition. You do not have to suffer in silence (with the intense pain of back labor that would be quite a feat) and have every right to speak up if your doctor’s regular laboring techniques just aren’t helping you. He’s there to assist you and is certainly well trained in helping mothers give birth, but no one knows your body better than you do. Nobody is working harder than you to bring your baby into this world in the safest and ideally easiest way for the both of you."
    },
    {
       "id":"27",
       "title":"The Lamaze Method of Childbirth",
       "tipDescription":"The Lamaze method of childbirth is probably one of the best-knownchildbirth preparationtechniques, and yet the stereotypes are probably more familiar than the philosophy itself. As soon as you hear “Lamaze” you’ll probably picture a scene that you’ve seen repeatedly in movies and TV: a pregnant woman and her partner sitting in a class, huffing and puffing as they practice breathing through labor. But what is Lamaze really about, and what does the Lamaze method entail?\r\n\r\nThe Lamaze method of childbirth was developed in France by Dr. Fernand Lamaze in 1951. As its popularity grew, it spread to the U.S. and became more widely known throughout the late 1950s. Today the Lamaze method has expanded beyond the well-known breathing techniques to include a broader philosophy that promotes a woman’s inherent ability to birth her baby and supports the six care practices that support birth, which include:\r\n\r\nLabor should begin on its own A laboring woman should be free to move around during labor A laboring woman should have continuous support from others during labor There should be no routine interventions during labor and birth Women should not give birth on their backs Mothers and babies should not be separated after birth and should have unlimited opportunity for breastfeeding \r\n\r\nA typical Lamaze class will be held at a hospital education room, a doctors’ office, or a birthing center. You will attend a series of classes with a partner, who will ideally be your partner throughout your labor. The classes will give you examples of a normal labor and birth, teach you focused breathing and relaxation techniques, and help your partner understand how he or she can help you during the delivery.\r\n\r\nThe Lamaze breathing technique begins with a deep “cleansing” breath and then is followed by a variety of different kinds of exhalations – either slow breaths or short puffing breaths through which you repeat sounds such as “hee, hee, hoo.” The idea is to concentrate on your breathing to focus your mind away from the pain.\r\n\r\nThe Lamaze technique also helps you learn how to stay in control during the birth process. You will learn how to use a variety of tools to comfort yourself during labor, including massage, repositioning, muscle relaxation, and heat or cold for soothing. Lamaze does not frown upon the use of pain medication, but it helps women learn to be educated so that they can make “informed consent” or “informed refusal” of various procedures offered to them.\r\n\r\nSometimes the class is offered as an intensive one-day session but it is often better to take the class broken up into several sessions over a few weeks. This way you will have the opportunity to review and reinforce information, and think of more questions that may come up before or after each class. While it is best to be in a small class, it is definitely an advantage to have a class with at least a few other couples. Being exposed to other partners who are going through the same thing will give you the opportunity to share the experience and benefit from others’ questions and insights.\r\n\r\nTo learn more about the Lamaze method, you can visit their web site at www.lamaze.org, and you find certified educators who offer Lamaze classes. And as always, you can visit the Just Mommies online community to hear about other moms’ experiences with Lamaze and other techniques. Once you review all of the information, you can make an informed decision about which technique is the best for you."
    },
    {
       "id":"28",
       "title":"Childbirth Classes: Choosing one right for you",
       "tipDescription":"Taking a childbirth education class will help you and your partner prepare for childbirth. There are several child birth philosophies including the Lamaze method, the Bradley method, the Kitzinger method, and Hypnobirthing®. These methods vary on approaches, but all childbirth classes will teach you signs of labor, what to expect during labor including the birthing process, tools and techniques for managing pain. Most will also include newborn care and breastfeeding information. Each of these methods is slightly different in their approach. Most hospitals offer some type of childbirth preparation class, the method they teach varies and many include different techniques from each method into the class verses teaching a specific childbirth philosophy. Many hospitals use ICEA (International Childbirth Education Association)-certified instructors. \r\n\r\nLamaze Method \r\n\r\nThe Lamaze method was introduced by the French obstetrician Dr. Fernand Lamaze. The Lamaze method teaches that birth is a normal, natural process. The Lamaze method teaches patterned breathing, comfort measures such as massage, use of heat and cold, and relaxation techniques. Classes generally consist of six to ten couples and is taught by a Lamaze Certified Childbirth Educator, LCCE.\r\n\r\nBradley Method\r\n\r\nThe Bradley method, based on Dr Robert A. Bradley's book Husband-Coached Childbirth : The Bradley Method of Natural Childbirth is another popular childbirth method. The Bradley method also teaches that birth is a natural process. This method uses primarily abdominal breathing verses the patterned breathing of Lamaze. The Bradley method encourages active participation by the husband (or partner) as the labor coach. This method teaches you to trust your body and natural instincts. Nutrition and exercise are also taught in this class. Classes are typically 12 weeks long. \r\n\r\nKitzinger Method\r\n\r\nAlthough not as heard of, the Kitzinger method is another childbirth method. The Kitzinger method teaches chest breathing combined with abdominal relaxation. This method also teaches imagery to aid in relaxation.\r\n\r\nHypnobirthing®\r\n\r\nHypnobirthing® - the Mongan method is a newer childbirth education choice that is becoming increasingly popular. Hypnobirthing® was started by Marie Mongan. She uses hypnosis techniques combined with the teachings of Dr Grantly Dick-Read. She offers instruction on her method through her book, videos or classroom instruction."
    },
    {
       "id":"29",
       "title":"Miscarriage Symptoms",
       "tipDescription":"A miscarriage can be an emotionally crushing experience for a woman to deal with no matter how early it takes place. According to the ACOG about 15% of pregnancies will end in miscarriage. There are some factors such as age or previous medical conditions that may increase a woman’s chance of miscarriage. Most miscarriages, however, are a result of a random genetic defect which would most likely not be something that could be prevented. Even if a woman has miscarried before she still has a good chance of going on to have a successful pregnancy. If a woman has had repeated miscarriages she will want to discuss this with her doctor and she would likely need to have tests run to determine what is causing her to have recurrent miscarriages. A miscarriage often starts with bleeding or spotting and may continue to get worse until the miscarriage occurs. Here are some of the symptoms that you might have if you have a miscarriage. Keep in mind that not all women will notice symptoms before they miscarry but if you experience any of these symptoms you should consult your doctor.\r\n\r\nMiscarriage Symptoms\r\n\r\nBleeding or spotting- Any type of bleeding or spotting should be reported to your doctor or health care provider. About 20-25% of women will have bleeding during their pregnancy. Half of these women will go on to have healthy pregnancies. Bleeding does not always mean that there is something wrong with the pregnancy, but it is something that should be discussed with a doctor. A miscarriage is often preceded by spotting or bleeding. The bleeding can be bright red, pink or brown. Although brown spotting is usually less concerning than pink or red bleeding, a miscarriage can start with brown spotting that turns to pink or red over time. There are other reasons for bleeding or spotting during pregnancy. The spotting could be from implantation, ectopic pregnancy, spotting after sex, or placental problems.\r\n\r\nCramping- It is common for a woman to have some aches and cramps throughout her pregnancy. As the uterus stretches it can cause some mild cramping and pulling sensations. However, if you are having intense cramping or cramping accompanied with spotting or bleeding this could be a miscarriage symptom. You should consult your doctor if you have severe cramping or cramping with spotting.\r\n\r\nAbdominal or lower back pain- A woman about to miscarry may experience abdominal pain or lower back pain. It may feel like cramps or a dull ache. If you are having severe pain this could be a sign of an ectopic pregnancy. Some of the symptoms of ectopic pregnancy are similar to miscarriage symptoms. An ectopic pregnancy requires immediate medical attention. If you experience severe pain, particularly if it is located on one side of your abdomen, you should consult your doctor right away.\r\n\r\nPelvic Pressure- You may feel pressure in your pelvic area. This is not necessarily a symptom of miscarriage. It is common to feel some pelvic pressure in early pregnancy, but if you experience pelvic pressure along with bleeding or cramping this could be a miscarriage symptom.\r\n\r\nPassing clots or tissue - If you have heavy bleeding with clots or tissue there is a strong chance that you are having a miscarriage. Passing clots or greyish or pinkish tissue may be a result of passing fetal tissue. If you pass tissue your doctor may advise you to collect the tissue for testing. Contact your doctor if this occurs.\r\n\r\nLoss of pregnancy symptoms or not feeling pregnant- Not everyone will have pregnancy symptoms during early pregnancy. However, if you had symptoms like breast tenderness or nausea and these symptoms disappear, you may want to consult your doctor. Generally if you are just having a loss of pregnancy symptoms, it is not something to worry about, but if your symptoms diminish and you have spotting, bleeding, or any miscarriage symptoms you should consult your doctor.\r\n\r\nPositive pregnancy test followed by a negative test- If you have had a positive test and then take another test that comes back negative, you should consult your doctor. Do not just assume that a miscarriage has taken place or that you had a false positive pregnancy test. A positive test followed by a negative could indicate that you are having an ectopic pregnancy. You should see your doctor. He may want to do an ultrasound or run bloodwork to be sure that all of the pregnancy tissue was passed."
    },
    {
       "id":"30",
       "title":"Basil and Oregano Tea to Induce Labor",
       "tipDescription":"If you are past your due date, you may have started doing research to find natural ways to induce labor. In your searching, you may have read a little on two herbs, basil and oregano. Some people believe that basil and oregano contain properties that stimulate contractions and bring on labor. Eggplant parmesan, which contains these two herbs, is a popular dish believed to induce labor. You can try the eggplant parmesan or skip the eggplant and the parmesan, and just have the basil and oregano. \r\n\r\nBasil and Oregano are emmenagogues\r\n\r\nEmmenagogues are herbs that are used to improve the blood flow in the uterus and help with menstruation. Some cultures use basal and oregano tea as an emmenagogue to bring on a late period. Both herbs are considered safe to consume during pregnancy, but may be cause uterine contractions in high doses. \r\n\r\nSome midwives and natural health care providers recommend basil and oregano to women who go past their due date. It may not bring on labor, but there are little risks from drinking it, provided you are past your due date and have the green light from your midwife or doctor. It’s really easy to make, but not so easy to get down. In order for it to have an effect, you really need to sip on this throughout the day. \r\n\r\nHow to make basil and oregano tea\r\n\r\nThere isn’t a standard recipe for making this tea. You can make it with dried herbs or fresh. Fresh herbs are probably better, but either will work.\r\n\r\nTo make with dried herbs: Boil hot water and pour over 1 tsp of basil and 1 tsp of oregano. Leave tea to steep for around 5 minutes and drink.\r\n\r\nTo make with fresh herbs: Fill about 1\/4 of a tea cup with fresh basal and oregano. Pour boiling water over herbs and steep for around 5 minutes. Then drink. You can reuse the herbs a few times by refilling your cup with boiling water."
    },
    {
       "id":"31",
       "title":"\"Labor Inducing\" Cookie Recipe",
       "tipDescription":"A lot of moms start hunting for ideas to naturally induce labor when they get to the end of pregnancy. You may have heard that taking a ride on a bumpy road, walking, or sex may help to bring on labor, but what other natural things can you try? Some moms swear that ginger can jump start your labor. Others say this is just a wives tale. In any case, when you get to your due date and your baby is not coming out, eating some tasty “labor inducing” ginger cookies might just sound appealing. It may not start your labor, but this spicy gingersnap cookie recipe from Food Network did just that for one mom. Read her story at ShoppingForTwo.com.\r\n\r\nLabor Inducing Gingersnap Cookie Recipe\r\n\r\nIngredients:\r\n\r\n2 1\/2 cups all-purpose flour\r\n1 1\/2 teaspoons baking soda\r\n3\/4 teaspoon cinnamon\r\n1 teaspoon ground ginger\r\n1\/2 teaspoon ground cloves\r\n1\/2 teaspoon salt\r\n1\/2 teaspoon cayenne pepper\r\n8 tablespoons (or 1 stick) margarine\r\n1\/2 cup granulated sugar (will also need extra sugar to roll cookie dough in)\r\n1 cup light brown sugar, packed\r\n1\/3 cup molasses \r\n2 egg whites\r\n\r\nDirections:\r\n\r\nPreheat oven to 350 degrees.\r\n\r\nCombine flour, baking soda, cinnamon, ginger, cloves, salt and cayenne pepper in small mixing bowl. Set dry ingredients aside.\r\n\r\nThen blend margarine in large mixing bowl. Stir in brown sugar and granulated sugar slowly. Add the molasses, then the egg whites. Finally, add the dry ingredients to your mix. \r\n\r\nRoll dough into ¾ inch balls. Roll cookie balls in sugar to lightly coat each cookie. Place balls on cookie sheet lined with parchment paper. Bake in oven for 8-10 minutes or until cookies are golden brown."
    },
    {
       "id":"32",
       "title":"The Bottom Line: An Alternative Method for Checking Cervical Dilation",
       "tipDescription":"The standard method for birth professionals to measure cervical dilation and effacement is the vaginal examination. When a midwife or doctor checks a woman’s cervix, she reaches her gloved hand inside the vagina and measures how many finger widths the opening of the cervix is. A centimeter is approximately the same size as a finger tip so she can tell how how dilated a woman is by how many finger tips her cervix measures. This method of checking for cervical dilation, however, is not always accurate. According to a study published by BioMed Central, the accuracy of vaginal examinations for determining dilation is only 48-56 percent accurate. Moreover, vaginal exams may introduce bacteria into the cervix and can be uncomfortable for some women during labor. \r\n\r\nThe purple line\r\n\r\nThere are other methods for checking cervical dilation. One method measures the length of a purple line that appears along a laboring woman’s natal cleft (or the crease\/crack of her butt) when she is about 2 centimeters dilated. Measuring this line, called the purple line or the bottom line, is a non-invasive way for caregivers to assess cervical dilation. By measuring the length of this purple line and comparing it with the total length of a woman’s natal cleft (or the entire length of the crease of her butt), a midwife can determine approximately how dilated a woman is. When the line grows to the top of the natal cleft, she is fully dilated.\r\n\r\nWhat causes the purple line?\r\n\r\nResearchers believe that the purple line is a result of vasocongestion in the sacrum. As the baby descends into the birth canal, he puts more pressure on the pelvis and the sacral veins, causing swelling to occur which results in the appearance of a purple line.\r\n\r\nResearch on the bottom line\r\n\r\nThere has been very little research on the “purple line.” The first documented study on the appearance of a purple line during labor was published in 1990 in the medical journal The Lancet. Researchers Dominic Bryne and DK Edmonds looked at 48 women in spontaneous labor. They found that a red line was present in 89 percent of the women, 10 percent of the women did not have a line at all, and the remaining 6 percent of the women did not show a line at first, but later did. Another study published by BioMed Central found that 76 percent of the women studied had a purple line present at some point during their labor.\r\n\r\nThe research on “the bottom line” is intriguing. Because of the limited data on its use during labor, finding a midwife or doctor that uses this technique may be difficult. Based on the research, not every woman develops this line during labor. However, for the women that do, this appears to be a promising new tool for measuring progress during labor."
    },
    {
       "id":"33",
       "title":"Pain Relief during Labor",
       "tipDescription":"Child birth is a completely natural process, and so is the pain that typically accompanies labor. Pain relief options during labor range from natural methods, which can ease but not eliminate the pain, to an epidural or spinal pain medicine that eliminates a majority of the pain. Note the word \"majority;\" there's no silver bullet that will allow you to have a pain-free delivery.\r\n\r\nEach method of pain relief has pros and cons, so you'll have to decide the route you want to take in childbirth. For example, if you use an epidural (spinal anesthesia), you'll feel a lot less pain, but you'll have less control while pushing the baby out. This leads to an increased chance of tearing and the need for stitches. If you opt for an all-natural, no-pain-relief delivery, you'll have much more control when pushing the baby out – but a lot more pain.\r\n\r\nIt is good to think about pain management before you need it, instead of waiting until you're in the delivery room to make a decision.\r\n\r\nNatural Methods\r\n\r\nThe breathing exercises that you've been practicing during your pregnancy (perhaps even in Lamaze or birthing classes) will help during the early stages of labor. Switching positions often can also help to ease the strain and discomfort (and hopefully get the baby moving around and ready to come out). Your husband can apply ice packs and heat to your lower back as well, or even give you a low back massage. Many delivery rooms now have the option to put on some light music, and some also provide a shower and a tub. All of these can work to alleviate some of the pain or at least take your mind off it; but again, there's still going to be some pain.\r\n\r\nSpinal Anesthesia\r\n\r\nA spinal is delivered by injection of an anesthetic into the tissue that covers your spinal cord. It's a fast-acting pain relief method for labor, and it requires less medicine than an epidural. However, it has an increased risk of side effects such as headaches or a drop in blood pressure.\r\n\r\nEpidural\r\n\r\nWith an epidural, the anesthesiologist injects the medicine directly into the spinal column. Both an epidural and a spinal are injected into your lower back, and they greatly reduce the pain from contractions. The needle stays in you for the duration of the process, and the anesthesiologist can administer more or less medication over time. The most skilled anesthesiologists will be able to time the reduction perfectly, so that the pain medication wears off right as you're ready to start pushing.\r\n\r\nAn epidural and a spinal are both forms of regional anesthesia, meaning they affect a certain region of your body (in this case, from your lower back and waist down through your toes). They can also be used in the case of a caesarian delivery.\r\n\r\nWalking Epidural\r\n\r\nA \"walking epidural\" uses the same principal, but it involves a combination of spinal and epidural medicines. It uses less medication than a regular epidural. It provides less pain relief, so you'll still feel the contractions (whereas the other methods leave you feeling virtually paralyzed below the waist). Many women are able to walk around during this form of pain relief, hence the name. Walking helps stimulate the birthing process and will often speed up the delivery time. However, some medical facilities won't allow women to walk around during a walking epidural due to legal concerns.\r\n\r\nSystemic Medications\r\n\r\nSometimes pain medication, such as Morphine and Stadol, can be administered through an IV during the birthing process. Opiates and other narcotic medications like these can take the \"edge\" off the pain, but still allow you to push during the birthing process. While these medications can reduce the pain, they can also make both you and the baby drowsy. This can have the negative effect of drastically increasing your delivery time, so these pain medications are typically only used during the very early stages of labor.\r\n\r\nGeneral Anesthetic\r\n\r\nGeneral anesthesia is safe to use during childbirth, but it's rare. Doctors tend to only use this method in assisted birthing cases that involve an extreme or life-threatening emergency. That's because general anesthesia will put you completely to sleep, preventing you from pushing the baby out and will make you miss the birth of your baby.\r\n\r\nAlternative Methods\r\n\r\nSome birthing centers offer alternative methods of pain relief during labor, aside from those listed above. These vary from clinic to clinic, but can include things like hypnosis, acupuncture and water immersion births. These methods won't eliminate pain, but like many natural pain relief options, they can alleviate some of the discomfort.\r\n\r\nThe bottom line is that you'll have to make the decision on how much or how little pain you'd like to experience during labor and childbirth. Here's a good rule of thumb that covers most of the options: medication or regional anesthetics will mean less pain, but possibly a longer delivery time. No medications or anesthetic means more pain, but potentially a much shorter deliver time (and you get to meet your baby sooner)."
    },
    {
       "id":"34",
       "title":"Labor Cake - Chocolate Cake to Induce Labor?",
       "tipDescription":"Well, we’ve heard of it all but chocolate cake to bring on labor? Sounds yummy so why not? This labor inducing recipe sprouted life somewhere on the internet. Moms are always looking for different things to try and this recipe is a lot more appealing than a castor oil and O.J. shake.\r\n\r\nHow does it work? Hard to say. Chocolate contains small amounts of phenylethylamine. Phenylethylamine may have an effect on endorphin and oxytocin production. Oxytocin, if you didn’t know, is a hormone that is released during labor. Chocolate also contains caffeine and other stimulants, which might stimulate labor as well. This recipe tastes great and might be worth trying if you are past your due date.\r\n\r\nLabor Cake Recipe\r\n\r\nIngredients:\r\n\r\nBox of Devil's Food Cake mix \r\n1 package chocolate instant pudding\r\n1 12-oz package chocolate chips\r\n1 cup sour cream\r\n\r\nDirections:\r\n\r\nPreheat oven to 350.\r\n\r\nPrepare cake mix according to directions on box. Stir in chocolate pudding, sour cream, and chocolate chips. \r\n\r\nGrease two 9 inch round baking pans. Pour mix in pans. \r\n\r\nBake in oven for about 45 minutes to an hour. To be sure cake is done, insert tooth pick in center of cake. It should come out clean when cake is ready."
    },
    {
       "id":"35",
       "title":"Six Reasons Not to Give Birth on Your Back",
       "tipDescription":"The famous hospital bed on wheels with the angry laboring mother lying down screaming through contractions, or semi-sitting half up is one scene we have all seen played out. Laboring while on your back is the most popular position depicted in movies, television and even hospital birthing guides. Women in the United States still give birth in the supine position (lying flat on one’s back) in more hospitals nationwide than any other, and are often restricted in movement, breathing and pushing techniques even when research for successful birthing methods does not support these activities. A growing number of advocates are voicing concern that the reasons for continued standard supine laboring is because it is most convenient for the doctor, not mom or baby. Research indicates that lying on your back is actually the worst position to give birth in. Here are six reasons why:\r\n\r\nDiscourages needed motion\r\n\r\nWhen you are laying face upward and horizontal, you are vastly limiting your ability to move. The lack of freedom to sway, rock and find rhythm in the process of labor greatly hinders the progression of birth. Some doulas and midwives describe the second stage of labor as a kind of dance motion that the mother finds as she progresses. The back and forth a mother naturally motions through during labor often aids the descent of the baby through the birth canal.\r\n\r\nUpright Posture Outranks\r\n\r\nEven medical professionals acknowledge that routine use of the supine position during the second stage of labor can be considered to be an intervention in the natural course of labor. This is because several elements offered through upright positions offer better quality to mom and baby. Upright positioning helps a woman’s uterus to contract with more efficient strength. This conserves mom’s energy and helps positioning of the baby in the pelvis. X-rays have proven that squatting and kneeling positions help a pelvis to widen.\r\n\r\nAgainst Gravity\r\n\r\nPushing while lying on your back is quite accurately pushing uphill. The way our spines are naturally curved with where our birth canal lines up, means that when you are lying flat on your back, you are working against gravity. Not only can a baby’s position in the uterus vary, but a woman’s pelvic shape and size differ as well. A laboring mom will, if left with the freedom to find flexibility and comfort, most often gravitate to the position that naturally opens up her birth canal in the best way to suit both the elements of baby’s position and her pelvis.\r\n\r\nBlood Flow\r\n\r\nWhen a woman is upright, there is less risk of compressing the mother’s aorta. This means upright positions during labor gives a greater supply of oxygen to the baby. When a woman is lying on her back, it constricts blood vessels, which means the optimal level of blood and oxygen may not reach the baby with steady pressure. This lack of consistency in proper blood flow also effects the heartbeat patterns for baby.\r\n\r\nSpontaneous Pushing\r\n\r\nAccording to Lamaze.org, spontaneous pushing is when a woman follows her own body’s instincts for when to push during labor, and it reserves her breathing and energy for pushing only as hard and often as she needs to. Researchers say that benefits to upright and spontaneous pushing include less severe pain, shorter second stage of labor, fewer abnormal fetal heart-rate patterns, as well as stronger pelvic floor muscles several months after birth.\r\n\r\nCreative alternatives alleviate mental and physical anxiety\r\n\r\nLabor hurts. The more you focus on the pain, the worse it feels. Embracing creative positions and movement during childbirth will help moms to alleviate anxiety on a mental and physical level. Birthing balls, swaying rhythms, water in the form of birthing pools or shower can occupy our thoughts, distract us from pain and relieve a lot of built up muscle tension. These are all wonderfully helpful tools for the laboring woman. Get creative, change positions, and conserve your energy for the new life you are blessed to bring into the world.\r\n\r\nDon’t allow the popular depiction of a back-birthing woman cause you to endure stress during childbirth. Research the many successful other laboring positions and embrace them. Side-sitting, squatting, birthing stools, swaying rhythms can all alleviate pressure and speed labor progress. When women let their bodies do the natural work of childbearing, both baby and mother benefit during birth."
    },
    {
       "id":"36",
       "title":"Macaroni & Cheese with A1 Steak Sauce to Induce Labor",
       "tipDescription":"We know what you’re thinking. Who would purposely eat macaroni and cheese with A1 sauce? A pregnant woman desperate to get her baby to come out, of course. We know this recipe isn’t the best tasting recipe out there but hey you know what they say “don’t knock it until you tried it”. Right?\r\n\r\nWe’re not exactly sure why this one works but it might be because the combination of mac n’ cheese and A1 doesn’t sit well on your tummy. This might make your tummy ache and since intestinal cramping can lead to uterine cramping, it might bring on contractions. Or perhaps it is just because your baby thinks it tastes icky and says to himself, “I need to get the heck out of here before my mom tries this again”. Whatever the case, there are moms out there that insist it works.\r\n\r\nHere’s how to make it.\r\n\r\nMacaroni & Cheese with A1 Sauce Recipe\r\n\r\nThis is really simple. Just make up a batch of regular store bought macaroni and cheese. Some say it needs to be Kraft but any brand will do. Then add A1. The more you add the better, but just add as much as you can get down. Bon a petit."
    },
    {
       "id":"37",
       "title":"Seafood and Pregnancy",
       "tipDescription":"Seafood – edible freshwater fish and shellfish – offers many nutritional benefits. It’s high in protein, low in saturated fats and is rich in healthful omega-3 fatty acids. When you’re pregnant, seafood should be part of your diet, but there are some important factors to keep in mind when including fish and shellfish on the menu.\r\n\r\nSeafood and Pregnancy – The Good News\r\n\r\nThe omega-3 fatty acids in seafood offer many health benefits to pregnant women and their developing babies. A 2002 study published in the British Medical Journal found that women who ate fish regularly during their first trimester decreased their risk for premature birth and low birth weight. Other studies have connected omega-3s to lower incidence of postpartum depression. And a 2007 report in The Lancet, a medical journal, linked women’s fish intake during pregnancy to higher levels of intelligence levels in their children, even going so far as to make the claim that limiting fish consumption might actually be detrimental to children’s mental development. The Food and Drug Administration (FDA) recommends that pregnant women eat up to 12 ounces of cooked seafood every week, if desired. Fish should be cooked to 140 degrees F and be flaky and opaque when properly done. Oily fish like salmon, sardines, tuna and herring are richest in omega-3 fatty acids – but eating canned tuna should be limited, due to concerns over mercury content. Other recommended seafood for pregnant women includes shrimp, pollock and catfish.\r\n\r\nSeafood and Pregnancy – What to Avoid\r\n\r\nRaw, uncooked or undercooked fish and shellfish should not be eaten by pregnant women, as unprepared seafood may contain a variety of bacteria and\/or parasites, including salmonella, toxoplasmosis, flukes and worms. Cooking and freezing seafood will effectively destroy these parasites, making them safe for eating. If you’re pregnant and have an uncontrollable urge for sushi, don’t despair: you can still indulge in cooked items like California rolls (the crabmeat isn’t raw, and the avocado is an added healthy bonus) and eel. According to the FDA, pregnant women, along with nursing mothers and women who are thinking about becoming pregnant, should make sure to avoid shark, swordfish, king mackerel and tilefish, as these fish have high levels of mercury. Also, small children, whose still-developing bodies are susceptible to damage from mercury exposure, should stay away from these fish as well.\r\n\r\nSeafood and Pregnancy – What About Mercury?\r\n\r\nMercury is a metal (although in liquid form) that occurs naturally in our environment and can also be released into the air from pollution. Small amounts of mercury fall into lakes, streams and oceans; when it accumulates in water, mercury turns into methylmercury, a toxin which is absorbed by fish and shellfish as they feed. Nearly all seafood contains traces of mercury, but larger, older fish – such as swordfish, shark, king mackerel and tilefish – pose the greatest risk, as mercury builds up inside of them over time. Methylmercury can be harmful to babies in utero and young children, potentially damaging their developing nervous systems, so pregnant women should be pay careful attention to the kinds of seafood they eat. This is also true of women who are trying to become pregnant, as mercury can accumulate in the body; it is naturally flushed from the human system, but this can take time, so women should stop eating these fish several months before becoming pregnant. It’s also important to note that canned albacore (“white”) tuna has three times as much mercury as canned light tuna; while this does not pose a health threat to most people, pregnant women should limit their consumption of canned albacore to one six-ounce serving (one can) per week."
    },
    {
       "id":"38",
       "title":"Signs of Labor",
       "tipDescription":"As you approach the last weeks of pregnancy, you may wonder when labor will begin, whether symptoms you may be having could be the start of labor, and when you should call your doctor or head to the hospital.\r\n\r\nThere will be many signals your body will give you to let you know you are preparing for labor. Below is a list of some of the most common signs of labor.\r\n\r\nSigns of labor\r\n\r\nDropping\r\n\r\nDropping, also known as lightening, occurs when the baby descends into the pelvis. You may experience a subtle downward shift in the baby's position or you may notice an obvious \"drop\" of your belly. You may not notice anything at all. Second time moms will often not notice dropping until the onset of active labor.\r\n\r\nNesting\r\n\r\nSome women will experience an intense urge to clean, organize their home, or other efforts to prepare for baby. This may range from a sudden urge to cook a month's worth of freezer meals to sorting out all the socks for the baby in the nursery to scrubbing the floors on hands and knees. Not all women experience nesting, but it is a common sign of labor nonetheless.\r\n\r\nCramps\r\n\r\nMenstrual like cramps are another symptom of labor. Backache and leg cramps may also occur. As the baby drops into pelvic inlet he or she will put pressure on your nerves which can cause cramping in your legs.\r\n\r\nPelvic pressure\r\n\r\nYou may notice an increase in pelvic pressure or a feeling like baby is going to \"fall out\". This pressure increases as your pregnancy nears to an end.\r\n\r\nMucous plug and bloody show\r\n\r\nYou may notice an increase in vaginal discharge, particularly mucousy discharge. You may lose your mucous plug completely or it may break off a little at a time. If you lose your mucus plug and it is tinged with blood, this is considered bloody show. Although not always, labor usually begins within 72 hours of bloody show.\r\n\r\nWater breaking\r\n\r\nLabor usually begins shortly after rupture of your amniotic membrane .Water breaking may feel like a gush of water or a small trickle. You may even think you have urinated on yourself. If you think you are leaking amniotic fluid or your water has broken, it is important that you call your doctor right away. Most doctors will induce labor if the water has broken and labor has not begun on its own within 24 hours to prevent possible infections or complications.\r\n\r\nContractions \r\n\r\nYou may notice an increase in Braxton Hicks contractions towards the end of pregnancy. As labor progresses contractions will increase in strength, frequency, and duration. Some general guidelines are to call your doctor once you are experiencing contractions consistently five minutes apart. Consult your physician for specific instructions on when to call and when to head to the hospital. Physicians protocol may vary.\r\n\r\nDilation and effacement \r\n\r\nYour doctor may be monitoring your progress during the last few weeks of pregnancy. She may tell you that you have begun to dilate or efface. Dilation is the opening of the cervix where effacement is the thinning out of the cervix. Both are a good sign that labor may start soon.\r\n\r\nOther signs of labor\r\n\r\nSome women will notice nausea, diarrhea, restlessness, or irritability."
    },
    {
       "id":"39",
       "title":"CVS: Chorionic Villi Sampling",
       "tipDescription":"Chorionic Villi Sampling is a prenatal test where a small sample of fetal placenta (chorionic villi) is obtained to perform genetic testing. Chorionic Villi sampling is similar to an amniocentesis, but can be performed earlier in a pregnancy. CVS is usually performed between the 8th and 12th week.\r\n\r\nCVS: The Procedure\r\n\r\nThe procedure can be performed either through the cervix or through the abdomen. Doctors will use an ultrasound machine to choose the safest technique. When CVS is performed through the cervix, a small tube will be inserted through the vagina and cervix until the placenta is reached. An ultrasound machine will also be used during the procedure to guide the physician. A small sample of placental is then removed.\r\n\r\nWhen CVS is performed through the abdomen, a needle is inserted into the abdomen, guided by ultrasound imaging, until the placenta is reached. A small amount of placental tissue is then drawn up into a syringe.\r\n\r\nCVS: Who should be tested? Women who are of advanced age. The risks of having a baby with genetic abnormalities increase with a woman’s age. Couples with a family history of genetic defects. Couples who have already given birth to a child with genetic defects. Women who have displayed other abnormal pre-natal tests. What can CVS detect?\r\n\r\nChorionic villi sampling detects chromosome abnormalities and genetic disorders. It can also be used to determine paternity. What CVS can not detect is neural tube defects, such as Spina Bifida.\r\n\r\nWhat are CVS risks?\r\n\r\nCVS is generally considered a low risk, safe procedure but does come with some risks. Some possible complications include:\r\n\r\nPremature rupture of membranes Miscarriage Spotting\/bleeding Infections \r\n\r\nWhat do the results mean?\r\n\r\nLab test result times vary, but on average, CVS results are ready about 10 days post procedure. Most women are provided with definite answers. Sometimes the results show that further testing is required. In this instance, an amniocentesis may be offered.\r\n\r\nAfter the procedure, it’s important to rest and take it easy. Mild cramping and spotting is normal. If you develop a fever, experience excessive vaginal bleeding or discharge, you should call your doctor right away. Your doctor will go over all test results and options with you.\r\n\r\nAlthough CVS is regarded as highly accurate, it can not detect all abnormalities. Even with “normal” CVS results, there is no guarantee your child will be born completely healthy."
    },
    {
       "id":"40",
       "title":"Dental Care During Pregnancy",
       "tipDescription":"Is dental care safe during pregnancy?\r\n\r\nAccording to the American Dental Association (ADA), annual exams and routine cleanings during your pregnancy are perfectly safe and recommended. Make sure to let your dentist know that you are expecting. Some women may need dental procedures such as fillings, root canals or crowns during pregnancy. The second trimester is the best time to get this type of work done. When you hit your third trimester, it becomes increasingly difficult to lie on your back for long periods of time. The best course of action is to postpone all non-emergency dental work until after the birth of your baby. Elective treatments, such as teeth whitening or other cosmetic procedures, should also be postponed until after the birth.\r\n\r\nWhat about the medications used during dental work?\r\n\r\nLocal injections of lidocaine or novocaine are the most commonly used for dental work. Some dental procedures require anesthesia. As little as needed to keep you comfortable during the procedure is a good rule to follow. If you are experiencing pain, request additional numbing. Remember, when you are comfortable, the stress on the baby is reduced and the anesthetic will work better. Bring some headphones and your favorite CDs to help relax. Also, focus on leaving your legs uncrossed to keep blood circulation flowing. Dental work often requires antibiotics to prevent or treat infections. Antibiotics such as penicillin, amoxicillin, and clindamycin, which are labeled category B for safety in pregnancy, may be prescribed after your procedure. Avoid antibiotics such as tetracycline during pregnancy, which can cause discoloration of your baby’s temporary and permanent teeth.\r\n\r\nShould I avoid x-rays used in dental work during pregnancy?\r\n\r\nRoutine x-rays can usually be postponed until after the birth. However, if you are experiencing troubling symptoms, dentists rely on X-rays to make a diagnosis and determine the course of action. While the risk of X-rays are minimal, fetal organ development occurs during the first trimester, so it’s best to err on the side of caution and avoid exposing your developing baby to any potential risks.\r\n\r\nCaring For Your Teeth \r\n\r\nDue to an increase in pregnancy hormones, gingivitis (inflammation of the gums) is a common problem for women that are expecting. Some symptoms to watch out for include: tender, red and swollen gums, bleeding gums and bad breath. Do not ignore dental problems, because they can take a toll of your baby’s health. Gum disease has actually been linked to preterm birth. It’s a good idea to visit your dentist early on for a cleaning and an exam. Take care of your teeth. Brush at least two times a day with an ADA-accepted fluoride toothpaste and floss regularly.\r\n\r\nRemember to stick to a healthy diet. Proper nutrition is really important for your growing baby and your teeth too! Pick foods that are good sources of calcium and vitamin D. Stay away from junk food, which can lead to weight gain and cavities. Maintaining a balanced diet, proper nutrition and good oral hygiene is the best way to avoid damaging gum diseases in the future."
    },
    {
       "id":"41",
       "title":"False Labor or the Real Deal? How to Know if You Are in Labor",
       "tipDescription":"As their due dates approach, many expectant moms are fooled by “false labor.” They can get contractions that seem like the real thing—occurring closer together and appearing to grow more intense or painful. But, if the contractions do not cause dilation of the cervix, then they are false.\r\n\r\nSo, how can you tell if you are in false labor or real labor? Here are some questions to ask yourself—along with cues to help you decide:\r\n\r\nTips for Recognizing False Labor\r\n\r\nWhile contractions typically signal the start of real labor, they could be practice contractions—also called Braxton Hicks. These contractions hardly ever get too strong, nor do they come at regular intervals. They usually go away on their own—and can be triggered by dehydration or even hunger.\r\n\r\nQuick checklist for false labor:\r\n\r\nAre your contractions coming at irregular intervals?\r\n\r\nAre they remaining irregular?\r\n\r\nDo your contractions get shorter and become less painful over time?\r\n\r\nDo they get weaker when you start walking, and\r\n\r\nDo the contractions get shorter even if they continue for a while?\r\n\r\nWhat kind of contractions are you having?\r\n\r\nIf you’re having true contractions, then your labor would not slow up or become less painful before delivering the baby. True labor can be described as a tight band of pressure that may begin in your lower back and spread across the front of your pregnancy bump. Contractions may start out feeling like cramps and then become regular as labor progresses.\r\n\r\nQuick checklist for true labor:\r\n\r\nAre your contractions intense and regular—about 10 minutes apart (or about six contractions per hour?\r\n\r\nDo the contractions feel stronger over time and last longer?\r\n\r\nAs labor progresses, are your contractions coming closer together—at eight, five, and three minutes apart?\r\n\r\nAre you having extreme, continual pain in your lower back or abdomen?\r\n\r\nDo you feel mounting pressure in your vagina or pelvic area?\r\n\r\nAre you experiencing symptoms like diarrhea or nausea?\r\n\r\nDoes your lower back hurt more?\r\n\r\nIf you notice very sharp pains in your back—it may be a symptom of “back labor,” which occurs in over 30 percent of pregnant women. (Keep in mind that many women experience back pain in the latter part of the pregnancy.)\r\n\r\nThe more forceful pain could occur near the end of the pregnancy. This happens when the infant’s head hits against the mother’s spine as the baby travels down the birth canal. Should your back pain become too intense, it could indicate the start of labor.\r\n\r\nFalse or true? It depends…\r\n\r\nSometimes there is a grey area where it may be difficult to determine whether you are in labor or not. This is the case if you notice a mucus discharge.\r\n\r\nDuring your pregnancy, the cervix is protected with a mucus plug. This plug is your body's natural way of preventing infection in the developing fetus. When you get closer to delivery, the cervix starts to dilate—releasing this mucus plug. The plug then may become tinted with blood when vessels near the dilating cervix begin to tear. This could mean that delivery is imminent. Or, it could be days or weeks away, so you'll need a consult with your doctor to determine if baby is on the way.\r\n\r\nSteps to Take at Home\r\n\r\nIf it’s close to your due date, you can try waiting out the contractions at home to see how they develop—unless your ob-gyn, midwife or doula has given you other instructions.\r\n\r\nIf you’re not sure whether you’re experiencing false or true labor, here are some things you can do:\r\n\r\nSee if the contractions change (stop or persist) with movement – try walking or changing your position. If they stop, then they’re false.\r\n\r\nDetermine how strong they are. If the contractions are weak, then they usually are false.\r\n\r\nFigure out where you feel pain. False contractions are typically in the front of the baby bump or in your pelvis.\r\n\r\nRest if you’re dizzy or nauseous. Try to relax, eat crackers and\/or drink water—it’s important to stay hydrated, get enough rest, and maintain good nutrition.\r\n\r\nWhen to Call Your Care Provider\r\n\r\nIf you have a high-risk pregnancy or can’t determine the signs of true or false labor, don’t take chances. If you think you could be in true labor (especially if it’s before 37 weeks and you’re in preterm labor), then call your ob-gyn immediately. Here are some more tips on when to make the call:\r\n\r\nYou have any of the symptoms in the “quick checklist for true labor.”\r\n\r\nLabor pains are strong, regular, close together and last approximately 30 to 70 seconds.\r\n\r\nYour water breaks. (This means the amniotic sac ruptures. This only happens in a small fraction of cases before the start of labor. For most women, the water doesn’t break until their labor is well established.)\r\n\r\nYou notice a “bloody show” discharge (mucus plug or runny, blood-tinged discharge)\r\n\r\nIf lower back pain becomes especially severe, it could mean that you’re getting close to giving birth!\r\n\r\nOnce you’ve made the call, what can you expect? Your care provider can offer support and advice—she or he can assess any symptoms or changes you report, and help you decide if you need to be examined or go to the birthing center or hospital. Remember to be prepared to describe your symptoms, the duration and strength of your contractions, and how far apart they are.\r\n\r\nOnce labor has begun, find out how soon you should go to the delivery center. Every pregnancy is unique, so be sure to talk with your care provider ahead of time so you have a plan. When you call your care provider on the day your true labor has begun, you'll know what to look for and"
    },
    {
       "id":"42",
       "title":"Effacement and Dilation Explained",
       "tipDescription":"In the final weeks of pregnancy, an expectant mother’s body begins its natural preparation for labor and delivery. Among the early signs of labor are effacement and dilation, important changes that occur to the cervix and work together to make it possible for the baby to safely and smoothly come out of its mother’s uterus. \r\n\r\nWhat is Cervical Effacement? \r\n\r\nWhen a woman isn’t pregnant, and during most of a pregnancy as well, her cervix is long and thick. In actual measurements, a normal cervix is not really very long, just 3-5 centimeters (1-2”) in length. In the final weeks of pregnancy, as the lower part of the uterus gets ready for the baby to come out, the cervix starts to get shorter and thinner. This process is called effacement. As the cervix becomes more and more effaced, it gets shorter and shorter and increasingly “pulled up”, eventually seeming to become part of the lower uterus (the cervix itself almost seems to disappear). Effacement is also sometimes referred to as “ripening” or “thinning out.” \r\n\r\nAs the due date nears, the baby’s head drops down and the mother’s uterus begins to contract; this, combined with effacement and dilation, can cause pressure and cramp-like pains. Women, especially those experiencing their first pregnancy, might think this means they’re going into active labor, but these “false labor” or Braxton Hicks contractions are just early signs that the process has begun. It usually takes several weeks for the cervix to become fully effaced. (If a woman is having her first baby, her cervix will probably efface before it dilates; in subsequent pregnancies the cervix may dilate first, then efface.)\r\n\r\nDuring the final weeks of pregnancy, your health care provider will examine the cervix and can report on these changes. Cervical effacement is measured in percentages – e.g., no changes means 0% effaced, when the cervix is half its normal thickness, it’s 50% effaced. When the cervix is 100% effaced, that means it’s completely thinned out, leaving just the opening at the bottom of the uterus for the baby to come out. \r\n\r\nReadying for Baby: Dilation\r\n\r\nAs the cervix effaces and thins out, it also begins to stretch and open. This is called dilation. This widening and opening makes it easier for the baby’s head and the rest of its body to pass through from the uterus into the vaginal canal for delivery. \r\n\r\nThe degree of dilation is measured in centimeters. For most of your pregnancy, the cervix will be at zero centimeters, closed and not at all dilated, keeping the baby safe and growing inside. During active labor, your health care provider will measure the level of dilation by inserting a gloved finger into your vagina. Sometimes dilation is also referred to in “fingers,” based on the manual exam, e.g., “she’s two fingers dilated.” One finger is the rough equivalent of one centimeter, but this is a more subjective measure, since finger size varies, especially between male and female examiners. \r\n\r\nThe progression of labor is measured by the advancing dilation of the expectant mother’s cervix. It’s generally estimated that the cervix will dilate one centimeter during each hour of labor, but this cannot be generalized for every woman or every pregnancy. 0-4 centimeters dilation is considered early labor, and it’s not uncommon for a woman to be up to 2 centimeters dilated several weeks before giving birth. Dilation of 4-7 centimeters occurs during active labor. 7-10 centimeters is the transition phase (shift from active labor to the final phase, delivery), and when your cervix is at 10 centimeters (about the size of a newborn’s head), it’s considered fully dilated and you’re ready to give birth."
    },
    {
       "id":"43",
       "title":"Five Things You Should Know About Your Pregnancy & Birth",
       "tipDescription":"Not much else changes your life in so many ways as having a child does. Pregnancy and childbirth are life altering events for women and their involved partners. Many women enter their birthing facility as a private and reserved individual only to succumb later to the throes of labor and literally let it all hang out. \r\n\r\nHaving a baby can tell a woman a lot about herself that she previously did not know. Like the strength of her endurance, the magnificence of her body, and yes, the fact that there exists an occasion where she will not give a hoot who sees her in the most private of body positions. I strongly encourage pregnant women to embrace this truly magical time, a time when their own soul allows the entrance of another into this world. The following is a list of the five things I advise every expectant couple to know. \r\n\r\n1. Understand what is happening. Pregnancy is a time when you should be educating herself on the many wondrous changes your body and that of your unborn baby undergoes. You and your partner should learn about the course of childbirth, what birthing choices are available to you, and what to expect in both a normal delivery and one that requires medical intervention. Know what can be expected for your particular prenatal health status and draw up a birthing plan based on your educated wishes. But please remember, a birth plan is a list of wishes for your birthing experience. Changes in your, or your baby’s, health status may necessitate having an entirely different birth than what you initially wanted, and being prepared will put you in a position to better cope. Sign up for childbirth preparation courses and tour the birthing facility before the big day approaches. \r\n\r\n2. Learn various options available for pain management. Epidurals, though very common, are not without risks. Low blood pressure, slowing of your baby’s heart rate, back pain, severe headache, and seizures are all associated with administration of epidural anesthesia. The inability to recognize the natural urge to push your baby out is also a side effect of it. Water birthing is a marvelous birthing option which has been shown to be as effective as an epidural for pain control. Acupuncture, Reiki, and even hypnosis can also assist in obtaining effective pain management. Research these wonderful options, you owe it to yourself and your baby. \r\n\r\n3. Avoid becoming submissive. I strongly urge expectant parents to take an active role in their birth experience while discouraging submissiveness. So many times I have seen couples surrender their experience to the authority of their well-meaning, but very occupied, physician. What you need to know is that you must work to make the birthing experience your own. \r\n\r\nNo matter how caring the physician is she has a ton of other responsibilities she must be mindful of while attending to your birth. Many of the procedures she orders are routine and quite possibly can be negotiated in terms of your vision for your individual birthing experience. Say for example, you prefer to not have intravenous fluids during birth because you desire to walk about unencumbered by an I.V. pole. \r\n\r\nIntravenous fluids are often routinely ordered, not so much because the birthing woman is at risk for dehydration, but to ensure easy access for medication administration via I.V. route should the need arise. Your physician may agree to only having intravenous access by the use of a saline-lock, an I.V. catheter inserted and taped to your arm but not hooked up to the tubing and bags. If the course of the pregnancy has been uncomplicated there is no reason why laboring couples cannot experience the birth of their child without medical intrusion. \r\n\r\n4. Consider a Midwife. Certified midwives are skilled and competent clinicians who advocate non-intervention in the normal processes of pregnancy and childbirth. These caring practitioners encourage active participation of their patients and their families as well as providing education, emotional, and social support throughout the childbearing experience. Always working with a physician as a back up measure in the event of an obstetrical emergency, the certified midwife is a safe, highly satisfying alternative to an M.D. for normal pregnancies. \r\n\r\n5. Consider expert support during labor. Doulas and labor support specialists, like myself, are also a very nice option for the birthing woman. We are certified professionals who work to improve the normal progress of your labor. We provide emotional support and use various comfort measures such as positioning, massage, and effective relaxation techniques during this momentous time. Having this type of assistance for pregnant women has been proven to reduce the need of medical intervention. Ask anyone who’s had a doula during their birthing experience and more than likely you’ll hear raves.\r\n\r\nAbout the Author: Christine Ramos is a Registered Nurse and Certified Childbirth Educator, with experience in High-Risk Antepartum and Maternal\/Child Health. In addition to writing articles Christine offers private maternity services. Her first book, entitled ‘A Journey Into Being. A Guide to Knowing Our Children as Spirit and How to Nurture Their Inner Being’ will be due out in June 2006. She is the mother of 2 boys ages 15 and 12, and a girl age 4. Visit Christine at www.IntuitiveNurturing.com for more information."
    },
    {
       "id":"44",
       "title":"Rh Negative Blood and Pregnancy",
       "tipDescription":"You are probably somewhat familiar with blood types. Your mom may have told you that you were O+ or B-, etc. Blood is grouped into A, B, AB, or O and also by the Rh factor, either negative or positive. Most people are Rh positive. This means they have an antigen on their red blood cells for the Rh factor. People without the Rh factor antigen are Rh negative.\r\n\r\nSo how is being Rh negative a problem?\r\n\r\nWhen Rh negative blood is exposed to Rh positive blood the Rh negative person begins producing antibodies to fight the invading blood. Antigens trigger your body to produce antibodies. Antibodies are usually a good thing and serve to protect a person from foreign invaders.\r\n\r\nNow the problem lies when a pregnant woman is carrying a baby that is Rh positive. If the mother has antibodies to the Rh antigen, those antibodies can attack the baby's red blood cells. This can lead to complications to the baby including anemia, jaundice, and other blood related problems.\r\n\r\nThere is good news! Rh incompatibilities can be prevented and treated.\r\n\r\nPart of the normal blood work up for the pregnant woman is testing for blood type and Rh factor. Her blood is also checked for the presence of Rh antibodies. If antibodies are present, the mother has already been exposed to RH positive blood at some point in her life and her body already has antibodies to the Rh factor. Treatment for Rh incompatibilities may be necessary.\r\n\r\nTreatment of Rh incompatibilities\r\n\r\nIf you already have antibodies for the Rh factor your doctor will want to monitor you and baby closely. If your baby is Rh negative, no treatment will be needed. (If both baby's mother and father have Rh negative blood type baby will be Rh negative, however Rh positive fathers can produce Rh negative or Rh positive babies.) If your baby is Rh positive, your doctor will have to run tests to monitor your baby's status. She may check your blood for antibody levels. She may also check your amniotic fluid for breakdown of baby's red blood cells. The ultimate goal will be to hold off delivery until baby is mature at around 36-37 weeks, but it may be necessary to deliver baby early if baby shows signs of distress. Sometimes doctors will recommend an intrauterine transfusion for baby. As with all procedures there are risks involved.\r\n\r\nThankfully with advancements in technology Rh incompatibility is usually very preventable and treatable.\r\n\r\nPrevention of Rh incompatibilities\r\n\r\nRh factor incompatibility can be prevented by administration of the RhoGAM shot. Because baby's blood does not usually mix with the mother's until birth, first pregnancies usually have no risk for problems to baby. During birth, bits of the baby's blood will mix with the mother's blood. The RhoGAM shot should be given within 72 hours of birth. This shot will stop the mother from developing antibodies to the Rh factor. Because there is a slight risk of placental tears during the later part of pregnancy, the RhoGAM shot is often given at 28 weeks of pregnancy as well. If your baby's blood type is Rh negative, the RhoGAM shot is not necessary. The RhoGAM shot only provides temporary immunity so it will be necessary to have the shot given after each birth, miscarriage, or induced abortion."
    },
    {
       "id":"45",
       "title":"The Truth About the Estimated Due Date",
       "tipDescription":"\"I am here, ready to have my baby,\" an expectant mother stated, as a matter of fact, upon arrival at the hospital one morning.\r\n\r\n\"How far apart are your contractions?\" the staff asked, retrieving paperwork to start admitting her.\r\n\r\n\"I haven't had any contractions,\" she replied.\r\n\r\n\"Did your water break?\" asked a labor and delivery nurse, overhearing the conversation.\r\n\r\n\"No.\"\r\n\r\n\"Are you in pain, are you scheduled to induce, or instructed by your doctor?\" the confused nurse searched for what brought this apparently healthy, 9-month-pregnant woman to the E.R. on a normal day.\r\n\r\n\"No,\" the woman countered. \"But, today is my due date. So, I'm here to have my baby who is due today.\"\r\n\r\nAstonishing enough, this interaction is far from the only story like it. Many women seem to think of the \"due date\" as more of a deadline, rather than an estimation. And it is not uncommon for expectant mothers and even doctors, to panic when a woman goes past her 40 weeks, even by just a couple of days.\r\n\r\nIs a baby like a library book that's overdue, or needs to be checked out on time? Of course not. Each baby and each pregnancy is different. So, why the assembly-line birth formulas? What does the estimated due date really mean? Is it safe to go past 40 weeks? Or should you schedule invasive measures at, say, 40 weeks, day 2?\r\n\r\nOnly 5% of mothers give birth on their expected due date. Five percent. That means that 95% of the time, babies come on a time table that is anything other than what moms or doctors plan. Approximately 80 percent of women deliver sometime between 37 and 42 weeks.\r\n\r\nIn Janelle Durham's research article on Calculating Due Dates and the Impact of Mistaken Estimates of Gestational Age, she explores the mental stress of society's pressure of the EDD. \"The predicted due date has an impact on the psychology of pregnant women and their partners,\" writes Durham. \"Although their physician or childbirth educator may have told them that the 'due date' is only an estimate, many modern American women take it as a scheduled date around which to make their plans. Some parts of popular culture, like baby betting pools, remind us that the date is difficult to guess; however, other messages imply that we can expect a certain date. The Girlfriend's Guide to Pregnancy even has a countdown calendar to the due date… there is a token message there saying something like 'baby's not here yet? Well, take care of yourself and be patient.' But clearly the message is to expect the baby then, despite the fact that only 4-5% of babies are born on their exact due date.\"\r\n\r\nSo, if EDDs aren't a crystal ball, what good are they? The most common way to calculate a due date is to set it at 40 weeks (280 days) past the woman's last menstrual period (LMP). This is known as Naegele's Rule, after a German doctor who published the method based on the calculations of a 1744 botanist, around the year 1812. According to \"The Lie of the EDD: Why Your Due Date Isn't When You Think\" by Misha Safranski, the theory calculates human gestation lasting approximately 10 lunar months. \"There is one glaring flaw in Naegele's rule,\" says Safranski. \"Strictly speaking, a lunar (or synodic - from new moon to new moon) month is actually 29.53 days, which makes 10 lunar months roughly 295 days, a full 15 days longer than the 280 days gestation we've been lead to believe is average.\"\r\n\r\nThe standard EDD method assumes that the woman's period arrives like clockwork every 28 days. If your cycles are longer, you're likely to deliver later than your due date; if they're shorter, expect to deliver earlier.\r\n\r\nOne of the reasons the standard is still practiced today is because, give or take a few days, the method is still the median average. A 1999 study of over 17,000 spontaneous deliveries stated that due dates are more accurate if we add 282 days to LMP instead of 280 ( Evaluation of ultrasound-estimated date of delivery in 17,450 spontaneous singleton births: do we need to modify Naegele's rule? Nguyen TH, Larsen T, Engholm G, Møller H .) However, as long as the baby and mother are not in distress, there is absolutely no reason the mother can't be allowed to naturally progress to 42 weeks before discussing any alternatives.\r\n\r\nAside from the LMP, doctors can use ultrasounds for calculating your due date. A first-trimester sonogram can be considered more trustworthy for estimating when baby is expected. Your doctor will measure the length of the fetus and the size of gestation. If these numbers don't match up with what your LMP would predict, your due date can be adjusted accordingly. The best time to measure for the most accurate EDD, according to New Birth Company for birth centers and midwives, is during the first 12 weeks of the pregnancy. The ultrasound machine calculates your baby and compares it to the \"average size\" of a baby at a certain growth and \"estimates\" a due date within one week. The accuracy of this method drops the further along you are. An ultrasound done after 12 weeks has an error margin of 2 full weeks. After 28 weeks of pregnancy, the margin of error for an EDD from an ultrasound jumps up to 3 weeks.\r\n\r\nNo matter what method, your due date is simply estimated, not guaranteed. No womb has an exact predictable schedule of when labor will start. The important thing is that your baby is healthy and protected, arriving when your body and baby are ready and safest."
    },
    {
       "id":"46",
       "title":"Alcohol during Pregnancy: Is It Really that Bad to Have a Drink When Pregnant?",
       "tipDescription":"Many doctors are worried that women are getting mixed signals when it comes to alcohol during pregnancy. Some research indicates that moderate consumption of alcohol is okay, but many specialists contend that this is not a green light to start drinking through pregnancy. The research is still fairly new, and doctors don't yet have all the answers on potential negative effects. One thing that's known for certain is that heavy alcohol consumption can lead to devastating birth defects. Both the March of Dimes and the American Congress of Obstetricians and Gynecologists (ACOG) recommend that mothers completely abstain from alcohol during pregnancy.\r\n\r\nResearch on Alcohol during Pregnancy\r\n\r\nA British study released in the Journal of Epidemiology in 2010 found that there was no significant difference in babies born to mothers who completely abstained from alcohol and those who consumed one or two drinks per week. The behavioral and cognitive development in the children showed no major differences between the groups. The study was carried out between 2000 and 2002, and doctors are still studying the children in these groups to see if there are any negative long term effects.\r\n\r\nHowever, many doctors and pediatricians are worried about the impacts of this study. Women who might have abstained from alcohol in the past might now feel that it's okay to have a drink or two in moderation. This doesn't take into account each individual's genetics and predisposition toward alcohol dependency, so doctors think news of the study results could have dangerous results. Even the authors of the study contend that they're not advocating in favor of alcohol consumption during pregnancy.\r\n\r\nDangers of Alcohol during Pregnancy\r\n\r\nAlcohol passes directly through the placenta to the baby developing in the womb. At this point in his life, a baby doesn't have a full-grown liver, and his developing body takes a lot longer to process the alcohol and rid it from his system. Therefore, the consequences of heavy drinking during pregnancy can be devastating for the baby.\r\n\r\nPregnancy Risks\r\n\r\nAlcohol consumption during pregnancy increases the risk of miscarriage and premature birth (prior to the 37th week). Fetal alcohol spectrum disorders (FASDs) are another serious risk. These disorders can range from mild to severe. A baby with FASD may have mental disabilities, learning and behavior problems, and serious physical defects. Severe defects to the face as well as the heart and other internal organs are common with FASD.\r\n\r\nFetal Alcohol Syndrome (FAS)\r\n\r\nFetal alcohol syndrome is accompanied by both mental and physical defects, and is one of the most severe forms of birth defect caused by alcohol consumption during pregnancy. These babies tend to be tiny at birth, and their growth is affected their entire life. FAS babies have smaller brains at birth, and their brains tend to be abnormal in shape. Their hearts and other internal organs don't mature correctly, and surgeries are common for these children.\r\n\r\nMany FAS babies grow up to be diagnosed with attention deficit disorder, and they usually have emotional and behavioral issues characterized by difficulty relating to others. These effects are typically lifelong and incurable. As adults, people with FAS can have difficulty holding down a job. Many end up in prison because they turn to a life of crime. These issues may sound like exaggeration, but many years of research support the claims that heavy drinking during pregnancy can lead to far reaching problems.\r\n\r\nAbstinence Is the Best Policy\r\n\r\nWhen it comes to alcohol consumption during pregnancy, abstinence really is the best policy. You might be safe having a drink occasionally; but would you really want to take the risk? The way to have the healthiest pregnancy and to know that your baby is developing safely is to cut alcohol out completely for the nine-month duration. Once the baby is born, every sacrifice you've made will seem worth it!"
    },
    {
       "id":"47",
       "title":"Belly Piercings and Pregnancy",
       "tipDescription":"Belly piercings have become quite popular. If you have a belly piercing you may have been told by well-meaning friends that you should remove your belly ring once you become pregnant. But do you really need to? A belly piercing that has completely healed is perfectly safe to keep during pregnancy. As long as your piercing is comfortable and does not become infected there is no reason you can’t keep your belly piercing in place during your pregnancy.\r\n\r\nBelly Piercing and Pregnancy - Do’s and Don’ts\r\n\r\nMake sure your piercing studio followed these safety guidelines when you had your piercing.\r\n\r\nThe piercer should wear new sterile gloves with each piercing. All piercing instruments should be sterilized using an autoclave. The piercing studio should be clean. The piercer should be using single use sterile needles to do your piercing. Any bandages and jewelry used should be sterile and unopened. Make sure your piercing has completely healed prior to getting pregnant. If your piercing has not completely healed, you may have problems with the hole not healing properly while you are pregnant. As your belly stretches and grows the unhealed hole may stretch and become larger. Watch for signs of infection. As long as your piercing has properly healed there should not be any problems with keeping your belly piercing during pregnancy. You will want to watch for signs of infection such as pus or any type of drainage, redness, warmth, or swelling. Keep your piercing comfortable. You may find that metal jewelry is just not comfortable when you are pregnant. Replacing your metal jewelry with a flexible plastic jewelry made of polytetrafluoroethylene may help to keep your piercing comfortable. Piercing may need to be removed if you need a c-section. You may be asked to remove your piercing if you have a scheduled or emergency c-section. \r\n\r\nThere are some new products on the market that are perfect for pregnant moms. If you would like to keep your belly piercing in place during your pregnancy you may want to try buying a belly ring specifically designed for pregnancy. Websites like pregnancypiercings.com sell belly rings that are longer than conventional jewelry and are made of medical grade plastic that is flexible and more comfortable during pregnancy. If you have any concerns about keeping your piercing during your pregnancy or if you are concerned that you have signs of infection talk to your doctor."
    },
    {
       "id":"48",
       "title":"Heating Pads and Pregnancy",
       "tipDescription":"Is it safe to use a heating pad during pregnancy?\r\n\r\nHeating pads are generally safe to use during pregnancy, as long as you aren’t placing the heating pad directly on your belly. Using a heating pad for sore muscles or an occasional back ache is fine. The concern with pregnant women and heat is that having a high body temperature can be harmful to your developing baby. Women are advised not to take very hot baths or soak in a hot tub because of the potential for birth defects, miscarriage, or other pregnancy complications. \r\n\r\nHeating pad use during pregnancy\r\n\r\nAccording to the March of Dimes, pregnant women should try to keep their core body temperature below 102.2°, never allowing it to get above this temperature for longer than ten minutes. A heating pad that is applied to a local area of your body should not cause your overall body temperature to rise. Placing a heating pad directly on your abdomen, though, could be dangerous. A heating pad applied to a woman’s abdomen might not cause her overall core body temperature to go up, but it could be as dangerous as soaking in a hot tub and should be avoided during pregnancy.\r\n\r\nAlternatives to heating pad use during pregnancy\r\n\r\nIf you are having problems with muscle aches and pains during pregnancy and you want to avoid using a heating pad, here are some things you can try:\r\n\r\nFor back pain: Try using a maternity belt or back support. You can also soak in a warm (not hot) bath, get a massage from your partner, or use a body pillow when you sleep. Try to avoid standing or sitting for extended periods of time. It is better, if you can, to rotate between sitting and standing. For leg cramps and aches: Stretching is great for helping relieving leg cramps. You can use a towel to stretch the muscles or get your partner to help gently stretch your legs. Massaging the muscles can also be helpful. Other aches and pains: Ice is another alternative to heat. It can work better for relieving pain than heat, especially if the pain is due to injury. A mild pain reliever like Tylenol might be helpful as well. If you are having severe aches that are not relieved by Tylenol and rest, you should talk to your doctor. Abdominal pain during pregnancy\r\n\r\nAbdominal pain should not be treated with heat. If you are having abdominal pain, you should talk to your doctor. Abdominal pain could be the result of complications such as placental problems, uterine rupture, or the start of labor."
    },
    {
       "id":"49",
       "title":"Is Sleeping on Your Back During Pregnancy OK?",
       "tipDescription":"The latter stages of pregnancy bring all kinds of discomforts, and many pregnant moms can add sleeplessness to the list. You feel like you’re huge, you can’t get a comfortable position in the bed, and when you do finally find one, you have to get up to go to the bathroom. Some pregnant moms find relief sleeping on their backs – but is it safe?\r\n\r\nThe general consensus from among experts appears to be a qualified “no.” It’s not the best position for your or your baby. But your body may have a way of solving the question for you: If you sleep on your back, you may wake up before long anyway. You won’t have done any harm, but your body is most likely telling you that it’s time to change positions.\r\n\r\nHere’s why your pregnancy sleeping position matters: As your abdomen grows throughout pregnancy, the additional weight needs somewhere to go when you’re lying down. Early on in your pregnancy it might not make much of a difference – and you’re often so tired you don’t even pay attention to your sleeping position anyway. But as your body grows throughout your pregnancy, back-sleeping causes the full weight of your uterus to press on your spine, intestines, and major blood vessels. This additional pressure could cause digestive problems, hemorrhoids, shortness of breath, and lack of blood flow to the baby. That’s why lying on your back may cause you to grow dizzy and faint or experience lower back pain.\r\n\r\nExperts advise sleeping on your side, specifically your left side, to increase the blood flow to the placenta and your baby. If you’ve been accustomed to sleeping on your back or on your stomach, it’s good to start training yourself early in your pregnancy to get used to side-sleeping. Before you know it, you’ll be at a point when there’s no other comfortable position except on your side.\r\n\r\nThat’s not to say, however, that side-sleeping has to be an uncomfortable experience. Most women who have been through a pregnancy will tell you that the key is pillows, pillows, pillows. You can start with a slim pillow between your legs to keep your knees slightly apart and your hips aligned. Many moms also feel more comfortable when they have a slim pillow tucked underneath their abdomen to give it some support. Additionally, you may need a pillow tucked in behind your back to give you extra support from behind. If you’re used to back-sleeping, you can lean back into your back-pillow and create a compromise position between side-sleeping and back-sleeping.\r\n\r\nSome women swear by the all-body pillows designed for pregnant women. They often look like a giant letter “C” and allow you to curl up on your side, surrounded by pillows. But before you go out and buy one, make sure that it gives you the kind of support you need. Experiment with your regular bed pillows and you may find that you prefer your own specially designed arrangement.\r\n\r\nIf you still have problems with sleep while you are pregnant, you should make sure that you are following healthy sleep habits. Try to get some modest exercise during the day (with your doctor’s approval) but not too close to bedtime. Don’t drink caffeine or eat a lot of sugar in the evening. Relax your mind before bedtime with a good book, an enjoyable television show or movie, or some quiet time spent writing in a journal. And remember, no matter how uncomfortable you may feel toward the end, this time will pass, and before you know it, you will be enjoying your beautiful new baby."
    },
    {
       "id":"50",
       "title":"Toxins To Avoid During Pregnancy & Beyond",
       "tipDescription":"It's the good news and the bad news - in today's day and age we know so much about how babies in utero are affected by their mother's exposure to chemicals and toxins. While no woman wants to spend this joyful time in her life worrying herself sick, knowledge is power, and it's both empowering and beneficial that women can arm themselves with cutting edge information on protecting themselves and their developing baby from detrimental environmental toxins.\r\n\r\nSince studies have shown that BPA can cross the placenta from mom to fetus, it's a wise move to avoid harmful BPA at all costs. BPA exposure in utero is linked to lower birth weight, and babies exposed to BPA in the womb may have an increased risk of breast cancer in later life. It's also important to try to steer as clear as possible of air pollution, which can lower a child's IQ points by 4 points. Additionally,exposure to pesticides in the womb are linked to learning disabilities, so choose organic foods and avoid genetically modified foods, becausemother and baby pesticide exposure has been linked to GMOs. Learn 7 eco-friendly food safety tips for moms-to-be that will help you with meal selections and prep. And be sure to negate your exposure to PCB while pregnant because this hazardous chemical may harm baby's immune system. It is crucially important to be cognizant of your growing baby's health and safety, especially in light of a new study which suggests autism is linked to a child's prenatal environment more than genetics. If you're concerned about the recent research that says cell phone radiation during pregnancy is linked to behavioral disorders of offspring, read our tips on how to protect your baby from cell phone radiation risks during pregnancy."
    },
    {
       "id":"51",
       "title":"Pressure Points to Induce Labor",
       "tipDescription":"Many women find themselves, as their due dates draw near, searching for ways to jump start labor. There are many “wives’ tales” going around such as castor oil and walking, but there are alternatives.\r\n\r\nWhat is acupressure?\r\n\r\nAn age-old practice, stemming from Asia, is acupressure. Acupressure is derived from acupuncture. With acupuncture, needles are placed in various locations throughout the body to help relieve stress and pain. Acupressure uses a similar technique except needles are replaced with finger pressure.\r\n\r\nCertain locations on the body have been found to be somewhat effective at not only naturally inducing labor but assisting with the pain and discomfort associated with labor. Before you learn what and where the acupressure sites are, you need to understand when it is appropriate.\r\n\r\nBefore trying acupressure\r\n\r\nAnyone interested in acupressure should not attempt to do so until it is safe to deliver the baby. There is no universal agreement on when it is “safe”, but most physicians advise nothing prior to 38 weeks. Some say that no matter what you try, your body will not go into labor until it’s ready. There is no guarantee that this is the case and no mom wants to risk their baby’s health. Also, any woman interested in trying acupressure to help initiate labor should ask their health care provider first.\r\n\r\nPressure points:\r\n\r\nThe first area on the body used for stimulating labor is located between the thumb and index finger. This point is actually the “webbing” between these two areas. Techniques vary, but this pressure point can be pressed and rubbed for several seconds or simply pressed firmly for approximately one minute and then released. This technique can also be used during active labor to relieve pain.\r\n\r\nThe next area of the body used for stimulating labor is the ankle. This area actually has two different pressure points. The first pressure point is located on the outside of the ankle, just behind where the bony prominence is. Just like the first mentioned location, techniques vary but the pressure point can be rubbed or pressed for several seconds or one minute. The other ankle pressure point is inside the leg, above the ankle. This area may be difficult to find but it is more sensitive to touch than the rest of the leg.\r\n\r\nAnother area is located on the back, above the buttocks and lower back. This area can also be pressed or massaged as tolerated.\r\n\r\nThe final area commonly used for initiating labor is located on the neck, the large muscle between the neck and the shoulder. This area can be pressed or massaged as tolerated.\r\n\r\nAcupressure does not work for all women and may not be tolerated by all. Massaging or pressing on these areas should not cause pain and if it does cause pain, should be stopped immediately.\r\n\r\nNearing the end of your pregnancy can become very frustrating but don’t lose hope. Women do not stay pregnant forever and your baby will be here sooner than you think.\r\n\r\nFor other natural ways to induce labor, check out this JustMommies.com article: JustMommies.com-Natural Ways to Induce Labor"
    },
    {
       "id":"52",
       "title":"Herbal Teas and Pregnancy:  Is it safe to drink herbal teas during pregnancy?",
       "tipDescription":"The list of things that women should and shouldn’t eat or drink during pregnancy can be confusing and hard to keep track of. Like most pregnant women you want to steer clear of consuming anything that is not safe for pregnancy. You know caffeine is something you should avoid or at the very least limit. To help ditch the coffee cravings, you decide to turn to herbal teas. But, are herbal teas safe to drink during pregnancy or are they another no-no.\r\n\r\nHerbs and pregnancy\r\n\r\nUnfortunately, there is just not a lot of information out there on the safety of herbs during pregnancy. The FDA advises women to avoid taking herbs during pregnancy because they are just not sure if they are safe. There has not been enough research done on herbs and pregnancy to safely say that it is okay to drink herbal teas during pregnancy.\r\n\r\nAre any herbal teas safe to drink?\r\n\r\nWhile the FDA cautions women to avoid herbal teas during pregnancy, midwives and other pregnancy professionals sometimes recommend them. Before drinking any herbal teas, do your own research. Most of the brand name herbal teas such as peppermint tea, lemon tea, or ginger root tea, that you might find in your grocery store are probably safe to drink during pregnancy provided that you are not drinking them in large quantities. \r\n\r\n“Pregnancy teas”\r\n\r\nThere are several teas on the market that are made just for pregnant women. While they may be safe to drink during pregnancy, like other herbal teas, there is just not enough information to support these claims. They may be safe to drink during pregnancy but we just don’t know that for sure. Before drinking teas marketed for pregnancy you may want to read over the ingredients first or consult your doctor or midwife.\r\n\r\nIs green tea safe?\r\n\r\nGreen tea is another popular tea that pregnant women wonder about, but it is not actually an herbal tea. If you have decided to drink green tea instead of caffeinated teas or coffees, keep in mind that it is not considered an herbal tea and it is not caffeine-free. There is some debate over whether or not it is safe to drink during pregnancy. There is some evidence that green tea may decrease folic acid absorption. Folic acid is important during pregnancy to prevent neural tube birth defects. To be on the safe side, you may want to avoid green teas during pregnancy or be cautious with the amount of green tea that you drink.\r\n\r\nWhat about red raspberry leaf tea?\r\n\r\nYou may have heard that red raspberry leaf tea helps tone your uterus and prepare your body for labor. Some midwives encourage pregnant women to drink raspberry leaf tea at the end of their pregnancies to make labor and delivery easier, but the benefits of raspberry leaf tea have not been proven. Pregnant women may want to stay away from raspberry leaf tea during the first trimester because of its potential to stimulate uterine contractions.\r\n\r\nHerbal teas to avoid during pregnancy\r\n\r\nHere is a list of herbal teas that may be unsafe to drink during pregnancy. Before drinking any of the teas on this list you may want to consult your doctor or midwife.\r\n\r\nHerbal teas that contain:\r\n\r\nAlfalfa\r\nAngelica\r\nAnise\r\nBlessed Thistle\r\nBlack Cohosh\r\nBlue Cohosh\r\nCatnip\r\nChamomile\r\nDandelion Comfrey\r\nEphedra\r\nGinseng\r\nHibiscus\r\nHorehound\r\nLabrador\r\nLemongrass\r\nLicorice root\r\nMugwart \r\n\r\nPennyroyal\r\nRaspberry leaf \r\nRosemary safe\r\nSassafras\r\nStinging nettle leaf\r\nVeviter\r\nVitex\r\nYarrow\r\nYellow Dock\r\n\r\n*This list is not comprehensive."
    },
    {
       "id":"53",
       "title":"Natural Ways to Strengthen Labor Contractions",
       "tipDescription":"Having a baby can be hard and painful, but it can also be incredibly empowering, especially if you progress your body’s ability to give birth naturally. Natural methods of inducing, aiding and easing contractions aren’t for everyone. But if you are in search of natural ways to help labor along and aid or ease your contractions, here are 10 easy tips to help you before, during and after labor.\r\n\r\nPressure Points\r\n\r\nPressure points are found throughout the body. Acupressure (not acupuncture) can be done at home by you or your partner. There are 2 pressure points that are said to stimulate contractions. They are located on your hand between the thumb and the index finger and above the inner side of the ankle bone. For your hand, pinch and rub it in a circular motion for 30 seconds to a minute at a time. Take breaks in between contractions. For your ankle, firmly press on the spot. It should feel a little sore. Rub in a circular motion until you feel a contraction. When the contraction is over, begin pressing again.\r\n\r\nWalking\r\n\r\nWalking is a simple method that is gentle and easy. It can be used in the last weeks of pregnancy, and after contractions have begun. Gravity and hip swaying from walking can aid in the baby moving into the pelvic area. Pressure from the baby opens the cervix more and leads to contractions. Make sure you have comfortable fitting shoes, especially if your feet are experiencing any swelling, and drink plenty of water. You’re not looking for a cardio experience; just keep a gentle, natural pace that your baby can find a rhythm with\r\n\r\nCohash or Cumin\r\n\r\nOnly under the advisement and aide of a midwife or your doctor. This can be a possible option to help naturally induce labor, but it is strong. Ask your midwife after 40 weeks about using Blue and Black Cohash, in tincture form. Read more at: http:\/\/herbs.lovetoknow.com\/\r\nBlack_and_Blue_Cohosh_to_Induce_Labor\r\nSome also recommend a Cumin Seed Tea:\r\n1 T. cumin seed to one cup of boiling water, allow to steep for 5 minutes, then drink. No more than 1 cup an hour per day.\r\n\r\nRescue Remedy or Raspberry leaf \r\n\r\nA much more calm route to simply aid and soothe in a natural way for labor, would be to try a rescue remedy or raspberry leaf tea. “Taking Bach rescue remedy and walnut during labor and especially in transition can help emotionally while balancing the mother,” explains Melissa Williams, a Certified Colon Hydrotherapist, and Certified Natural Health Professional (CNHP) and owner at After-Birth Services. “On the onset of labor, I drink red raspberry leaf tea, comfrey and alfalfa to help prepare my body for birth. Mothers can continue to drink this during labor, as they feel led.”\r\n\r\nChange Positions\r\n\r\nSimilar to the tip on walking, changing your position helps the baby to shift and move around to get into the right spot. Being stationary in one position can slow things down and make things more uncomfortable for a birthing mother. Listen to your body and don’t be afraid to move around to aide your baby’s movements during birth. “Different positions in labor, hands and knees, standing squat, resting on work out ball or with leg up in standing squat can all help with labor,” states Williams.\r\n\r\nChange the Environment\r\n\r\nNot only is it sometimes necessary to modify your position, but it can often help if you alter where you are. Is the room too bright? Is there too much noise? Do you feel anxious or uncomfortable with the people around you? Negative factors in your environment can, sometimes, raise your stress or adrenaline levels. This can slow down the progress and process of labor. If you are able to, get some fresh air, and find ways you can relax and feel emotionally comfortable.\r\n\r\nWater Birth\r\n\r\n“Water births can help labor progress, bring relaxation, help with dilation, lessen the pain of labor and provides a gentle experience for baby,” says Williams. Many birthing centers and hospitals now recognize the importance and value of water births and have installed birthing tubs in their labor rooms to aide women giving birth.\r\n\r\nIntercourse\r\n\r\nWhile this isn’t for after contractions have begun, it is recommended to get things going. Having sex can help with naturally inducing labor. The act of sex causes the female to release the hormone called oxytocin, which causes the uterus to contract. In addition, the male's semen contains prostaglandins that cause the muscles to contract and also helps to soften the cervix.\r\n\r\nNipple Stimulation\r\n\r\nSame as above, this method is well-known as a natural form of induction. Used by \r\nmidwives for centuries, starting with applying warm compresses, it not only stimulates the uterus during labor, it is said to be beneficial after the birth to aid in expelling the placenta and avoiding hemorrhage.\r\n\r\nAfter-Birth\r\n\r\nDon’t forget about the natural ways to strengthen yourself, after labor. Consider having your placenta encapsulated to balance your hormones and emotions. “Having your placenta encapsulated supports the mother and the whole family. Women are balanced emotionally and have energy,” says Williams. “Ingesting the placenta helps prevent depression\/baby blues, helps milk supply, encourages a faster healing with less bleeding, provides hormonal support and provides menopause support later in life.” \r\nTo learn more about placenta encapsulation and naturally balancing your body before, during and after labor, visit: www.afterbirthservice.com"
    },
    {
       "id":"54",
       "title":"Which Birthing Positions Are Best During Labor?",
       "tipDescription":"If you’re pregnant, you’ve probably already started hearing about which is the “best” method of delivery and the “ideal” position for labor. But here’s why you shouldn’t stress out about it ahead of time: All women are built differently, babies are different sizes, and babies rest in different positions. The method of delivery that your best friend found to be most comfortable could be incredibly awkward for you. Similarly, the position that gave you the most relief during your first pregnancy could feel uncomfortable the second time around. That’s why the best thing you can do for yourself beforehand is to educate yourself on various positions so that when the time comes you’ll know what to try.\r\n\r\nSome popular birthing positions include:\r\n\r\nSquatting: Squatting feels to many moms like the most “natural” position for giving birth. Keeping your body relatively upright can help the baby slide into position, and your pelvis expands when you are down in a squatting position. When a woman is squatting, it can be easier for her to push and for gravity to help the baby slide right out. Additionally, if you’re not comfortable holding a squatting position, there are special birthing chairs that can assist you. However, you should be aware that the pressure and stretching in the squatting position may create a greater risk of tearing the perineum.\r\n\r\nSitting: Some moms find it more comfortable to remain sitting on a bed or on pillows, supported by a partner\/helper from behind, or leaning up against the back of the bed. You can experiment with pillows in various places to support your legs in this position. Then, when it’s time to push, you can hug your legs closer to your body.\r\n\r\nKneeling: You may choose to kneel either on the floor (with pillows underneath your knees) or on a bed. Some moms even prefer to be on their hands and knees on a bed, because it allows them to rock back and forth with the contractions, and arch their back to minimize pain. When it is time to push, you can modify this position by easing down with your knees closer to your chest.\r\n\r\nHanging: In this position, a woman is supported from behind by her partner\/helper, who holds her under her arms and allows her to “hang out” for the delivery. Sounds almost relaxing, right? The disadvantage is that this position may only work for as long as you have a helper or partner who is able to hold you.\r\n\r\nSide-lying: Some moms prefer to stay lying down in the bed, in which case side-lying might make sense. While you are lying on your side, you can curl up and have your partner hold\/support your top leg.\r\n\r\nIn water: Don’t forget about water-birthing, which is a whole other method of delivery you might want to investigate. Some of the above positions can be adapted for use in a birthing tub (which should be large enough for you to move around and make yourself comfortable).\r\n\r\nKeep in mind that some or all of these positions may be unavailable to you if you have had an epidural and you are confined to a hospital bed. If you plan on getting an epidural, you may want to ask your doctor ahead of time if he or she would be willing to work with you to find a comfortable position as labor progresses.\r\n\r\nLast but not least, don’t get stuck on any one birthing method as “the way” for you. Babies are notoriously unpredictable, and your baby may just decide to complicate things and throw your birth plan right out the window. If that’s the case, don’t get hung up on how you didn’t get to do it your “ideal” way. In the end, what really counts is that you have successfully delivered a beautiful, healthy baby."
    },
    {
       "id":"55",
       "title":"Is it Safe to Use a Vibrator During Pregnancy?",
       "tipDescription":"Some couples wonder if it is safe to have sex during pregnancy. This may be more worrisome in the beginning of pregnancy, especially if this is a first pregnancy. Dads may worry if they could hurt the baby somehow and moms may have similar fears as well. Couples should know that it is perfectly safe to have sex during pregnancy unless your doctor specifically tells you to avoid it. \r\n\r\nNow, with that in mind, what about using a vibrator or sex toy during pregnancy? There aren’t any studies out there on the safety of vibrators or sex toys during pregnancy, but there really shouldn’t be any reason to worry about using a vibrator when you are pregnant. There are some things you should keep in mind though.\r\n\r\nA vibrator may be made of hard plastic so you may want to avoid penetration with a vibrator as it could irritate your cervix or put more pressure on your cervix than normal intercourse would. External stimulation should be fine.\r\n\r\nMake sure that you keep any vibrators or sex toys cleaned after each use. If you use a vibrator for anal play or penetration, be sure that you do not use it vaginally after anal use. This can introduce bacteria into your vagina which could lead to an infection.\r\n\r\nOrgasms are not dangerous for you or your baby, whether from sex or vibrator stimulation; however, if you are at risk for premature labor or you have frequent or painful contractions after an orgasm you may want to avoid anything that could bring on orgasm. It is normal to have some cramping or uterine irritability after an orgasm but this should subside within an hour or so. If you are earlier than 37 weeks pregnant, painful contractions or frequent contractions that don’t go away after an hour or two warrant a phone call to your doctor. If you are unsure, it is best to talk to your doctor about this."
    },
    {
       "id":"56",
       "title":"What Is a Lotus Birth?",
       "tipDescription":"Surprisingly, a small but mighty trend in Lotus Births is emerging among pregnant women in the Western World. \"Lotus Birth\" is the practice of leaving the umbilical cord uncut and attached to the placenta for several days after childbirth. Some estimates put the percentage of such births at 5 percent. Will this trend continue to gain momentum?\r\n\r\nLotus Births on the Rise\r\n\r\nThe subject of lotus birthing is becoming an increasingly hot topic among midwives and their patients. For example, Deborah Rohdes, an independent midwife in the U.K., shares that 40 percent of the deliveries she has attended have been lotus births. She indicates that although Lotus Births are still in the minority, she has noticed that word about the practice is spreading through the midwife community.\r\n\r\nA representative from the Royal College of Midwives agrees that Lotus Birthing is a subject of great interest in women's gatherings, and that more moms who are expecting are asking for further information about it.\r\n\r\nPROS: Advantages of Lotus Birth\r\n\r\nLess trauma: In the 1970s and '80s, natural healers and those practicing yoga in the United States began promoting this type of childbirth--and this is where the phrase \"lotus birth\" came from. One of the lotus birthing revivalists (Clair Lotus Day, an expectant mom and healer from San Francisco) brought extra public attention this form of birthing. She deduced that it would be \"traumatic\" for a human baby to have the cord detached too early. She found a doctor who empathized with this, and kept the cord intact until it fell off her own infant naturally.\r\n\r\nUndisturbed bonding: Midwife community educator Mary Ceallaigh has told several media outlets (CBS News and The Post) that she believes having a Lotus birth allows for an undisturbed bonding experience, which helps sustain breastfeeding.\r\n\r\nTiming Is Everything\r\n\r\nKeep in mind that it is not \"technically\" a Lotus Birth if the cord is cut after a few minutes. But the timing of when the umbilical cord is clamped and then severed can be vital. Check out these benefits of delaying that separation by minutes:\r\n\r\nResearchers at Columbia University say that leaving the cord on for about three minutes allows for more transfer of nutrients\r\n\r\nUniversity of South Florida researchers back up this claim\r\n\r\nThe WHO (World Health Organization) Reproductive Health Library agrees there may be some benefits for the infant when clamping and cutting is delayed up to three minutes-it can also improve the iron status of the infant\r\n\r\nAbout 80 ml of blood moves between the placenta and the baby after just one minute following birth. This can be as high as 100 ml by three minutes later. That means the baby gets extra iron during this post-birth time period-and when this mineral is added to a full-term newborn's weight, it can help prevent iron deficiency in the first year of life.\r\n\r\n\"I know there are convincing statistics regarding letting the cord continue to pulsate following birth and how the baby is benefiting from getting the oxygen-rich blood from the placenta,\" says Yvonne Novak, CD, CCCE, Birth Doula and Childbirth Educator at Doula with Love in Pasadena, CA. \"MOST of my clients opt for this choice leaving the cord attached for a few minutes. Besides... if you think about it, the blood within that system does belong to the baby. And, if it is cut too soon we are denying the baby that blood, which can be a lot.\"\r\n\r\nCONS: Risks of Lotus Birth\r\n\r\nIf the cord stays attached for too long (after a couple of minutes of pulsating ends), studies have found it may put the baby at a greater risk of neonatal disorders like polycythemia (an abnormally high number of red blood cells). The Royal College of Obstetrics and Gynecologists says that at post-delivery stage, the placenta is essentially dead tissue that contains blood, but has no circulation. So, it is prone to infection.\r\n\r\nPlus, caring for a newborn attached to the placenta can be quite challenging. Novak concurs that when the placenta and cord remains attached to the baby for many days afterward, it can be difficult for moms to deal with, including:\r\n\r\nThere is a distinctive odor.\r\n\r\nHandling the baby and the placenta is a delicate endeavor, because the baby and the placenta are in such close proximity\r\n\r\nNovak says it seems \"over the top\" to leave the cord on until it separates naturally-but she respects the decisions of the moms who go this route. Very few moms opt for this, though, she adds.\r\n\r\nDegrees of Separation\r\n\r\nLotus births are rare in the Western world. But the \"type\" of Lotus birth may vary by degree…there are \"short\" and \"full\" lotus births:\r\n\r\nShort Lotus Birth - The naturally sealed cord is cut 4-6 hours after the birth. This is an accepted practice among midwives in most regions of the world.\r\n\r\nFull Lotus Birth - This is when the cord is allowed to dry until it becomes sinew, detaching naturally from the placenta. The full lotus was practiced among early settlers. Think back to the days of the early European settlers in America…life required a certain degree of robustness. Those newborns were among the \"hardiest babies\" in history, according to diaries unearthed from that era.\r\n\r\nWhether the Western World continues to welcome the revival of lotus births remains to be seen. Advocates make up a small percentage, but they can be mighty."
    },
    {
       "id":"57",
       "title":"Emergency Hospital Bag Check List for Dads",
       "tipDescription":"Here is a check list of things your wife would like you to bring to the hospital for her. This was written just for the dads so you don’t forget anything important. We only have the essentials listed to make it easy. These are the must haves for the hospital bag.\r\n\r\nHospital Bag Check list What to bring to the hospital For Mom \r\n\r\nHospital paperwork and insurance card \r\n\r\n(If you can’t find paperwork or have no idea what to do grab your insurance card.) \r\n\r\nCell phone or prepaid phone card for your wife. \r\n\r\nTrust us she will want to make some calls while she is at the hospital. \r\n\r\nCamera\r\n\r\n(If you have one bring it. If not, get a disposable camera) \r\n\r\nImportant phone numbers\r\n\r\nUnderwear, socks, and bras\r\n\r\nMake sure to find ones that will fit her. If she has maternity panties grab those. If she is planning to breastfeed make sure she has a nursing bra. \r\n\r\nChange of clothes (bring a couple outfits)\r\n\r\n*Very important* Find something that will fit your wife, lose and stretchy clothes are a good choice. If you aren’t sure what size she is wearing grab a pair of maternity pants and a maternity top (that doesn’t tie in the back) just in case she needs it. \r\n\r\nDeodorant\r\n\r\nTooth paste and tooth brush\r\n\r\nRazor\r\n\r\nHair brush and shampoo\r\n\r\nMake up\/cosmetics\r\n\r\nContact solution\/contact case\r\n\r\nFor Baby\r\n\r\nGoing home outfit.\r\n\r\n(If she doesn’t have one picked out, which we doubt will be the case, go buy one) \r\n\r\nCar seat \r\n\r\nBaby blankets"
    },
    {
       "id":"58",
       "title":"Saunas, Hot Tubs & Hot Baths During Pregnancy",
       "tipDescription":"Sitting in a sauna or hot tub might seem like the perfect antidote for pregnancy aches and pains, but the medical truth is that pregnant women should stay out of saunas and hot tubs. The high temperatures in those environments can raise core body temperature, which could be dangerous for expectant mothers and, especially, their growing babies.\r\n\r\nDuring pregnancy a woman’s body is already working overtime, and if a pregnant woman’s temperature exceeds 102 degrees Fahrenheit it can complicate the pregnancy and threaten the developing fetus. This is particularly true during the first trimester, but the American College of\r\n\r\nObstetricians and Gynecologists recommends that pregnant women avoid saunas and hot tubs during all three trimesters.\r\n\r\nSome saunas and hot tubs can be programmed to lower the temperature settings; nevertheless, just to be on the safe side, pregnant women should seek out alternative methods of relaxation, such as yoga, massage and warm baths at home.\r\n\r\nSaunas\r\n\r\nIn a sauna, it’s hot all around, which can raise core temperature. For a pregnant woman, that condition (hyperthermia) could present a developmental risk for the baby growing inside her, especially during the first trimester.\r\n\r\nOne of the attractions of sitting in a sauna is the sense of releasing toxins and impurities through sweating, because the surrounding heat causes blood vessels and pores to relax and open up. For a pregnant woman, however, that heavy sweating can result in dehydration and hypotension (low blood pressure). Hypotension can inhibit the flow of blood to the baby. It can also result in dizziness, which could be dangerous, either through loss of blood supply to the baby or if the woman falls.\r\n\r\nHot Tubs\r\n\r\nLike a sauna, the chief risk of spending time in a hot tub is hyperthermia. Many hot tubs are programmed to maintain a water temperature of about 104 degrees Fahrenheit, which can raise a pregnant woman’s core temperature – and keep it high, since people often sit almost fully submerged in the water. Just 10-20 minutes in a hot tub can raise body temperature to 102 degrees. Additionally, because the body is immersed in hot water, very little heat is released through sweating.\r\n\r\nHot tub use during pregnancy has been linked to having babies with brain and spinal cord-related birth defects, also known as neural tube defects (NTDs). A 1992 study published in the Journal of the American Medical Association states that, “exposure to heat in the form of hot tub and sauna…in the first trimester of pregnancy was associated with an increased chance for NTDs. Hot tub exposure appeared to have the strongest effect of any single heat exposure.” Some studies have also found a connection between hot tub use and increased risk of miscarriage, but these findings aren’t thoroughly conclusive.\r\n\r\nHot Baths\r\n\r\nPregnant or not, there’s often nothing as appealing as the thought of coming home to a long, hot soak in a bubble bath. It’s okay for pregnant women to indulge, as long as the water is no warmer than 100 degrees Fahrenheit. Check the temperature before you get in to make sure it’s not too hot. Don’t stay in the tub for more than 15 minutes, and if you feel lightheaded or overheated, get out right away.\r\n\r\nWhen you’re in the bath at home, you’re usually not fully immersed, so much of the upper body is exposed to the room’s air temperature, which will cool you off a bit. Another advantage to soaking in a bath at home instead of a hot tub is that the water starts to cool in a short while, which lessens the risk of overheating."
    },
    {
       "id":"59",
       "title":"Caffeine and Miscarriage",
       "tipDescription":"For years, obstetricians have been advising pregnant women to limit their caffeine intake, due to concern that caffeine consumption could possibly be linked to miscarriage. Now even more attention is being paid to this issue, since two research studies released in 2008 have linked caffeine consumption in pregnant women to the possibility of higher miscarriage rates and lower infant birth weights. If you are pregnant or considering becoming pregnant, now’s the time to take a serious look at eliminating or at least cutting back on the amount of caffeine in your daily diet.\r\n\r\nCaffeine Linked to Miscarriage and Lower Birth Weight\r\n\r\nAccording to a study published in January, 2008 in The American Journal of Obstetrics and Gynecology, daily consumption of more than 200 milligrams of caffeine by pregnant women might double their risk of miscarriage. (That’s the equivalent of about two 8-ounce cups of regular coffee or 25 ounces of tea.) While some medical practitioners have expressed reservations about these findings – it should be noted that they do not definitively conclude that caffeine is a risk factor for miscarriage – the study does present a strong scientific argument in favor of cutting out caffeine if you are pregnant. Another study, released on the British Medical Journal website in November, 2008, is not directly related to caffeine and miscarriage, but it does report a connection between caffeine intake and greater odds of lower infant birth weight (called fetal growth restriction) in mothers who consumed as little as one 8-ounce (100 milligrams) daily cup of coffee during pregnancy. The overall conclusion of both studies is that caffeine in any form – not just coffee – should be avoided during pregnancy because it can be absorbed through the placenta by the fetus and may have a harmful effect on fetal development.\r\n\r\nCaffeine and Miscarriage – Tips on Cutting Down\r\n\r\nIf you are pregnant and trying to cut down on caffeine because of its potential link to miscarriage, it’s important to remember that coffee isn’t the only source of caffeine in beverages and food products. Caffeine is also a common ingredient in tea (including many green teas), cola-flavored soda, energy drinks, over-the-counter weight loss supplements, chocolate, coffee-flavored ice cream and even some medications. If you’re a regular coffee drinker, you might not want to quit “cold turkey”, as this could result in temporary unpleasant side effects such as headache, fatigue and anxiety. If you cannot abruptly stop drinking coffee altogether, you can gradually reduce your caffeine consumption by mixing regular coffee with decaf and then increasing the amount of decaf each day. But keep in mind that even decaffeinated coffee contains small amounts of caffeine. Many medical experts feel that moderate amounts of caffeine – up to about 200 milligrams\/day – won’t be harmful if you’re pregnant, but, to be on the safe side, pregnant women should stay away from caffeine as much as possible. How much is 200 milligrams? Depending on the commercial brand you’re drinking, that’s about 2 cups of coffee, 3 cups of tea, 2-3 energy drinks or 5 cans of cola-flavored soda. Craving ice cream during your pregnancy? Bear in mind that coffee-flavored ice cream has about 60-70 milligrams of caffeine in an 8-ounce serving. Chocolate has notably less caffeine than coffee products – about 15-20 milligrams in an average 3-4 ounce bar – but the high fat and sugar content in chocolate should also be avoided. And be sure to read the labels on over-the-counter medications to see if they contain caffeine. If you’re thinking about having a baby or trying to get pregnant, it’s recommended that you reduce or cut out caffeine consumption starting one-three months before conceiving."
    },
    {
       "id":"60",
       "title":"Warning: 10 Things Pregnant Women Should Avoid",
       "tipDescription":"Nothing is more important to an expectant mom than the health and safety of her unborn child. Fortunately, you can protect your baby by avoiding risks that can complicate a pregnancy or cause harm to your baby.\r\n\r\nThis list of 10 things pregnant women should avoid will answer questions and put your mind at ease, which in turn helps with the first item on our list...\r\n\r\n1) Avoid stress\r\n\r\nStress and tension attacks your physical body in surprising ways. For example, in pregnant women, stress can cause constipation, back pain, insomnia, and even lead to preterm or low birth weight.\r\n\r\n2) Avoid tobacco smoke\r\n\r\nSmoking is extremely harmful to your unborn baby (as well as to yourself) and must be completely avoided. In fact, it’s so harmful, that pregnant women should even avoid other people’s smoke.\r\n\r\nWhen you smoke, your baby gets less oxygen, which can cause your baby to grow more slowly and gain less weight. Tobacco smoke has also been linked to preterm labor and other pregnancy complications.\r\n\r\n3) Avoid OTC Medication, including Aspirin\r\n\r\nOver the Counter (OTC) medication should be avoided, unless specifically approved by your doctor, because everything you take passes through your placenta to your unborn baby also.\r\n\r\n4) Avoid the Cat's Litter Box\r\n\r\nOn the rare chance that your cat carries toxoplasmosis, you should get someone else to change the cat’s litter box while you’re pregnant. If you have no one else, wear plastic gloves and wash your hands afterward. Toxoplasmosis is a disease that can cause birth defects in children. Outdoor cats may get it if they eat prey that carried toxoplasmosis, and the cat will not necessarily show any symptoms. However, this does not mean you have to get rid of your cat while you’re pregnant.\r\n\r\n5) Avoid Caffeine\r\n\r\nDuring pregnancy, it’s wise to avoid coffee, tea, or sodas that contain caffeine, because when you drink caffeine, you’re also feeding this stimulant to your unborn baby. Caffeine stimulates the heart and brain, and is an addictive substance with drug-like qualities.\r\n\r\n6) Avoid Vitamin A Supplements\r\n\r\nVitamin A is abundant in so many foods, it’s extremely rare to find a person who lacks vitamin A. And if you get too much of it during pregnancy, it can be toxic to the baby and may cause birth defects or miscarriage.\r\n\r\nDuring pregnancy, you need 770 micrograms of vitamin A. While breastfeeding, you need 1,300 micrograms. If you’re looking at a label that measures in IU (International Unit), then you can have up to 10,000 IUs of vitamin A.\r\n\r\n7) Avoid Pesticides, including Paint\r\n\r\nDuring the first trimester, the baby's nervous system is growing rapidly, so it's especially important to avoid pesticides and toxic fumes during that time. Read the labels of household cleaners for toxic substances and consider using natural cleaners such as baking soda and vinegar.\r\n\r\nPregnant women should avoid stripping paint, because if the house was built before 1978, there is a good chance some of the layers contain lead. Lead has been shown to harm the baby's developing brain and nervous system.\r\n\r\n8) Avoid Sauna, Jacuzzis, and Tanning Beds\r\n\r\nPregnant women get overheated more easily due to their hormonal changes and the additional heat from the baby's body. Studies suggest that pregnant women who suffered overheating from saunas and Jacuzzis had babies with neural defects (when the brain and spinal chord don't form properly). In addition, tanning beds should be avoided, because stretched skin is more vulnerable to burning.\r\n\r\n9) Avoid Fish Containing Mercury\r\n\r\nFish known to contain mercury in their fatty tissues such as shark, swordfish, king mackerel, fresh tuna, sea bass, and tilefish. (Canned chunk light tuna contains less mercury, but still should be eaten in moderation.) When a pregnant woman consumes large amounts of mercury, the baby may suffer brain damage.\r\n\r\nFor those who like to fish in local lakes and rivers, you need to be careful of fish that contain industrial pollutants called polychlorinated biphenyls (PCBs) in their fatty tissues. Examples are the bluefish and striped bass, and freshwater fish such as salmon, pike, trout, and walleye from contaminated lakes and rivers. Remember, this applies only to those who are fishing local waters, not to those who are buying fish in their grocery stores. (You can check with your local Health Department to determine which fish in your area are safe to eat.) Consumption of large amounts of PCBs by pregnant women is linked to decreased attention, memory, and IQ in their babies.\r\n\r\n10) Avoid Alcohol\r\n\r\nAlcoholic beverages of any and all kinds are not to be consumed during pregnancy. If you have a drink, the alcohol passes through your bloodstream into the placenta, and your baby has a drink of equal strength to your own. But because the baby is so much smaller and still developing, the alcohol can have devastating effects: your baby could be born with fetal alcohol syndrome (FAS) and\/or have mental and physical defects. No amount of alcohol during pregnancy is safe, according to the March of Dimes.\r\n\r\nEverything you eat and drink, and everything you don't eat and drink has an influence on the development of your growing baby. Knowing what to avoid can help you make all the best choices for a healthy pregnancy. Additionally, some women find this is the perfect opportunity to make lasting changes to improve their own health as well.\r\n\r\nAbout the Author:\r\n\r\nJennifer Polimino is the author of the book Slim Mom Secrets: How to Have a Happy, Healthy Pregnancy and Baby. She also has a FREE Healthy Pregnancy Coaching Club at www.SlimMomCoach.comand she publishes a FREE online Healthy Pregnancy Tips newsletter, available at"
    },
    {
       "id":"61",
       "title":"Is Aspirin Safe During Pregnancy?",
       "tipDescription":"Aspirin is not recommended during pregnancy, particularly in the third trimester. If you have taken aspirin early in pregnancy or before you found out you were pregnant, don't worry. Studies have not shown aspirin in low amounts to be hazardous to baby. There are several reasons to avoid aspirin in pregnancy. Aspirin has a blood thinning effect and therefore can cause bleeding problems for mom and baby. It has been associated with placental abruption. Placental abruption is where the placenta detaches from the uterus prior to birth. This can be a very serious condition for both mom and baby. It has also been associated with jaundice after birth and bleeding problems for baby. It may also cause problems with the valves of your baby's heart closing properly\r\n\r\nAnother reason to avoid aspirin in pregnancy is it's effect on labor and childbirth. Aspirin can decrease uterine contractions which can lead to prolonged or delayed labor. Aspirin use can also increase your chances of going overdue. For the most part, aspirin should be avoided during pregnancy, however there may be some occasions where aspirin may be beneficial during pregnancy.\r\n\r\nSome studies have shown low does of aspirin beneficial in preventing preeclampsia. Low dose baby aspirin is sometimes used in early pregnancy to prevent miscarriage where clotting or bleeding factors are suspected.\r\n\r\nDo not take aspirin (or any other medication) without first talking to your doctor."
    },
    {
       "id":"62",
       "title":"Premature Labor Risk Factors: Are You at Risk for Premature Labor?",
       "tipDescription":"Delivering a premature infant is a very traumatic experience. When we find out we’re pregnant, we plan our lives around the estimated 40 week “incubation” period. There is almost no way possible to prepare yourself mentally and physically for a premature birth.\r\n\r\nWomen who have experienced premature delivery are faced with many emotions. These women will ultimately experience and have to deal with the grieving process. They may become angry, asking themselves, “Why me?” Before they can accept and come to terms with the fact that most premature births have no known cause, they might blame themselves.\r\n\r\nCan anything be done to prevent premature labor?\r\n\r\nUltimately, couples who are thinking about conceiving or trying to conceive are at a greater advantage. Research has indicated that the state of you and your partner’s health at the time of conception can play a role in pregnancy outcome.\r\n\r\nIf you’re thinking about becoming pregnant, set up an appointment with your doctor. Let your physician know about your plans. Women who are trying to become pregnant should strive to be at their healthiest. This includes eating a well balanced diet, being at a healthy weight, free from smoking, drinking in excess and free from recreational drugs. If you do use recreational drugs, this is very important to tell your doctor. Your doctor can assist you in finding the help that you need. Being overweight or underweight is also a risk factor for premature birth.\r\n\r\nWomen who take prescription drugs should talk with their doctor before attempting to become pregnant. Some medications are not safe to take before becoming pregnant or during pregnancy. Uncontrolled health conditions are also a risk factor in premature birth.\r\n\r\nIt’s also a good idea to pay a visit to the dentist before you become pregnant. If you’re in need of dental work like fillings or extractions, the best time to get this done is prior to pregnancy. Once you’re pregnant, dental work is limited due to the risks involved. Infection is another risk factor for premature birth.\r\n\r\nAlong the lines of pre-pregnancy health, many doctors also suggest taking prenatal vitamins, especially those containing iron and folic acid, as much as a year before trying to conceive.\r\n\r\nOnce you become pregnant, make sure you visit your OB\/GYN or Midwife regularly for prenatal care. Each visit is important because not only is the growth and development of your baby being monitored, your health is as well. Certain sexually transmitted diseases are also linked to premature births. Testing for STD’s is a common pre-natal screening.\r\n\r\nWho is at risk for premature labor?\r\n\r\nCertain women are at higher risk for preterm labor. Women carrying multiples are at an increased risk. Researchers also believe that women who have a history of preterm labor are at a higher risk for reoccurrence.\r\n\r\nAccording to The March of Dimes, African-American women, women younger than 17 and older than 35 and those living in poverty are at a greater risk than other women for preterm labor.\r\n\r\nThere is still no way to completely ensure you’ll deliver a full term baby. Although couples who plan their pregnancies do have some advantages, it’s never too late to start making healthy choices.\r\n\r\nSince premature labor is the leading cause of deaths for infants in America, and so much is still not known about what causes premature labor, if you’re pregnant or planning to become pregnant, talk to your doctor about your risks for premature labor.\r\n\r\nIt may also be a good idea to familiarize yourself with the signs and symptoms of premature labor so that if you’re ever faced with the possibility, you will be more informed."
    },
    {
       "id":"63",
       "title":"Pregnancy Exercises",
       "tipDescription":"Plié Side-lying inner and outer thigh One-arm row \r\n\r\nAs your bump grows all you will probably feel like doing is putting your feet up – and while it's important to ensure you get as much rest as possible, exercise is also essential.\r\n\r\nPregnant women who exercise say they have less back pain, have more energy and return to their normal body shape faster after the baby arrives.\r\n\r\nIf you are fitter you can also cope better with the demands of labour.\r\n\r\nOf course, there are some sorts of exercise that should be avoided during pregnancy, such as high impact, contact sports, and if you are not used to working out then now is not the time to start running or using a gym. \r\n\r\nBut gentle exercise for short periods – without exerting yourself – is good for you during pregnancy. As a guide, you should aim for at least 150 minutes of moderate intensity activity every week, throughout your pregnancy.\r\n\r\nHere is a workout designed to strengthen your body using just three simple moves that you can do in the comfort of your own home or garden.\r\n\r\nFor the best results, do the moves in the order shown and, if you can, do the workout every other day. Always check with your GP or midwife before starting this or any exercise programme.\r\n\r\nTo show that this workout is indeed for everyone, Emma’s Diary mum-to-be, Alice (pictured above), who is seven and a half months pregnant here, tried out the routines for us… \r\n\r\nFor each move, do one to two sets of eight to 15 reps. Rest for one minute between sets.\r\n\r\nPlié\r\n\r\nTOP Stand parallel to the back of a chair, resting your hand at the top with feet parallel and hip-distance apart. \r\n\r\nYour toes and knees should be turned out to 45 degrees and make sure you pull your bellybutton up and in. Bend your knees, lowering your torso as low as possible while keeping your back straight. \r\n\r\nStraighten your legs to return to the starting position. Repeat for reps. \r\n\r\nWhat does this do? Works on quadriceps, hamstrings, buttocks and improves balance.\r\n\r\nAlice’s verdict: This was a nice gentle exercise that really felt like it was working my problem areas, mainly my bottom and thighs. \r\n\r\nSide-lying inner and outer thigh\r\n\r\nTOP \r\n\r\nLie on your right side with your head supported by your hand or forearm (whichever is more comfortable). Bend your right leg at a 45-degree angle and keep the left leg straight. \r\n\r\nTuck a cushion under your bump if it makes you feel more comfortable and place your opposite arm on the floor for stability. Lift your left leg to hip height and repeat for reps. Switch sides and repeat.\r\n\r\nWhat does it do? Exercises core and inner thighs.\r\n\r\nAlice’s verdict: It was quite difficult to get into the right position but the cushion really helped and once I was there, it felt like I was working all the right muscles.\r\n\r\nOne-arm row\r\n\r\nTOP \r\n\r\nUsing a sturdy chair, place your right knee on the seat with your left foot on the floor. \r\n\r\nBend forward so that your back is parallel to the floor and place your right hand on the seat. Hold a five to eight pound weight in your left hand, arm extended down so that it is in line with your shoulder, palm facing in. \r\n\r\nBend your left elbow up so that your arm forms a 90-degree angle. Hold then return to the starting position. Repeat for reps, then switch sides. \r\n\r\nWhat does it do? Works on back, biceps and triceps. \r\n\r\nAlice’s verdict: You can use bottles of water or cans if you don’t have proper weights. I found this exercise fairly easy as I am used to carrying a toddler around so my upper arms are quite strong. Definitely good in the fight against bingo wings!\r\n\r\nThe Department of Health have put together this useful infographic which explains the benefits of exercise in pregnancy and provides exercise ideas for when out and about or in the home."
    },
    {
       "id":"64",
       "title":"Coping with DVT and PE during pregnancy",
       "tipDescription":"DVT is a blood clot that forms in the deep vein of the leg, thigh or pelvis. It is a serious condition because the blood clot may break off and travel to the lungs where it becomes stuck, which can be life threatening. A blood clot in the lungs is known as a pulmonary embolism (PE). \r\n\r\nPregnancy risk factors\r\n\r\nAlthough not common in pregnancy, there is a higher risk of developing DVT and PE during pregnancy and the first six weeks after the birth. This risk is further increased if you:\r\n\r\n• Are over 35\r\n• Have a BMI of over 30\r\n• Have a history of blood plots, or have a close family member who has had a DVT or PE\r\n• Are carrying more than one baby\r\n• Become dehydrated, perhaps through severe morning sickness\r\n• Are immobile for long periods, for example travelling for more than four hours without a break\r\n• Have severe varicose veins\r\n• Suffer from severe pre-eclampsia\r\n• Have a Caesarean or a long labour (over 24 hours)\r\n\r\nSymptoms of DVT \r\n\r\n• Leg pain, usually only in one leg\r\n• Swelling in the leg, which may be tender and red \r\n• Pain in the leg when standing or moving around.\r\n\r\nIf you experience any of these symptoms you should seek medical advice that day.\r\n\r\nSymptoms of PE\r\n\r\n• Sudden shortness of breath\r\n• Tightness in the chest or chest pain\r\n• Feeling very ill and collapsing\r\n\r\nIf you experience any of these symptoms you should ring 999 for emergency medical attention.\r\nDiagnosis\r\n\r\nIf a DVT is suspected the doctor will examine your leg and may suggest an ultrasound scan of your leg veins. Tests for a PE include an ECG, a chest X-ray and either a lung scan or a CT pulmonary angiogram. You may also be offered an ultrasound scan of your legs to check for a DVT.\r\n\r\nTreatment\r\n\r\nA drug called heparin, which ‘thins the blood’ will be used to prevent the clot getting any bigger. This will enable your body to slowly dissolve the clot over time and reduce the risk of developing another clot in your leg or a PE. \r\n\r\nThe drug is given by injection and the treatment will continue throughout the remainder of your pregnancy and until at least six weeks after the birth. The drug does not cross the placenta so there is no risk to your baby and your pregnancy is likely to continue normally.\r\n\r\nLabour and birth\r\n\r\nThe injections will be stopped as soon as normal labour begins. If labour is being induced, or a Caesarean is planned, the injections will be stopped 24 hours before. \r\n\r\nOnce your baby is born treatment will resume and continue for at least another six weeks. The drugs you will be offered are safe to take while breastfeeding.\r\n\r\nSelf-help\r\n\r\nThere are a number of things you can do to help reduce the risk:\r\n\r\n• Keep active and take regular exercise\r\n• Avoid excess weight gain during pregnancy\r\n• Drink plenty of water\r\n• Don’t drink alcohol\r\n• Avoid sitting still for long periods\r\n• On long journeys perform leg exercises such as regularly flexing your ankle\r\n• Don’t smoke"
    },
    {
       "id":"65",
       "title":"Back pain during pregnancy",
       "tipDescription":"Between half and three quarters of all pregnant women have backache at some stage. But there are things you can do to ease the discomfort and stop it turning into a long-term problem. \r\n\r\nWhat are the causes?\r\n\r\nWomen tend to gain between 10kg and 12.5kg (22lbs and 26lbs) during pregnancy, but nearly half of us gain more. This added weight is of course distributed mainly around the tummy which causes our centre of gravity to tilt forward. \r\n\r\nTo compensate for this, many women over-arch their lower backs and round their upper backs which can lead to backache.\r\n\r\nAnother cause of backache is the pregnancy hormone relaxin which relaxes the ligaments (the tough, flexible tissues that connect your bones), throughout the body. \r\n\r\nAs pregnancy progresses this hormone helps the pelvis expand to create more room for the baby, but it also relaxes the ligaments which forces the back muscles to work much harder. It’s hardly surprising then that backache is a common complaint during pregnancy.\r\n\r\nHow do I know it is a normal pregnancy backache?\r\n\r\nBackache in pregnancy can be divided into different categories. Back pain which is caused by the same factors as back pain in women who are not pregnant, pelvic girdle pain and sciatica.\r\n\r\nIf you have suffered from back pain before becoming pregnant, it is much more likely to recur or get worse during pregnancy due to a combination of weight gain, poor posture and softening of the ligaments. \r\n\r\nIt often gets worse towards the end of the day or if you have been on your feet for a long time. This is because your muscles get tired and your ligaments stretch slightly from the weight of your body and baby. \r\n\r\nPelvic girdle pain is caused by a misalignment or stiffness of your pelvic joints which causes pain at either the back or the front of your pelvis. \r\n\r\nThe pain can be severe, making it difficult to get around, especially when walking or going up the stairs. \r\n\r\nGetting diagnosed as early as possible is the best way to get pelvic girdle pain under control. Physiotherapy can help and you may be given a pelvic support belt. \r\n\r\nIt’s important to remain active but to avoid things that make the pain worse such as vacuuming or carry anything heavy. Try not to bend or lift, cross your legs or sit and stand for long periods.\r\n\r\nSome women (fewer than 1%) will have sciatica during pregnancy. Sciatica is a pain that travels down the leg to the foot along the path of the sciatic nerve, which may be accompanied by pins and needles. \r\n\r\nIt is caused by irritation to the sciatic nerve or in some cases by a prolapsed disc in the lower spine.\r\n\r\nWhat can I do to prevent or ease my backache?\r\n\r\nExercise: \r\n\r\nWomen who are as fit and flexible as possible before they become pregnant usually suffer less from backache. \r\n\r\nSo, if you are planning on getting pregnant this is another good reason to get fit first!\r\n\r\nIf you are already pregnant, it’s never too late to improve your fitness. Weekly gentle exercise sessions will cut your chances of suffering backache. \r\n\r\nTightening your pelvic floor muscles and your tummy muscles will also help support your back. \r\n\r\nA good exercise to do at home is to get down onto your hands and knees and level your back so that it is roughly flat. Breathe in deeply, then, as you breathe out, squeeze in your pelvic floor muscles and pull your belly button in and up. \r\n\r\nKeep squeezing for between 5-10 seconds without holding your breath and without moving your back. Relax the muscles slowly at the end of the exercise. \r\n\r\nDo this a few times (daily if possible) to strengthen your pelvic floor and back muscles.\r\n\r\nIf you are new to exercise go carefully and slowly to start with. Swimming is a great exercise during pregnancy as it takes the strain off the muscles supporting your tummy weight and also helps reduce ankle swelling. Find out if your local pool holds suitable aqua aerobics classes.\r\n\r\nCheck your posture:\r\n\r\nStand straight and imagine that someone is making you taller by pulling a string attached to the top and back of your head. \r\n\r\nDoing an exercise called pelvic tilting can ease back strain caused by sitting or standing for long periods. \r\n\r\nWhen standing, slowly work your pelvis back and forth, making your back round and then arched. Do these actions rhythmically without moving your shoulders. The exercise works best if you make it a habit before any pain comes on. If you have pelvic pain, focus on the forward tilt, as this helps your pelvis.\r\n\r\nWhen sitting, ensure your hips and lower back are touching the back of the seat and your knees are at a 90º angle. It’s a good idea to place a cushion or a rolled up towel between your lower back and the seat.\r\n\r\nYour back should always be well supported when you're sitting down. Ideally, your back should be slightly arched with your breasts pointing straight ahead rather than down towards your bump. \r\n\r\nTry parting your legs slightly so your bump has somewhere to go!\r\n\r\nSitting on an exercise ball prevents slumping and slouching, while also making pelvic tilting much easier to do. \r\n\r\nSitting upright in a dining chair will help your back more than lounging in a soft chair or sofa. If you have to sit for long periods at work try to get up and walk around every 20 minutes. \r\n\r\nMassage: \r\n\r\nEveryone loves a massage and it certainly soothes tired, aching muscles. Lean forwards over the back of a chair or lie on your side and ask your partner to gently massage your lower back and the muscles that run either side of your spine. \r\n\r\nDon’t lift:\r\n\r\nTry to avoid lifting, but if you have to lift or carry anything, hold it close to your body, bend your knees rather than your back and try not to twist. \r\n\r\nIf you have a toddler, get him to climb onto the sofa before you pick him up. Try to get older children to climb into their car seats by themselves. \r\n\r\nWhen shopping, don’t carry too much on one side. Divide your shopping into two equal loads and carry a bag in each hand. Better still, use a backpack - it'll help your back muscles to work better (but get someone else to lift it onto your back, never twist and lift at the same time). \r\n\r\nAnd for goodness sake, ask for help if you need it. If ever there was a time when people are happy to help you it is now!\r\n\r\nWear comfortable shoes: \r\n\r\nThis doesn’t mean you can’t wear heels. While flat shoes may seem more sensible in pregnancy a slight heel of around 18mm (¾in) is actually better for your legs and back.\r\n\r\nSleeping arrangements: \r\n\r\nIt is generally advised that you shouldn’t lie flat on your back for long periods of time, particularly after 16 weeks of pregnancy. \r\n\r\nBy then, the weight of your baby can press on blood vessels and may make you feel faint. Try lying on your left, with your knees bent up and two or more pillows placed between your knees. \r\n\r\nThis keeps the pressure off the muscles around your hips and pelvis. \r\n\r\nPlacing a wedge-shaped pillow under your bump can ease backache. If your tummy sags down into the bed, try placing a small, rolled-up towel under your bump. Or you may find a special maternity pillow easier to keep in place. \r\n\r\nHeat and water: \r\n\r\nA warm bath, a hot water bottle or a warm jet of water from a shower head can ease aching muscles. \r\n\r\nSupport belts: \r\n\r\nThese take some of the weight of your baby off your tummy muscles and back. Ask your midwife for advice.\r\n\r\nWhen should I seek help from a specialist?"
    },
    {
       "id":"66",
       "title":"Foods to avoid when pregnant",
       "tipDescription":"Here we explain which foods you should avoid during pregnancy and why, along with what's good for your pregnancy diet. \r\n\r\n1. Paté\r\n\r\nMeat, fish and vegetable patés carry a risk of listeria, a bacterium linked to miscarriage, birth defects and still birth. \r\n\r\n2. Cheese with a blue vein or mould-ripened crust\r\n\r\n\r\nCamembert, Stilton, Brie and unpasteurised cheeses carry a risk of listeria\r\n\r\n3. Raw or undercooked meat and poultry, liver and liver products\r\n\r\nAvoid raw meats such as Parma ham and salami because they carry a risk of listeria. Make sure that meat product such as beef burgers, are cooked all the way through to kill off e-coli bacteria. Chicken needs to be cooked until there is no trace of pink or blood as it can be infected with campylobacter bacteria. Too much vitamin A is known to be toxic in pregnancy so avoid all liver and liver products, such as liver sausage and patés.\r\n\r\n4. Some raw or undercooked eggs or products made with raw eggs, such as home-made mayonnaise\r\n\r\nPregnant women can now eat lightly cooked hens’ eggs and food containing raw hens’ eggs as long as the eggs carry the British Lion mark. Eggs stamped with the red Lion symbol have come from flocks that have been vaccinated against salmonella. Hens’ eggs which don’t carry the British Lion mark and other eggs, such as duck and quail eggs, are still considered a risk because they can sometimes be infected with salmonella, which can cause serious stomach upsets. Make sure you cook these until the yolk is solid. Always wash your hands after handling any eggs.\r\n\r\n5. Large oily fish, raw fish and uncooked shellfish\r\n\r\nAlthough oily fish is a healthy food because it helps protect against heart disease, pregnant women are advised not to eat large oily fish, such as shark or swordfish. This is because they eat other fish in the food chain and may contain high concentrations of mercury, which can damage your baby's developing nervous system. Mackerel, herrings, pilchards and sardines are all good, but you should have no more than two 140g portions. Tinned tuna should be limited to four 140g cans per week. Avoid raw fish, oysters and other shellfish such as prawns - unless the prawns have been thoroughly cooked - as they may be contaminated with harmful bacteria.\r\n\r\n6. Unpasteurised dairy products, such as goat's milk and cheese\r\n\r\nThese foods can be infected with a parasite called toxoplasmosis, which can cause miscarriage and birth defects. Pasteurised dairy products including pasteurised goats milk products are fine. \r\n\r\n7. Unwashed fruit and vegetables\r\n\r\nThese foods can be infected with a parasite called toxoplasmosis, which can cause miscarriage and birth defects. Wash fruit and vegetables thoroughly."
    },
    {
       "id":"67",
       "title":"Drinking water while you are pregnant",
       "tipDescription":"During pregnancy we need extra water to cope with the demands of our ever-changing bodies and to keep us fit and well. \r\n\r\nBut why is water so important? Water is needed to flush out toxins, aid digestion and ensure our bodies absorb the essential nutrients from the food we eat. It also helps to restore and revitalise our bodies. \r\n\r\nDuring pregnancy these essential functions are even more important as we strive to cope with our changing body and maintain a healthy environment for our unborn baby. Water is also a key component of breast milk so it’s essential for good lactation. \r\n\r\nAn adult’s body weight is comprised of between 50-70% water and, without regular top-ups, our body’s survival time is limited to a matter of hours or days. \r\n\r\nAbsorbing essential nutrients\r\n\r\nWater is a major component of our blood, carrying essential nutrients to cells and flushing away harmful waste products. It also helps our bodies to absorb essential nutrients from food and speeds up the rate at which glucose is absorbed thereby boosting our energy levels. \r\n\r\nThe average adult loses about two litres of fluid a day – even more in hot weather, during exercise, or when carrying extra weight through pregnancy. It is vital that these fluids are replenished regularly.\r\n\r\nHow water affects pregnancy\r\n\r\nWhen the body does not get enough fluid it becomes dehydrated which, even in mild cases, can lead to health problems like constipation, headaches, anxiety, fatigue and dull skin. In pregnancy severe dehydration can cause miscarriage and preterm labour. \r\n\r\nDrinking water rehydrates our tissues and improves our complexion. Some pregnant women find that drinking water at regular intervals can actually relieve the symptoms of morning sickness, heartburn and indigestion. \r\n\r\nDrinking plenty of water also dilutes the urine, reducing the risk of urinary infections, which can be common in pregnancy. \r\n\r\nThe World Health Organisation (WHO) recommends a daily intake of between 1.5 and two litres of water (eight 250mls or 8fl oz.). \r\n\r\nWhen you are pregnant this should increase by another two to four glasses (up to three litres) a day if the weather is warm or you are exercising. \r\n\r\n6 ways to increase your daily intake of water: \r\n\r\nDrink a glass of water when you get up in the morning instead of decaffeinated tea or decaffeinated coffee (hot water with fresh lemon is a wonderful natural cleanser) Every time you go to the toilet take a detour to the kitchen and drink eight mouthfuls of water to replace the lost fluid Have a drink of water (four or five mouthfuls) just before going to sleep Never get thirsty. Thirst is a symptom of dehydration so try to not deprive your body for it to reach this stage Improve your fluid intake by eating watery fruit and vegetables, such as watermelon and cucumber, and include stews, soups and smoothies in your diet Avoid caffeinated drinks and high sugar drinks as these can actually worsen dehydration"
    },
    {
       "id":"68",
       "title":"9 Tips for Reducing Pain During Childbirth",
       "tipDescription":"Having a baby is a known blessing, while the painful process of birthing a baby is a known curse. Duration and pain of labor can vary greatly per mother. It can also wildly vary for the same woman through birthing different children. Here are nine tips for reducing pain during childbirth and take some of the ache out of your labor of love. \r\n\r\nWarmth\r\nHot water bottles, wheat bags or a simple warm compress can all help provide an effective relief for contracting muscles during childbirth. They won’t provide an artificial length of constant heat, like electric heating devices, so they are a perfectly safe way to ease labor pain and relax the muscles in your back, abdomen, neck or groin areas.\r\n\r\nWater\r\nJust as a warm bath can help ease sore muscles or relieve tension, laboring in warm water can help soothe contractions. Birthing pools are an increasingly widespread tool found in many hospitals, birthing centers and homebirths as well. There is a reason physical therapy pools are so successful with muscle movement and joint flexibility; water helps. Women who spend most or partial laboring hours in water are reportedly found to be less likely to need an epidural or other invasive pain relief than those who spend all of the time out.\r\n\r\nBreathing\r\nWe’ve all heard the age old, “keep breathing!” from the Lamaze instructor videos and classes. But how does breathing really benefit moms having babies? Focusing on your breathing will help relax you. It also keeps your body in a rhythm. Try to breathe deep and slowly in through your nose and out through your mouth. Keeping your mind and body focused on these relaxing breaths will help each contraction pass and it helps conserve energy.\r\n\r\nMind over Fear\r\nOwning and understanding the pain during childbirth gives mothers a tremendous advantage. The mind-body connection is a powerful thing. When you give in to fear and anxiety, the muscles and nervous system which depend on your hormones and circulatory system produce stress and get out of balance. Tense muscles actually hurt more than relaxed muscles. Keep your mind fresh and focused on positive things and your body will relax more and you will experience less pain.\r\n\r\nChanging Positions\r\nStand up. Walk around. Prop yourself up in various positions. Try a birthing ball. This will not only help blood flow, but it will aid your body in loosening pressure points. Many moms find that rocking back and forth on their knees and elbows helps to ease back labor pain. Try whatever works for you, and don’t be afraid to change positions often to relieve discomfort.\r\n\r\nRest\r\nNever underestimate the power of rest. Especially in the early stages of labor, you will want and need to conserve your energy. Make yourself as comfortable as possible. Use your favorite pillows, play your favorite music and relax. Watch something non-stressful on television, do some word puzzles, play a card game with your spouse. Take your mind off the growing contractions as much as you can.\r\n\r\nMassage\r\nTense muscles hurt more. Have your spouse, doula or midwife help ease muscle spasms with gentle massage. Providing counter pressure to muscle pain can often be beneficial. Small circular motion on small points such as your hands, feet and temples can also release concentration on your body’s reactions to other areas of your body.\r\n\r\nEpidural\r\nWhile certainly not for everyone, some mothers make the decision after research to allow for an epidural to aide in childbirth pain. Circumstances will be different for every mother with each labor. Never feel pressured to take an epidural from the hospital if you truly do not want one, but also try to keep an open mind to options as your labor progresses. Some mothers experience no ill side effects and are able to rest and relax through the long hours of labor with the help of an epidural. Aspects such as possibly prolonging labor, epidural headaches—prolonged horrible spinal migraines—and other more serious complications are all factors to consider.\r\n\r\nRelax\r\nDifferent from simply resting, relaxing is perhaps one of the most beneficial things you can do to reduce pain during childbirth. As your uterus contracts, focus on relaxing all your other muscles. This not only will ease the discomfort of your contractions, it can speed the progress of labor. Endorphins are relaxing hormones released in a laboring mother’s body. They are designed as a natural pain-relieving release, produced in the nerve cells. Relaxing will help carry these healthy endorphins to the area your body needs them to be.\r\n\r\nLaboring and delivering a child to the world is a tough job. It used to be much more life threatening than it is today. The pain is a big part of the process, no matter what you do to help reduce it; however, by grace, the reward far exceeds the battle."
    },
    {
       "id":"69",
       "title":"Healthy Eating in pregnancy",
       "tipDescription":"What to eat\r\n\r\nWhile certain foods are off limits, there is still plenty on offer. So try to eat a variety of foods every day and include some from each of the following groups at every meal.\r\n\r\nCarbohydrates - bread, pasta, rice, breakfast cereals and potatoes. Choose wholemeal varieties as these have a slower and longer lasting energy release. Fruit and vegetables - at least 5 portions a day. Eat a variety of different coloured vegetables and fruit, as the more colours, the more varied your intake of vitamins and minerals is likely to be. Protein-rich foods - lean meat, chicken, fish, eggs, beans, lentils and nuts. Red meat, beans, lentils and nuts are also good sources of iron. Dairy foods – three to four portions daily – semi-skimmed or skimmed milk, selected cheeses and yoghurt are important sources of calcium. \r\n\r\nA guide to portion sizes\r\n\r\nThe amounts below indicate an average serving:\r\n\r\nbreakfast cereal – 3 tablespoons bread – 1 medium slice rice and pasta (boiled) – 2-3 tablespoons cooked meat, poultry, fish – 75g (size of a deck of cards) milk – 200ml glass yogurt – 150ml pot hard cheese – 30g (size of a small matchbox) cottage cheese – 90g (2 tablespoons) peas, carrots, sweetcorn – 3 heaped tablespoons apple, orange, banana – 1 medium-sized fruit grapes and berries – 1 or 2 handfuls \r\n\r\nDon't go on a diet\r\n\r\nNow is not the time to think about dieting as this could deprive you and your baby of important vitamins and minerals. However, it is a good idea to cut down on foods such as cakes, biscuits and sweets which contain 'empty' calories and are high in fat and sugar. Keeping these to a minimum will help you avoid putting on too much weight.\r\n\r\nIf your diet is restrictive in any way, for example if you are vegetarian or vegan, you should tell your GP who may want to refer you to a dietician. \r\n\r\nHealthy eating tips\r\n\r\nEat fresh, frozen, tinned or dried fruit and vegetables. These will all count towards your five a day Cooking often destroys the nutrients in fresh produce so, when possible, choose well-washed, raw fruit and vegetables If you find it hard to eat five portions of fruit and vegetables each day, you could try making soups, juices or whizzing up a smoothie You can top up your iron intake with leafy, green vegetables like spinach or dried fruits, such as apricots or figs. Watercress is another good source of iron, so use it in salads and soups Vitamin C helps to boost iron absorption so drink a glass of orange juice when you are eating iron rich foods Tea and coffee make it harder for the body to absorb iron, so avoid these at meal times Eat foods containing folate, the natural form of folic acid. This can be found in green vegetables and brown rice, fortified bread and breakfast cereals. Pregnant women should also take a folic acid supplement during the first trimester. It’s safe to continue to take the supplement throughout pregnancy. Eat plenty of wholegrain foods such as breakfast cereals and bread to help avoid constipation Essential fatty acids (especially omega-3 DHA and omega-6 AA which are important for your baby's brain and eyesight) can be found in oily fish and nuts such as brazil and walnuts. Eat two potions of oily fish, such as salmon and mackerel a week It's important to maintain your levels of vitamin D. Good sources are oily fish and eggs and fortified foods such as spread, breakfast cereals and powdered milk. Pregnant and breastfeeding women should also take a daily supplement that contains 10 mcg of vitamin D. ** \r\n\r\nHealthy snacks\r\n\r\nIf you need a snack to boost blood sugar try some of the following:\r\n\r\nBananas - Eat them whole or blend them with milk in a milkshake. They contain potassium and B vitamins and will release energy slowly Breakfast cereal with milk - Porridge is good and wholegrain cereals are packed with B vitamins too, but stay away from sugary cereals. Milk is a good source of calcium, needed for bones and teeth. Milk is really important if you're a teenage mum-to-be Home-made soup - Use plenty of vegetables and beans. This is a great way to get in some extra vegetables Pitta Bread - Fill with cottage cheese, chicken or lean meat and salad for a filling snack Wholemeal toast - Add cheese and beans for extra calcium and protein Dried fruit - Try bags of dried sultanas, apricots and raisins when you crave something sweet. \r\n\r\nFoods you don't need to avoid\r\n\r\nAlthough there are a number of foods you should avoid when pregnant the list can be confusing and you may end up limiting yourself more than you need. \r\n\r\nFor example, home-made mayonnaise, ice cream and salad dressing are perfectly safe if they have been made with eggs carrying the British lion symbol. Similar shop bought products usually use pasteurised egg which is also safe. \r\n\r\nSushi that has been frozen for 24 hours or cooked is safe but raw fish isn’t.*** If you are eating out it's best to ask the staff for more information.\r\n\r\nCertain cheeses such as Camembert, Stilton, Brie and unpasteurised cheeses should be avoided. Hard cheese such as cheddar and Parmesan and other cheese including Feta, Ricotta, Mascarpone, cream cheese, Mozzarella, Cottage cheese and processed cheese spreads can all be eaten during pregnancy. \r\n\r\nOf course it's important not to take risks, so if you are in any doubt about a certain food don't eat it until you've checked with your midwife.\r\n\r\nPeanuts\r\n\r\nThe Department of Health is now advising that it is safe to eat peanuts and peanut-related"
    }
 ]