[
    {
       "id":"1",
       "title":"Pelvic Over-Flexibility in Pregnancy? Symphysis Pubis Dysfunction",
       "tipDescription":"As a woman progresses through her pregnancy, she may experience a loosening in her pelvic joints. This is the body's way of naturally preparing the body for childbirth, and the passage of a baby through the birth canal.\r\n\r\nThe pelvis is a circular bone located about six inches below the navel. The left and right sides of the bone do not connect but do have ligaments and cartilage closing the gap. The area of this connection is called the symphysis pubis -- an important component that allows the pelvis to move freely with good range of motion.\r\n\r\nThe Function of a Flexible Pelvis\r\n\r\nThe symphysis pubis and its counterpart at the back of the pelvis called the sacroiliac joint, allow the pelvic bones to expand during birth. The pregnancy hormones, relaxin and progesterone, cause the body’s ligaments to gain more flexibility to help make it easier for the baby to travel down the birth canal.\r\n\r\nCan the Pelvis Become Too Flexible?\r\n\r\nSymphysis pubis can sometimes cause the ligaments to loosen too much and the pelvis to go out of alignment. This is called symphysis pubis dysfunction (SPD). SPD can occur as early as the first 12 weeks of pregnancy, making the pelvis unstable.\r\n\r\nIf the symphysis pubis tears or severely separates, it is called diastasis symphysis pubis (DSP). This is a rare but painful condition. It is important to note that DSP can happen outside of pregnancy, as well. Sprinting with a sudden change in direction, tripping, falling, swimming the breaststroke or sit-ups are a few activities that can cause DSP.\r\n\r\nSPD Symptoms\r\n\r\nSPD usually becomes bothersome during the second trimester, if it is going to be a problem. The affected area can spread 2 to 3 mm apart.\r\n\r\nPelvic area pain is the most common symptom and can occur when standing, walking, climbing stairs, getting in or out of the car or even rolling over in bed. The pain can be burning or sharp and can radiate most anywhere in the lower half of the body including the lower abdomen, groin, perineum, thigh, leg or back.\r\n\r\nMany patients report that the most severe pain is experienced when one leg is lifted at a time or when legs are parted. They also complain about a sensation of freezing in placewhen they first get out of bed. Sudden sneezing or coughing has also caused pain for many patients.\r\n\r\nIf the more severe DSP develops, the pain can evolve into the pelvis, groin, hips and buttocks.\r\n\r\nTreatment for SPD\r\n\r\nThe goal of the treatment plan for SPD is to stabilize the pelvis. There are several options to try after consultation with a qualified physician:\r\n\r\nRest Pelvic support belt Core strengthening exercises Doing kegels and pelvic tilts or pelvic floor exercises to strengthen the pelvic muscles Sit down to get dressed to keep weight evenly distributed on both legs Avoid heavy lifting and pushing Sleep with a pillow between the knees Keep knees together when rolling over in bed Back and abdominal strengthening exercises like the yoga cat stretch Build core strength by using a stability ball Pain medication, if symptoms are severe and cleared by a physician \r\n\r\nA Few Tips\r\n\r\nThe Cat Stretch:\r\nThe yoga cat stretch is done on all fours with the spine and neck aligned. When inhaling, the abdomen is lowered towards the floor with face raised up to the ceiling. When exhaling, the back is rounded toward the ceiling and the head is rolled down and forward to look at the abdomen. Repeat six times.\r\n\r\nKegels are done by tightening the levator ani muscle. The exercise is performed by tightening the muscle in the pelvic area that starts and stops the flow of urine.\r\n\r\nOutcome\r\n\r\nIn extreme cases, a Cesarean section might be scheduled because the pelvis is too unstable to tolerate a vaginal delivery.\r\nOnce the baby is born, relaxin production stops and the ligaments return to their normal state, flexible but tightened. The symptoms usually resolve after the delivery, although some patients do continue to have uncomfortable symptoms. A qualified physician will help the patient develop a long-term treatment plan, if needed."
    },
    {
       "id":"2",
       "title":"Fetal Movements: How often and when should my baby move?",
       "tipDescription":"Are you anxiously awaiting your baby's first kick? Or are you concerned that baby should be moving by now? Or do you have a leaping leprechaun in your belly and wondering if that is normal? Fetal movement varies from pregnancy to pregnancy. However, there are certain expectations given for all babies regarding fetal movement. Generally speaking, most women will feel baby move between 16-22 weeks. Although baby's arms and legs are developed and moving much earlier, her \"kicks\" will not be strong enough to be felt until the second trimester.\r\n\r\nWhat does baby's kicking feel like?\r\n\r\nQuickening, is the term used to define the mother's sensing of baby's movement. Quickening can be described as a fluttering type movement. Butterflies in the stomach, a tickling or tapping sensation, or gas bubbles are all other ways women have described quickening. As the baby's movement gets stronger distinct kicks will be felt.\r\n\r\nHow active should my baby be?\r\n\r\nMovement varies from baby to baby. Some babies are very active while others are not. In the beginning it is normal to notice movement some days and not others, but as baby's movements get stronger you should feel baby move every day. Fetal activity is affected by sleep, sound, time of day, and mother's activity level. Around 28 weeks, some doctors will recommend keeping track of baby's movement.\r\n\r\nHow to record fetal movements?\r\n\r\nTry to count baby's movements at the same time each day. Pick a time when baby is most active. Count baby's movements while lying on your side. Mark an x or count until you reach 10 movements. If within 2 hours you do not feel 10 movements, call your doctor.\r\n\r\nWhen should I call my doctor?\r\n\r\nAfter laying down to monitor your baby's movement, if there are fewer than 10 movements in 2 hours you should call your doctor. If baby's movements are slower, and it takes longer and longer each day to reach 10 movements, you should also call your doctor. If you are up and about you may not notice baby's movements as much. This is why it is important to be laying down to keep an accurate kick count record. If you notice a decrease in fetal movement or an absence of movement, contact your doctor."
    },
    {
       "id":"3",
       "title":"Your Second Trimester Guide",
       "tipDescription":"Congratulations – You’ve made it through your first trimester of pregnancy! Now, as much of the initial discomfort starts to subside, you can begin to relax and enjoy your new life as an expectant mom. Some people even refer to the second trimester as the “honeymoon” phase of your pregnancy. But even if you wouldn’t call it exactly that, you can still breathe a little easier in these months knowing that the greatest risk of miscarriage has passed and you are just about halfway through this important journey.\r\n\r\nPhysical Changes in the Second Trimester\r\n\r\nYour baby spent the first trimester developing its major organs and systems; now its job is to focus on growing. By the end of the second trimester, or week 25, your baby will be a little more than a foot long and about two pounds.\r\n\r\nIf you hadn’t been “showing” that much in the first trimester, that’s probably about to change now. Your uterus is expanding to accommodate the rapid growth of your fetus. At the 20th week, or about the halfway point of your pregnancy, your uterus will have expanded up to the level of your belly button. Your breasts will be getting larger too, as the milk-producing glands prepare to fill with milk for the baby. Many women also experience some leg cramps, swelling, heartburn, or constipation. But there’s some good news too: This is around the time when you will feel the baby’s first movements. If it is your first pregnancy, you may feel some fluttering between 18 and 20 weeks, and if you have been pregnant before you may feel movement even earlier.\r\n\r\nMedical Exams in the Second Trimester\r\n\r\nDuring your second trimester, you will probably visit your doctor about once per month. She will continue to track your blood pressure and your weight gain. At this point, you should be gaining about 3\/4 of a pound to one pound per week. You will most likely have an ultrasound during your second trimester so that the doctor can check that the baby is developing properly. This may be an opportunity to get an early “picture” of the baby – or even a video – and you may be able to learn the baby’s gender if you want to know. \r\n\r\nFor some mothers, second trimester tests may include one of two blood tests: the alpha-fetoprotein (or AFP) test or the more comprehensive “multiple marker screening test.” which measures the level of AFP and the hormones estriol and human chorionic gonadotropin (hCG) in the mother’s blood. These tests are used to determine the baby’s chances of neural tube defects or chromosomal abnormalities such as Down’s syndrome. If the tests indicate an abnormality or if the mother is over 35, she may opt to have the more definitive test known as amniocentesis done in the second trimester. This test draws a sample of the amniotic fluid through a needle and the fluid is examined to check for abnormalities.\r\n\r\nTips for Staying Healthy in the Second Trimester\r\n\r\nDuring the second trimester, it is just as important as ever to maintain a healthy diet, take your prenatal vitamins, and practice good lifestyle habits such as regular, moderate exercise (if your doctor approves). You should get a good night’s sleep whenever you can, because as your body gets bigger, sleep will become more and more uncomfortable. Now’s the time to get used to sleeping on your side – many experts recommend the left side to increase blood flow to your baby – and propping your back and tummy up with pillows if necessary.\r\n\r\nAbove all, take it easy. Your body is working hard at one of the most important jobs it will ever do. Make sure you give yourself time and space during this trimester to relax and enjoy the tiny life that is growing inside of you."
    },
    {
       "id":"4",
       "title":"Swelling During Pregnancy",
       "tipDescription":"As you reach your second trimester, you may be starting to notice swelling of your feet and ankles. Edema is the medical term for swelling and primarily occurs in the lower extremities during pregnancy, but sometimes in the fingers and hands as well. While it is expected to have some swelling during pregnancy, edema can be a signal that there is a problem.\r\n\r\nWhat causes swelling in pregnancy?\r\n\r\nYour body produces up to fifty percent more blood during pregnancy. There is also increased pressure on your veins during pregnancy. As your uterus grows bigger, it puts pressure on the inferior vena cava, the vein pumping blood back to your heart from the lower extremities. This extra fluid can lead to swelling in the lower extremities.\r\n\r\nWhen should I be concerned about swelling?\r\n\r\nSwelling in the lower extremities and even in the hands is quite common in pregnancy. However, swelling is also a signal of preeclampsia. Preeclampsia is a form of hypertension in pregnancy that can be serious if left untreated. Normal swelling in pregnancy should resolve with rest and generally only involves the lower extremities and sometimes the hands. Swelling that does not resolve with rest or is severe, swelling of the face or more generalized edema, headaches, seeing spots or visual disturbances, or pain in the abdomen should be reported to your doctor right away.\r\n\r\nWhat can I do to relieve swelling during pregnancy?\r\n\r\nIf you notice your feet and hands swelling sit down and elevate your feet. Resting your feet and legs is the best way to help with swelling. Avoid overheating. Warm weather increases the likelihood of swelling. Avoid prolonged standing or sitting. Try and get up and walk around if you have been sitting for long periods. This helps relieve pressure on the inferior vena cava and helps to get the blood flowing. varicose veins. Use good posture and do not sit with your legs crossed at the knee. Cold compresses or cool soaks in the pool may also help with swelling."
    },
    {
       "id":"5",
       "title":"Preventing Stretch Marks",
       "tipDescription":"If you’re pregnant or thinking about becoming pregnant, chances are, you’ve given a thought or two about stretch marks.\r\n\r\nStretch marks are the pinkish, sometimes bluish\/purple streaks that can appear anywhere on the body. Stretch marks occur when the middle layer of the skin, the dermis, becomes damaged by excessive stretching. When the dermis is stretched, tearing occurs. This is the discoloration that can be visually seen. Stretch marks are very common among pregnant women due to the dramatic changes that take place to the skin in that period. If you want to talk prevention, we must first talk about genetics. Research suggests that genetics play an important role in determining the chances of acquiring stretch marks. All you need to do is ask your mother. If your mom got stretch marks during pregnancy, chances are, you’re most likely too also. Research also indicates that there is nothing available that can 100% prevent stretch marks from occurring. There are various creams, oils and other products on the market that claim they prevent stretch marks, but there is no scientific proof to back those claims.\r\n\r\nTips for preventing stretch marks\r\n\r\nThe good news for you is that there are several steps you can actively take to help minimize your chances. Since stretch marks occur when the skin is stretched beyond its capacity, the first thing to consider is weight gain. Doctors suggest a healthy weight gain during pregnancyis between 25-30 pounds. This is, of course, if you’re not over weight at the time of conception. Controlling your weight gain has a lot to do with your diet during pregnancy. You should strive to eat healthy snacks and meals that are not only good for you, but your growing baby too. Try to avoid consuming a lot of “junk” food. Slow and steady weight gain is easier on your skin then wild weight gain. Drink plenty of water! When you feel like you’ve had enough water, drink more. Our bodies need to stay hydrated, especially during pregnancy. Extra hydration is not only vital to your growing baby, it’s vital for healthy skin. Dehydrated skin is more likely to become damaged. Apply lotion daily to areas that are more prone to stretch marks. This would include-your abdomen, breasts, thighs, and buttocks, lower back and upper arms. Although lotions have not been proven effective against stretch marks, it will help keep the skin moisturized and decrease itching. Limit your sun exposure. We already know how damaging sunlight can be to the skin. It is also not known if sunscreens are harmful during pregnancy. It is also important to keep in mind that rapid weight loss after delivery can lead to stretch marks also. Weight loss should be a steady and gradual process after pregnancy too. If in the end, after all of your hard work, you still find that you have stretch marks, don’t despair, you’re not alone. Nearly 90% of all women, this writer included, develop some amount of stretch marks during pregnancy. Many women declare them their “badge of honor.” The reward of having a child is much greater then any slight skin imperfection. While stretch marks are considered permanent, in time, the marks will fade and become hardly noticeable."
    },
    {
       "id":"6",
       "title":"Fundal Height",
       "tipDescription":"Fundal Height\r\nWhat exactly is a fundus and how is fundal height measured? If you've heard these words during your pregnancy, you might have asked these questions. Fundal height is useful in assessing fetal growth and development. Too high of a measurement and you could be having twins(or other fetal growth problems). Too low of a measurement and your baby could be having problems with fetal growth such as intrauterine growth restriction (IUGR).\r\n\r\nFundus is the medical term for the upper portion of the uterus between the fallopian tubes. Fundal height is measured using a tape measure and measuring from the top of your pubic bone to the top of your fundus. Fundal height is measured in centimeters and should closely match your baby's gestational age. So, for example, if you're 24 weeks pregnant, your fundal height should be 24 centimeters.\r\n\r\nFundal height can vary from person to person and it is not an exact measurement. As you approach late pregnancy, fundal height will become less accurate.\r\n\r\nPlease remember that fundal height is only one factor in assessing fetal development."
    },
    {
       "id":"7",
       "title":"Heartburn During Pregnancy",
       "tipDescription":"You've begun your second trimester. Morning sickness has passed. You are beginning to get your second wind when bam it hits you - heartburn! Heartburn is a burning sensation that occurs when acidic stomach contents back up into the esophagus. This reflux typically occurs a few hours after meals and is very common during pregnancy. Pregnancy may be the first time you have experienced heartburn. We hope to provide some tips to help relieve you of heartburn.\r\n\r\nWhat causes heartburn in pregnancy?\r\n\r\nOne of the reasons women experience heartburn in pregnancy is that the stomach is displaced and compressed by your growing uterus and baby. There is less room in your stomach. Therefore there is a return of stomach contents into the esophagus.\r\n\r\nAnother reason for heartburn during pregnancy is the effects of progesterone on the gastrointestinal system. Progesterone has a relaxing effect on the body. This helps to keep the uterus from contracting. This relaxing effect also relaxes the esophageal sphincter leading to increased reflux of stomach acids into the esophagus.\r\n\r\nWhat can I do to treat heartburn in pregnancy?\r\n\r\nAvoid eating large meals. Small, frequent meals are best. Avoid foods that can further relax the esophagus such as alcohol, peppermint, garlic, and chocolate. Avoid foods that irritate the stomach such as peppers, tomatoes and tomato products, carbonated beverages, and spicy foods Avoid eating before bed. Stopping eating at least two hours before bed can reduce heartburn. Use pillows to keep your head slightly elevated when sleeping. \r\n\r\nIf none of these tips work, you may consider using an antacid. Consult your doctor before taking any medication. Antacids can cause constipation particularly when overused. Discuss any medications with your doctor before use."
    },
    {
       "id":"8",
       "title":"How Early Can You Find Out Your Baby's Gender with Ultrasound?",
       "tipDescription":"For centuries, expectant parents had to wait until the moment of birth to learn the sex of their babies. Of course there have always been old wives’ tales and superstitions about figuring out baby gender – but thanks to the wonders of modern technology, moms and dads these days are able to find out a baby’s gender with ultrasound months before delivery. This is most commonly done between the 18th and 26th weeks of the pregnancy, but some newer ultrasound technology can determine the baby’s gender as early as 12 or 13 weeks.\r\n\r\nFinding Out Your Baby’s Gender with Ultrasound\r\n\r\nUltrasounds don’t just reveal the baby’s gender; the procedure is done mainly to take an early look at the fetus to make sure it’s developing properly. During an ultrasound, the technician moves a device over the mother’s stomach that sends high-frequency sound waves through her uterus. The sound waves create a picture of the fetus that is viewed simultaneously on a monitor. Depending on the age and position of the fetus, the technician should be able to accurately tell if it’s a boy or a girl. This is based on the technician’s recognition of its male or female genitals. Before 18 weeks of gestation, male and female sex organs can appear similar, which is why most ultrasounds are performed after this point of fetal development. No obvious evidence of a penis may lead to the assumption that the baby is a girl, but this is not 100% proof, so if you’re having an ultrasound to find out the gender of your baby, be sure to ask the technician how clearly he or she can see the baby’s genitals on the monitor. Other medical procedures performed on some pregnant women can also determine the baby’s gender, such as amniocentesis, which is recommended for women who become pregnant at a later age or might be at risk for genetic diseases or birth defects, and chorionic villus sampling (CVS), a test on pregnancies that are at high risk for genetic or chromosomal defects. If you’re having an ultrasound but don’t want to find out the baby’s gender, you can still look at the image; it’s unlikely that you’ll be able to recognize a developing baby’s genital organs without the help of a trained professional to point them out.\r\n\r\nShould You Find out Your Baby’s Gender with Ultrasound?\r\n\r\nHaving ultrasound to find out your baby’s gender is a fairly straightforward and safe procedure, and many expectant parents want to know this before the baby is born. That way, they can settle on a name for the baby and start decorating the nursery for either a girl or a boy. Baby shower gift choices are also simpler this way. Some people feel this might also strengthen the bond with the baby, who now has a specific identity. At the same time, there are couples who want to wait and choose not to find out the baby’s gender until the moment of birth. They want the discovery of whether the baby is a boy or a girl to be a surprise. The suspense can make pregnancy, labor and delivery more exciting. The nursery can be decorated in neutral colors, and there’s plenty of time once the baby has arrived to buy gender-specific clothing. In these cases, if ultrasound or other procedures which can determine the baby’s gender are performed during the pregnancy, those results aren’t shared with the parents-to-be – but sometimes just knowing that someone else knows their baby’s gender is enough to convince parents to find out for themselves!"
    },
    {
       "id":"9",
       "title":"Leg Cramps in Pregnancy",
       "tipDescription":"Leg cramps, also known as \"charlie horses\", are common during pregnancy. These painful muscle spasms often occur at night when laying in bed, but they can occur at any time throughout the day. Extending the foot or pointing the toes can trigger a leg cramp.\r\n\r\nWhat causes leg cramps in pregnancy?\r\n\r\nIt is not known the exact reason as to why leg cramps occur in pregnancy. It is suspected that the expanding uterus may put pressure on the nerves and blood vessels in the leg subsequently causing leg cramps and pain. \r\n\r\nHow can I relieve leg cramps?\r\n\r\nIf you experience a leg cramp, you should try to stretch the muscle. This can be done by straightening your leg with your toes coming toward you. You can ask for assistance from your partner if needed. A second person can help to stretch and straighten the leg providing relief. Another approach is standing up to stretch. Massage and rest may also help relieve the pain of leg cramps.\r\n\r\nPrevention of leg cramps\r\n\r\nCalcium, potassium, and phosphorous supplements have been suggested as ways to prevent leg cramps. Talk with your doctor before taking any supplement. Including foods that are rich in potassium such as bananas and green leafy vegetables and foods rich in calcium such as milk, cheese, and yogurt may give added protection against leg cramps. Stretching regularly, getting adequate rest, and regular exercise may also help prevent leg cramps.\r\n\r\nWhen to call the doctor?\r\n\r\nIf leg cramps are severe or there is associated swelling or tenderness, you should call your doctor. Although rare, leg pain can be an indicator of a blood clot. It is always best to check with your health care provider if you have worries or concerns."
    },
    {
       "id":"10",
       "title":"Varicose Veins in Pregnancy",
       "tipDescription":"When you think of varicose veins, what comes to mind? Is it your Great Aunt Cindy with the spidery blue veins popping from her legs? You envisioned yourself pregnant with a glow, but yet one by one you are discovering new nuisances that go along with the joys of pregnancy. Not only are varicose veins unpleasant to look at, they are also a cause of discomfort. Unfortunately, varicose veins are common during pregnancy.\r\n\r\nWhat causes varicose veins in pregnancy?\r\n\r\nDuring pregnancy, your blood volume increases. With this increased blood comes increased pressure on your veins. Think of a hose. When you up the amount of water, you increase the pressure of the water coming out. During pregnancy, the pressure in the upper extremities doesn't change significantly. However, there is an increase in pressure on the lower extremities. As the uterus expands this adds even more pressure on your veins. Varicose veins are simply enlarged, dilated veins.\r\n\r\nWhat can I do about varicose veins?\r\n\r\nRest. Elevate your feet as often as possible. Aim for thirty minutes at least twice daily. Avoid prolonged standing or sitting. To provide good venous return (return of blood back to your heart) you should get up and walk around at least once an hour. You should try to rest your legs also if you have been standing for a length of time. Use support hose. Talk to your doctor about a prescription for support hose. Prescription support hose can often provide greater relief than what can be purchased retail. Surgery is rarely needed and is not recommended until six months postpartum. Varicose veins typically improve on their own once baby is born."
    },
    {
       "id":"11",
       "title":"Hemorrhoids During Pregnancy",
       "tipDescription":"Hemorrhoids are varicose veins of the rectum. During pregnancy, your growing baby puts pressure on these veins causing them to expand and dilate. You may notice hemorrhoids during pregnancy or sometimes they will make their appearance during the pushing phase of labor. Hemorrhoids can be irritating, itchy, and painful.\r\n\r\nCan I do anything to prevent hemorrhoids?\r\n\r\nAlthough not completely preventable, there are some things you can do to avoid hemorrhoids.\r\n\r\nSince straining during a bowel movement can exasperate or even lead to hemorrhoids, straining should be avoided. Preventing constipation is one of the best ways to prevent hemorrhoids. Eating a high fiber diet with plenty of fruits and vegetables should help keep you regular. Keep well hydrated by drinking plenty of water. Water helps to keep your stools soft and prevent straining.\r\n\r\nProlonged sitting or standing should also be avoided. Sitting for long periods of time puts added pressure on your already stressed hemorrhoidal veins. Get up and walk around to help get the blood flowing and aid in circulation. Regular exercise can also help improve circulation and aids in digestion. This may help you to prevent hemorrhoids as well.\r\n\r\nWhat if I have a hemorrhoid? What can I do?\r\n\r\nHemorrhoids, even with the best diet are quite common in pregnancy. Treatment for hemorrhoids includes sitz baths and cold compresses. Practice good hygiene. Keeping the area clean can help relieve the itching and irritation associated with hemorrhoids. Witch hazel pads may also be helpful. If hemorrhoids are bothersome or painful, talk to your doctor. She may want to prescribe a medicated suppository or cream to apply to the area.\r\n\r\nShe may also recommend a mild analgesic for you to take.\r\n\r\nRarely surgery is performed to relieve hemorrhoids."
    },
    {
       "id":"12",
       "title":"Shortness of Breath During Pregnancy",
       "tipDescription":"As your pregnancy progresses, you may find yourself short of breath. Shortness of breath typically begins before the twentieth week of pregnancy and continues into the third trimester. You may find you have to rest more frequently during physical activity. Shortness of breath during pregnancy is usually mild and should not disrupt your day to day activities.\r\n\r\nWhat causes shortness of breath in pregnancy?\r\n\r\nYour uterus expands during pregnancy putting pressure on your diaphragm. This pressure keeps your lungs from expanding fully causing shortness of breath.\r\n\r\nAnother contributor to shortness of breath in pregnancy is progesterone. Progesterone is a hormone found during pregnancy. Progesterone has many effects on your body and helps to maintain pregnancy. It has a relaxing effect on muscles which helps to keep the uterus from contracting. This relaxing effect actually relaxes the muscles supporting the lungs. Progesterone also changes the body's sensitivity to carbon dioxide. Normally when you breath, as the carbon dioxide increases, you need to get rid of it. So as your body becomes more sensitive to it, you will feel the need to breath off carbon dioxide. Moreover, this can leave the pregnant mother feeling winded and short of breath.\r\n\r\nOther causes of shortness of breath\r\n\r\nShortness of breath can have other causes such as anemia and more seriously heart disease or pulmonary disease. If the shortness of breath you are experiencing is severe or you are experiencing accompanied chest pain, coughing up blood, dizziness, or you do not feel relief from symptoms upon resting, contact your doctor as this could be something more serious.\r\n\r\nWhat can I do to relieve shortness of breath in pregnancy?\r\n\r\nShortness of breath in pregnancy should resolve with rest. Avoid overexertion. Schedule breaks and rest periods when taking on physical activities. Avoid prolonged standing. Prolonged standing can leave you feeling short of breath and dizzy. Use good posture. Sitting up straight can help your lungs to fully expand when breathing. Using pillows to elevate yourself when resting or sleeping may also help."
    },
    {
       "id":"13",
       "title":"Back Pain in Pregnancy",
       "tipDescription":"Back pain is very common during pregnancy. The curvature of your spine and your center of gravity shift as you baby and belly grow bigger. These changes put stress on your back leading to pain and discomfort. Using good postore and keeping to a sensible weight gain can help prevent backache.\r\n\r\nWhat can I do to relieve back pain?\r\n\r\n1. Eat a well balanced diet. Excessive weight gain only adds to the pressure and strain on your back muscles. Following a healthy diet will help to keep your weight on track.\r\n\r\n2. Use proper body mechanics when bending and lifting. Avoid bending from the waist, but rather bend from the knees when picking something up. you should also avoid lifting heavy objects during pregnancy.\r\n\r\n3. Exercise regularly. Regular exercise is benificial in pregnancy. Regular exercise helps stregthen your back, aids in circulation and digestion, and makes you feel better all around. Specifically, pelvic tilt exercises can help to reduce back strain and strengthen supporting abdominal muscles.\r\n\r\n4. Wear sensible shoes. Now not the time to be wearing high heels or or platform shoes. Instead, look for a shoe that offers comfort and support.\r\n\r\n5. Try a back support brace or girdle. Talk to your doctor about prescribing one or wear to purchase one locally.\r\n\r\n6. Heat and massage may help your achey back. Many spas offer specifi prenatal massage. If you are experiencing backache, now would be a great time to treat yourself to a prenatal massage.\r\n\r\n7. Mild analgesics may be helpful and appropriate. Talk to your doctor before taking any medication.\r\n\r\nYou should let your doctor know if you are experiencing back pain. If back pain is severe or you are feeling numbness, call your doctor promptly. Back pain can be a signal of premature labor. Other symptoms of premature labor include vaginal discharge, contractions, abdominal pain, and menstrual like cramps. You should call your doctor right away if you think you think you are in preterm labor."
    },
    {
       "id":"14",
       "title":"Round Ligament Pain in Pregnancy",
       "tipDescription":"Ouch! What was that? You feel a sharp, shooting pain in your abdomen. You may wonder if this is the start of labor or perhaps your baby kicked you real hard. Whatever it was, you hope it goes away. This sharp shooting pain is most likely the result of round ligament pain. Round ligament pain is a common complaint in pregnancy often starting in the second trimester. You may notice this pain more on your right side than your left.\r\n\r\nWhat exactly are round ligaments?\r\n\r\nRound ligaments are the pair of ligaments that attach to the uterus around the area of the fallopian tubes. They extend outward to the pelvic wall through the groin area eventually fusing with the labia majora. These ligaments pull the uterus downward and forward providing support to the uterus.\r\n\r\nWhat causes round ligament pain?\r\n\r\nAs the uterus stretches, these ligaments stretch with it. This stretching can cause a grabbing or shooting pain in your abdomen or groin area. Some women describe round ligament pain as a dull achiness in their abdomen or groin.\r\n\r\nWhat can I do to relieve round ligament pain?\r\n\r\nOnce your doctor has confirmed what you are experiencing is round ligament pain, there are a few things you can try to relieve the discomfort. Avoiding sudden movements, shifting positions slowly, may help to avoid round ligament pain. Using a heating pad or warm compresses may also provide relief. You may want to brace your abdomen when you cough or sneeze since coughing or sneezing can trigger round ligament pain. Often, the best remedy for round ligament pain is rest.\r\n\r\nWhen should I call my doctor?\r\n\r\nYou should check with your doctor to be sure this is indeed round ligament pain you are experiencing. Round ligament pain should be a sudden, short pain. If the pain doesn't subside within a minute or two, call your doctor right away as this could be something more serious. You should also call if you experience bleeding, fever, back pain, or changes in your vaginal discharge."
    },
    {
       "id":"15",
       "title":"Sciatic Pain During Pregnancy",
       "tipDescription":"When you’re pregnant, you may experience a range of discomforts because of the additional weight that your growing uterus puts on your back and legs. Some women complain of sciatic nerve pain in their legs during pregnancy, which can range from uncomfortable to extremely painful. What exactly is sciatic pain, and how can you alleviate it?\r\n\r\nYour sciatic nerve is the largest nerve in your body, providing stimulation and movement to the lower half of your body. The sciatic nerve runs under your uterus to your legs. So it’s easy to see why, when your uterus has grown many times its normal size, it can start pressing on and causing discomfort to your sciatic nerve. Some women describe sciatic nerve pain as a sharp, shooting pain down the back of their legs.\r\n\r\nWomen who are prone to this type of pain include those who have had sciatic nerve pain problems before pregnancy, spend a lot of time on their feet, have gained excessive weight with their pregnancies, and\/or are pregnant with multiples.\r\n\r\nMost of the time the greatest relief you can have from this pain is to lie down on your side and take a load off your back and legs. When possible, lie down on the side opposite the pain – so for example, if you have pain shooting down your right leg, you should lie on your left side. However, that kind of relaxation is not always practical for moms whose job involves a lot of sitting or standing, or moms who are already chasing after little ones at home. If you must stand for a long time, try standing with one foot on the ground and the other foot lifted up and resting on a stool or box. And if you need to sit for a long time, use a donut pillow or a foam support to balance out your weight.\r\n\r\nOther ways to relieve the pain include using warm compresses on your lower back or taking a warm bath. You could also wear a Belly Sling or other support system to help alleviate some of the pressure. And of course, even though it may be tempting to put on your favorite set of heels, you should always wear comfortable shoes, particularly if you are having lower back or leg pain.\r\n\r\nAdditionally, you can take more active measures as long as you have your doctor’s approval. Swimming is an outstanding exercise for pregnant women and has been known to help relieve sciatic nerve pain. Some women find that prenatal yoga gives them relief and helps them relax more as well. You may also find that a good massage from a licensed prenatal massage therapist can help soothe you and ease your pain. In cases of severe sciatic pain, your health insurance may pay for a physical therapist, who will help you with special exercises to strengthen your abdominal, lower back, and pelvic floor muscles.\r\n\r\nWith your doctor’s approval, you may also take acetaminophen to relieve the pain, but you only take the absolute minimum that you need, and you should not rely on it as your sole source of pain relief.\r\n\r\nThe good news is that sciatic nerve pain in pregnancy is usually temporary. It may run its course before you deliver, or it will almost certainly end after you deliver. If it continues beyond delivery, you should ask your doctor for a referral to a physical therapist who can help you. New moms have enough on their minds already – they deserve every comfort they can get."
    },
    {
       "id":"16",
       "title":"Blood tests",
       "tipDescription":"Blood tests are an essential part of the ongoing examinations you'll experience while pregnant.\r\n\r\nBlood group tests \r\n\r\nDoctors need to know your blood group in case you have to have a blood transfusion after the birth. They also need to find out if you are Rhesus Negative (known as RhD negative). \r\n\r\nFull blood count\r\n\r\nThis is to test for iron deficiency anaemia; a common complaint in pregnancy that can lead to tiredness, dizziness and lethargy. \r\n\r\nIf the level is low you may need an iron supplement. Your full blood count will be checked again at 28 weeks, but in the meantime you may be asked to fill in a Family Origin questionnaire to screen for genetic disorders such as sickle-cell anaemia and thalassaemia.\r\n\r\nScreening for infections such as hepatitis B and the sexually transmitted disease syphilis\r\n\r\nHepatitis B is a virus that can affect the liver and because it often has no symptoms it can be passed from a mother to her baby through blood or body fluids. \r\n\r\nDoctors can prevent your baby becoming infected by vaccinating your baby at birth. Similarly, mothers and babies can be treated for syphilis if it is detected and treated early.\r\n\r\nHIV test \r\n\r\nThis is offered routinely but is not compulsory. If you are HIV positive, you can be given drugs during pregnancy to minimise the risks and depending on various factors, your baby may be delivered by Caesarean.\r\n\r\nRhesus Negative\r\n\r\nThis is offered routinely and there is no longer any stigma attached to having the test done. If you are found to be Rhesus negative (RhD) you will be offered an injection of Rh immunoglobulin (anti-D) at 28 weeks and 34 weeks of pregnancy.\r\n\r\nThis is to protect your baby from anaemia which could occur if your baby’s blood is Rhesus positive. To find out more about being Rhesus negative talk to your midwife or GP."
    },
    {
       "id":"17",
       "title":"Screening and diagnostic tests",
       "tipDescription":"Screening tests can only give you a risk factor for your baby having some kind of birth defect like Down’s syndrome or spina bifida. \r\n\r\nThey test for ‘markers’ of abnormalities, such as abnormally high or low levels of chemicals like alpha feto protein (AFP), or measure the thickness of the nuchal fold at the back of the neck. They won’t give you a ‘yes’ or ‘no’ answer – and as they are non-invasive, they don’t carry any risk of miscarriage.\r\n\r\nDiagnostic tests\r\n\r\nThese can give you a definitive answer, because they involve analysing DNA taken from your baby’s cells, either from the placenta (as in chorionic villus sampling) or from amniotic fluid (as in amniocentesis). \r\n\r\nUnfortunately, they do both carry a small risk of miscarriage.\r\n\r\nScreening tests\r\n\r\nScreening tests are used to predict the likelihood of your baby having an abnormality. Before agreeing to a test – it’s your choice as to whether you have it or not – the procedure and how the results are determined will be explained to you. \r\n\r\nIt’s worth thinking through what you would do if your baby did turn out to have a problem. If you have strong moral or religious objections to termination you may not see the point in having a screening test done. On the other hand you may want to know if there is a problem so that you can be prepared.\r\n\r\nScreening tests can cause unnecessary worry because test results are classed either as 'high' or 'low' risk and it can be very alarming to find yourself categorised as high risk. \r\n\r\nThe figures speak for themselves\r\n\r\nThe reality is there is a 1 in 150 chance of having a baby with Down’s syndrome and a 149 out of 150 chance that your baby won’t have Down’s syndrome. Make sure you get a health professional to talk the figures through with you so you can put any results in context.\r\n\r\nExperts recommend that pregnant women should be offered a screening test for Down’s syndrome and other abnormalities. The combined test, which uses a nuchal translucency scan and a blood test, is offered from the period of 11 weeks to 13 weeks and six days. \r\n\r\nIf you miss this test you will be offered the quadruple test for Downs. This looks at different substances in the blood and does not include the nuchal translucency scan.\r\n\r\nWomen expecting more than one baby will not be offered these screening tests.\r\n\r\nNon-invasive prenatal tests (NIPT) are available which look at the foetal DNA in the mother's blood. These have a detection rate of 99% for Down’s syndrome and other chromosomal abnormalities,, but are not yet available on the NHS."
    },
    {
       "id":"18",
       "title":"Nuchal translucency screening",
       "tipDescription":"Every mother will have the Nuchal translucency screening scan and so it's important to understand what to expect.What is the Nuchal translucency screening?\r\n\r\nIt’s an ultrasound scan that measures the clear (translucent) space in the tissue at the back of the baby’s neck, known as the nuchal fold. \r\n\r\nResearch has established that fluid retention in the nuchal fold during the 11 to 13 week and six day's window may be a marker for Down’s syndrome.\r\n\r\nIt is important to remember that many babies who have more fluid than usual at the back of the neck at an early scan are born healthy and well.\r\n\r\nWhere do I have it?\r\n\r\nThe scan is carried out at most NHS antenatal clinics and is part of the combined test for Down's syndrome.\r\n\r\nHow accurate is it?\r\n\r\nThe scan is part of the combined test which combines the mother’s age and other factors including blood test markers to predict the overall risk of the baby having Down’s syndrome. \r\n\r\nThe test has an 85% detection rate however, if confirmation of a 'high risk' result is needed you will have to have amniocentesis or chorionic villus sampling, which will provide you with a definite answer.\r\n\r\nWhen do I get the results?\r\n\r\nThe calculation of your risk factor from the scan takes a few minutes, but because it is combined with the results of the blood test you may have to wait a few days for the risk factor to be adjusted. \r\n\r\nThe cut-off point for a high-risk result is 1 in 150 chance (anything below 150 is considered 'high risk', anything above 'low risk'). \r\n\r\nIs there any risk to my baby? \r\n\r\nThere is absolutely no risk to your baby."
    },
    {
       "id":"19",
       "title":"The quadruple test",
       "tipDescription":"The Quadruple test is an important examination to ensure the health and well being of your unborn child. What is the Quadruple test?\r\n\r\nThis is a blood test that measures the amount of four hormones in your blood. The levels of these substances combined with your age, weight and the number of weeks of the pregnancy are used to calculate the risk of your baby having Down's syndrome. \r\n\r\nLow levels of alpha feto protein (AFP) can also be a marker for Down's syndrome and high levels could mean your baby has an abnormal opening in the spine (spina bifida), his brain has not formed properly or there is a hole in his abdominal wall.\r\n\r\nWhen is it done?\r\n\r\nBetween 14 weeks and two days and 20 weeks however, you need to have had a scan to accurately date your pregnancy first.\r\n\r\nHow accurate is it? \r\n\r\nThe quadruple test has an 80% detection rate.\r\n\r\nIs there any risk to my baby? \r\n\r\nThere is no risk to your baby.\r\n\r\nWhen do I get the results? \r\n\r\nYou will receive the results in 7-10 days, however you don’t usually hear anything if all is OK, although in some areas you may get a letter confirming a low risk result. \r\n\r\nIf there is a problem you will get a call from your midwife asking you to come to see her to discuss the result. You may then be offered a diagnostic test. \r\n\r\nDiagnostic tests \r\n\r\nYou may be offered a diagnostic test because your age alone puts you in a high-risk group for chromosomal abnormalities (the risk rises from the age of 35), or you may have had a high risk result in a screening test."
    },
    {
       "id":"20",
       "title":"Amniocentesis test",
       "tipDescription":"You will experience the Amniocentesis test during the second trimester of your pregnancy. What is the Amniocentesis test?\r\n\r\nAmniocentesis involves extracting fluid from your baby’s amniotic sac. This is done by inserting a needle through your abdomen, under local anaesthetic and with the guidance of ultrasound, to avoid the baby being harmed. \r\n\r\nCells are then extracted and grown in a laboratory and tested for chromosomal abnormalities. \r\n\r\nAmniocentesis takes about 10 minutes and feels uncomfortable rather than painful.\r\n\r\nWhen is it done?\r\n\r\nBetween 16 and 20 weeks.\r\n\r\nHow accurate is it?\r\n\r\nIt will give you a ‘yes’ or no’ answer.\r\n\r\nIs there any risk to my baby?\r\n\r\nYes, there is a 0.5% to one percent risk of miscarriage, The risk is higher is you have raised AFP levels. Your doctor will check the baby’s heartbeat after the procedure. \r\n\r\nIt’s common to experience some cramping pains for 24 hours after an amniocentesis, but if you experience bleeding or fluid loss, you should contact your midwife immediately.\r\n\r\nWhen do I get the results? \r\n\r\nRapid results can be obtained using one or two new medical techniques called Q-PCR and FISH. These give an accurate diagnosis within three days for Down's syndrome and two other rare chromosomal abnormalities; something most hospitals have on offer. \r\n\r\nMore detailed results, which check for any major changes in the baby's chromosomes and can tell the baby's sex may take up to three weeks.\r\n\r\nT24\r\nChorionic villus sampling (CVS)\r\nAlthough this procedure is not usually offered on a routine basis, if you are at an increased risk of having a baby with a disorder you may be offered chorionic villus sampling (CVS). \r\n\r\nWhat does this test involve?\r\n\r\nThis involves removing a tiny sample if tissue from the placenta, either by passing a needle through the abdomen (transabdominal) or by passing a fine tube, or forceps, through the cervix (trans-cervical).\r\n\r\nIt is usually done between 11-13 weeks and although there is a higher risk of miscarriage than with amniocentesis, the advantage of CVS is that it is done earlier in the pregnancy so you get the results sooner.\r\n\r\nRapid results take three days and more detailed results can take up to two weeks; both of which will give you a ‘yes’ or ‘no’ answer.\r\n\r\nFor more information, visit Antenatal Results and Choices\r\n\r\nT26\r\nAnomaly Scan \r\nMost health districts offer an anomaly ultrasound scan at around 18 to 21 weeks (a 3D or 4D scan is not an alternative to this scan). An anomaly scan is a detailed check to see if your baby is developing normally.\r\n\r\nIt examines the chambers of the heart, the brain, organs such as the kidneys and liver, the spine and measures the length of your baby’s arms and legs and the circumference of his head. \r\n\r\nIt will also check the position of the placenta and you may be given the option to find out your baby’s sex.\r\n\r\nIf a potential problem is identified, you may be called back for further tests and more detailed scans, such as cardiac scans or foetal growth scans. \r\n\r\nIf these scans give more cause for concern, you may be given counselling and be offered an You will experience the Amniocentesis test during the second trimester of your pregnancy. What is the Amniocentesis test?\r\n\r\nAmniocentesis involves extracting fluid from your baby’s amniotic sac. This is done by inserting a needle through your abdomen, under local anaesthetic and with the guidance of ultrasound, to avoid the baby being harmed. \r\n\r\nCells are then extracted and grown in a laboratory and tested for chromosomal abnormalities. \r\n\r\nAmniocentesis takes about 10 minutes and feels uncomfortable rather than painful.\r\n\r\nWhen is it done?\r\n\r\nBetween 16 and 20 weeks.\r\n\r\nHow accurate is it?\r\n\r\nIt will give you a ‘yes’ or no’ answer.\r\n\r\nIs there any risk to my baby?\r\n\r\nYes, there is a 0.5% to one percent risk of miscarriage, The risk is higher is you have raised AFP levels. Your doctor will check the baby’s heartbeat after the procedure. \r\n\r\nIt’s common to experience some cramping pains for 24 hours after an amniocentesis, but if you experience bleeding or fluid loss, you should contact your midwife immediately.\r\n\r\nWhen do I get the results? \r\n\r\nRapid results can be obtained using one or two new medical techniques called Q-PCR and FISH. These give an accurate diagnosis within three days for Down's syndrome and two other rare chromosomal abnormalities; something most hospitals have on offer. \r\n\r\nMore detailed results, which check for any major changes in the baby's chromosomes and can tell the baby's sex may take up to three weeks.\r\namniocentesis."
    },
    {
       "id":"21",
       "title":"Chorionic villus sampling (CVS)",
       "tipDescription":"Although this procedure is not usually offered on a routine basis, if you are at an increased risk of having a baby with a disorder you may be offered chorionic villus sampling (CVS). \r\n\r\nWhat does this test involve?\r\n\r\nThis involves removing a tiny sample if tissue from the placenta, either by passing a needle through the abdomen (transabdominal) or by passing a fine tube, or forceps, through the cervix (trans-cervical).\r\n\r\nIt is usually done between 11-13 weeks and although there is a higher risk of miscarriage than with amniocentesis, the advantage of CVS is that it is done earlier in the pregnancy so you get the results sooner.\r\n\r\nRapid results take three days and more detailed results can take up to two weeks; both of which will give you a ‘yes’ or ‘no’ answer.\r\n\r\nFor more information, visit Antenatal Results and Choices"
    },
    {
       "id":"22",
       "title":"Anomaly Scan",
       "tipDescription":"Most health districts offer an anomaly ultrasound scan at around 18 to 21 weeks (a 3D or 4D scan is not an alternative to this scan). An anomaly scan is a detailed check to see if your baby is developing normally.\r\n\r\nIt examines the chambers of the heart, the brain, organs such as the kidneys and liver, the spine and measures the length of your baby’s arms and legs and the circumference of his head. \r\n\r\nIt will also check the position of the placenta and you may be given the option to find out your baby’s sex.\r\n\r\nIf a potential problem is identified, you may be called back for further tests and more detailed scans, such as cardiac scans or foetal growth scans. \r\n\r\nIf these scans give more cause for concern, you may be given counselling and be offered an amniocentesis."
    },
    {
       "id":"23",
       "title":"Screening for Down’s syndrome in pregnancy",
       "tipDescription":"What causes Down’s syndrome?\r\n\r\nDown’s syndrome, also called Trisomy 21 or T21, is a genetic condition that occurs as the result of an extra chromosome. Chromosomes carry genetic information and are found within the nucleus of every cell in the body. Usually a cell contains 46 chromosomes – 23 from the mother and 23 from the father. Down’s syndrome occurs when the cells contain an extra copy of chromosome 21.\r\n\r\nHow will it affect my baby?\r\n\r\nA child born with Down’s syndrome may take longer than other children to reach developmental milestones and to learn certain skills. They have characteristic physical features and are likely to have some degree of learning disability, which can vary from mild to severe. \r\n\r\nHealth problems such as heart conditions, digestive problems and hearing and vision difficulties are also more common, although many of these can be treated. \r\n\r\nHowever, with the right support and opportunities people with Down’s syndrome can lead happy and fulfilling lives.\r\n\r\nWhat does screening for Down’s syndrome involve?\r\n\r\nThe combined test is a screening test that is used to predict the likelihood of your baby having Down’s syndrome. The test is offered between weeks 10 -14 of pregnancy. A blood sample is taken and a scan is given to measure the fluid at the back of the baby’s neck. Information from these tests, combined with your age, is used to work out the risk of your baby having Down’s syndrome. The combined test has an 85-90% detection rate.\r\n\r\nIf, for some reason you miss the combined test, you will be offered the quadruple blood screening test at between 14 -20 weeks. This is not quite as accurate as the combined test.\r\n\r\nThere are more accurate, non-invasive tests which detect the foetal DNA in the mother’s blood, but these are currently unavailable on the NHS.\r\n\r\nYou will be offered an anomaly scan at around 18 to 21 weeks. This can’t be relied on to detect Down’s syndrome because only 50% of Down’s babies will show features of Down’s syndrome at this stage, which means that 50% do not and will go undetected.\r\n\r\nCan the test harm me or my baby?\r\n\r\nThe test will not harm either you or your baby. It only indicates if there is a ‘lower’ of ‘higher’ risk of the baby having Down’s syndrome. \r\n\r\nWhat do the results mean?\r\n\r\nIf the screening test shows a lower risk result this means the chances of your baby having Down’s syndrome is lower than 1 in 150. Although a lower risk result doesn’t mean that there is no risk, the risk is very slight so no further tests are needed. \r\n\r\nIf you have a higher risk result this doesn’t mean that your baby definitely has Down’s syndrome. You will be offered a diagnostic test, which is a procedure such as amniocentesis or chorionic villus sampling (CVS) that will tell you for certain whether your baby has Down’s syndrome or not. These diagnostic tests carry a small risk of miscarriage.\r\n\r\nYour healthcare professionals will talk through your options with you and you can get more information from the charity Antenatal Results and Choices (ARC).\r\n\r\nDo I have to have the test?\r\n\r\nIt is your choice as to whether or not you have these tests. You can find more information about screening tests in pregnancy from the Government website. .\r\n\r\nWhat if my baby has Down’s syndrome?\r\n\r\nIf a diagnostic test shows that your baby has Down’s syndrome you will need to decide whether you want to go ahead with the pregnancy, or whether having a termination is the right choice for you. Your healthcare professionals are there to advise you and will support you in whatever decision you make."
    },
    {
       "id":"24",
       "title":"Pregnancy cravings",
       "tipDescription":"Gimme, gimme, gimme…\r\nDon’t worry, you’re not alone with your weird and wonderful food cravings… A surprisingly large percentage of mums-to-be crave one food stuff or another during pregnancy.\r\n\r\nWhile some women are lucky enough to crave healthy foods like tomatoes and oranges, unfortunately some women crave women crave sugary treats full of calories such as chocolate, sweets and ice cream which obviously can result in undue weight gain.\r\n\r\nCravings are thought to be due to the rising hormone levels and some women experience craving for this same reason during the second half of their menstrual cycle! There’s really nothing you can do about it. Give in to your desires if you are lucky enough to crave a fruit or veg, but try to resist if you know your craving really isn’t doing you any favours!\r\n\r\nTaste \r\n\r\nA change or alteration in taste is often one of the earliest signs of pregnancy. Even before the first period is missed mums-to-be can notice a strange taste in their mouth or a different taste appreciation of certain foods. The classic taste is metallic, which is often persistent and quite strong.\r\n\r\nOther women notice that their tastes change and that whereas previously they had maybe enjoyed coffee or spicy foods, they now taste vile .Changes in taste are not the same as cravings but can be equally strange.\r\n\r\nPica\r\n\r\nA craving for a food you would not normally eat is called pica. These cravings are usually associated with materials containing iron and used to be very frequent in the past. \r\n\r\nThere are many stories of women eating soil and coal which can obviously be interpreted as a subconscious desire to obtain iron. The name pica comes from the Latin name for a magpie – a bird with indiscriminate omnivorous eating habits!\r\n\r\nTrue cases of pica today are rare and the condition can be treated by supplements to correct any iron or vitamin deficiency where this is identified.\r\n\r\nAn appetite for abnormal items like metal (coins, etc) clay, coal, soil, chalk, paper, soap, or ash, or an abnormal appetite for some things like raw food ingredients (e.g., flour, raw potato, raw rice, starch, ice cubes, salt) is considered pica if the craving persists for more than one month. Some items such as ice cubes won’t do you any harm, except perhaps to your teeth while other non-food items like clay, coal or soil could harm you and shouldn’t be eaten. \r\n\r\nIf you think you have pica seek medical advice. Simple blood tests can tell if you have a vitamin or mineral deficiency which needs treating.\r\n\r\nNormal cravings\r\n\r\nFood cravings can affect everyone at times and many mums-to-be are subject to them intermittently throughout pregnancy.\r\n\r\nSome pregnancy website forums are packed with examples of cravings such as pickles and ice cream, cream cheese with ketchup, string cheese and strawberries and even rice with brown sugar, barbecue sauce and butter.\r\n\r\nThe creator of that last winning combination said: “At the time I thought it was soooo good and my husband looked at me like I was crazy. Now I would get sick if I ate that.”\r\n\r\nAnother mum said: “Tinned spaghetti sauce laced with about four tablespoons of sugar.” \r\n\r\nAnother bemused mum added: “Onions and mustard. I don't even like onions, but I would crave chopped onion drenched in mustard.”\r\n\r\nWhy are we craving?\r\n\r\nNobody can give a definitive answer on this, but most experts agree that pregnancy cravings are basically evolutionary.\r\n\r\nSo if you are craving onions with mustard it may be the vitamins in the onions your body is demanding, but the mustard is to make it more acceptable taste wise.\r\n\r\nIn other words, your body is sending signals of what it needs and your brain\/taste buds might spin that into something that you naturally find tasty. If you are getting a totally balanced diet you probably won’t have any strong cravings at all.\r\n\r\nSometimes though it isn’t cravings at all but rather just an excuse to eat badly! For example, you want a chocolate bar because you WANT a chocolate bar. When not pregnant you may have grabbed an apple and ignored the unhealthy desire for a quick sugar fix, or even totally denied the fact that you wanted one. But now you're pregnant you feel it is your right to indulge in a chocolate bar whenever you want!\r\n\r\nIn other words it’s a variation on the old 'eating for two' routine with a mum-to-be assuming the right to indulge herself, when in fact there is no excuse for doing so. \r\n\r\nIn truth there has never been a better or more important time in a woman’s life to eat healthily to make sure she gains the right amount of weight from the right foods."
    },
    {
       "id":"25",
       "title":"Travelling while you're pregnant",
       "tipDescription":"The second trimester is a great stage of pregnancy to go on holiday. You’ll likely to be feeling pretty good and it will still be safe to fly. However, there are some safety precautions you should take:\r\n\r\n1. Avoid destinations where the Zika virus is circulating\r\n\r\nTo find out which countries are affected check out the Government website. You should also avoid destinations where malaria and dengue fever are endemic. Check your destination on www.fitfortravel.nhs.uk. Countries where you will need vaccinations should be avoided – although some vaccinations are safe in pregnancy after 12 weeks, live vaccines are not.\r\n\r\n2. Stay safe on the plane\r\n\r\nPregnant women who fly are at an increased risk of developing deep vein thrombosis (DVT) and pulmonary embolism (PE) which can be life threatening. \r\n\r\nKeep well hydrated, wear support stockings and get up and walk around at least once every hour to improve your circulation. Practise clenching your calf muscles by flexing your feet up and down 10 times every hour to boost circulation. Try to do this on any long car, bus or train journey too, as they also increase your risk of DVT. \r\n\r\nIf you develop pain or swelling in your leg or have chest pains or shortness of breath after flying or a long journey seek urgent medical advice.\r\n\r\n3. Take a photocopy of your medical notes with you\r\n\r\nJust in case you go into labour prematurely, pack your notes – they contain valuable information that will be needed by your healthcare professionals. It’s also important to know your blood group in case of an emergency.\r\n\r\n4. Take care in the sun\r\n\r\nYou’re more prone to dehydration when you’re pregnant because of an increase in blood volume, so make sure you drink lots of water and keep your feet up to stop your ankles swelling. \r\n\r\nDon’t forget to wear a sunscreen of factor 15 or above, a long sleeved t-shirt and a wide brimmed hat, and keep out of the sun at the hottest times of the day between 12pm and 3pm.\r\n\r\n5. Check that your airline will let you fly\r\n\r\nAir travel can usually be undertaken until the 36th week of pregnancy, but after 28 weeks most airlines need a letter from your GP saying you are fit to fly. If you’ve had any health problems check with your GP that it’s all right for you to fly. \r\n\r\nMake sure that your travel insurance is valid for pregnancy and that it covers a newborn in case the baby arrives early.\r\n\r\n6. Use natural protection from mosquitos \r\n\r\nCitronella oil, wearing protective clothing and using mosquito nets will all help to protect you from mosquitoes in countries where there is no danger from serious disease.\r\n\r\nZika virus \r\n\r\nIf you are are pregnant, or are planning to become pregnant, you are being advised not to travel to areas affected by the Zika virus as the virus can cause a serious birth defect known as Microcephaly (small head). Pregnant women who have recently travelled to a country where active Zika transmission is reported should notify their GP, obstetrician or midwife. As the virus can spread through semen, if a partner has just returned from one of the countries affected by the Zika virus, couples are being advised not try for a baby for at least eight weeks even if they have had no symptoms. If the male partner has developed symptoms, which include rash, fever, joint pain, myalgia and conjunctivitis, the couple should extend the period of safe sex for six months. Pregnant women are also being advised not to have unprotected sex with a male partner who has visited affected countries for the whole of their pregnancy."
    },
    {
       "id":"26",
       "title":"Pregnancy insomnia",
       "tipDescription":"Are you tired but unable to drop off to sleep? Find yourself waking up frequently during the night? While your sleep disruption may be down to discomfort, your baby kicking or indigestion; the inability to mentally switch off can be distressing. \r\n\r\nSuffering from insomnia can lead to tiredness and depression, ultimately leaving you with no energy and a sense of disorientation. \r\n\r\nHere are five tips on surviving insomnia:\r\n\r\n1. Wind down \r\n\r\nDevelop a winding-down routine before bedtime. Try to avoid watching television before you go to sleep and keep mobiles, tablets and laptops out of the bedroom, because they stimulate your brain too much which disrupts your sleep. \r\n\r\nInstead, why not try a candle-lit bath with some lavender oil added to make you sleepy, lie on the sofa and listen to some relaxing music, and sip a milky drink before you go to bed. \r\n\r\n2. Try a lavender sleep pillow\r\n\r\nLavender is well known for its relaxing properties, so have a sachet or pillow stuffed with lavender on your bed or use a fragrant pillow spray and you'll soon feel yourself drift away.\r\n\r\n3. Find a comfortable sleeping position\r\n\r\nTry to position yourself on your side, as lying on your back in later pregnancy presses on the main vein transporting blood from the lower body. \r\n\r\nUse pillows between your legs or under your bump to make you more comfortable.\r\n\r\n4. Nap during the day\r\n\r\nObviously, you can only really do this if you’ve started your maternity leave, but a day-time nap of around 30 minutes can really help you get through the day. \r\n\r\nTry not to sleep longer than this though and no later than 3pm, as this will disrupt your night-time sleep.\r\n\r\n5. Keep your bedroom well ventilated\r\n\r\nSleep with the window open, even in the winter, but don’t allow the room to become too cold. Keep the thermostat on your radiator at a temperature that you find comfortable. Being too hot or too cold will keep you awake."
    }
 ]