[
    {
       "id":"1",
       "title":"Fun Belly Painting Ideas",
       "tipDescription":"Maybe it’s never even occurred to you; or maybe you’ve been dying to do it ever since you got pregnant. Either way, belly painting can be a fun way to express yourself when you have a beautiful, round baby belly.\r\n\r\nBelly painting is an activity that is quickly becoming more popular, but it’s not new; in fact, it’s a variation on a tradition that is thousands of years old. The roots of belly painting can be traced back to the tradition of applying a natural plant dye known as henna to the skin in intricately patterned designs. Henna designs were believed to bless and protect a mother and her baby during pregnancy and delivery.\r\n\r\nToday’s belly painting experiences can range from spiritual to simple entertainment. But either way, having someone carefully paint your skin – whether it is henna or paint that is being applied – can be a very calming or soothing experience for an expectant mother. To make the most out of your belly painting experience, follow these tips:\r\n\r\nBelly Painting Tips\r\n\r\nBe safe: Use paint that is designed for the skin, not latex or acrylic paint. Face or body paint is probably the easiest to use; you can also make your own paint using face cream. Do a test run: Test the paint on a small area of your skin first to make sure that it applies smoothly and is not irritating – and to make sure that you’ll be able to take it off when you’re ready. It’s also a good idea to do a practice run of your design so you know how to paint it and what it’s going to look like. If you’re doing your own painting, set up a mirror in such a way that you can comfortably see what you are doing. Stay protected: Wear washable clothing and protect the area around your paint job with newspaper or a tarp. \r\n\r\nOnce you’re ready to get going, you can let your imagination run wild:\r\n\r\nBelly Painting Ideas\r\n\r\nSeasonal ideas: Winter snowman, Valentine’s Day heart, Easter basket, summer beach ball, Fourth of July fireworks, Halloween pumpkin, Thanksgiving turkey, Christmas ornament. Personal favorites: Sports team logo, college mascot, favorite flower, interpretation of your favorite artwork. Creative designs: Fishbowl, baby face, globe, watermelon, arrows, sun, moon, stars, good luck symbols, image of a baby in utero. \r\n\r\nAlso you don’t have to limit yourself to pictures of “things.” One idea is to do your belly painting at a party or shower and have everyone autograph your belly or let everyone contribute her own design. Another possibility is to get siblings involved and let them do handprints on your belly.\r\n\r\nLast but not least, don’t forget a camera (or a video recorder) to document your experience. You’ll want to be able to show your little one how beautiful you looked when you were pregnant, and how excited you were for his or her arrival."
    },
    {
       "id":"2",
       "title":"Planning a Baby Sprinkle",
       "tipDescription":"If you are looking for a fun way to celebrate having your second or later child, but understand that throwing another shower may be inappropriate, opting for a trendy \"Baby Sprinkle\" may be just the middle ground you're searching for.\r\n\r\nWhat is a Baby Sprinkle?\r\n\r\nA sprinkle, instead of a shower, is a smaller, less lavish party in honor of an expecting mother and baby. Parents need less in way of supplies the second or later time around, but they still have some unavoidable needs with the arrival of each new child they welcome to their family. The cost and requirements of throwing a Baby Sprinkle are less burdensome for hosts and guests, and vary by family preference.\r\n\r\nWhen is it appropriate to throw a Baby Sprinkle?\r\n\r\nAny time when it is not the first child or the emphasis is focused more on the mother or celebration of new life, rather than meeting the gift needs of the family, is a good indication that a Baby Sprinkle is the appropriate choice. The expecting family can opt to ask for no gifts or just small essential needs such as diapers, wipes, gender specific items (within reason), or pre-made frozen meals for after the baby is born.\r\n\r\nShould you register?\r\n\r\nIt depends on the circumstances of the expecting family, but in most cases, it is not appropriate to register for gifts for a Baby Sprinkle, especially not for big ticket items. If you do choose to register, be very mindful to not be elaborate in what you ask for, as it can easily offend some family and friends. Proper sprinkle etiquette, if you do require help with larger items for any reason, for instance, if your first is still in the crib, or the space between children was so lengthy you no longer own a crib, is to ask for help privately to your closest family and friends, rather than registering publically to your sprinkle guests. A sprinkle, by default, is not a shower.\r\n\r\nWhat activities do we plan?\r\n\r\nSimple doesn't equal less fun! Just because the emphasis is less focused on gifts, that's no reason to compromise the celebration. Babies are cause to celebrate! Break out the cake, play some fun party games and share in the joy that comes in welcoming new life to the world. Plenty of the games that are popular the first time around are still enjoyable at a Baby Sprinkle. Guessing the baby's gender if it's unknown, measuring mama's belly, and similar games never lose their entertainment value. The host may also consider collecting sibling squabble advice from the guests for the mom, or ask everyone to bring their favorite Bible verse or encouraging quote for the family.\r\n\r\nWhat about Decorations?\r\n\r\nAgain, this is based on the preference of the family and\/or ability of the host. Keep in mind that Baby Sprinkles are intended to be less lavish than Baby Showers, so the simplicity factor of \"less is more,\" is key. A few balloons and, depending on light theme, some decorative tableware would not be over the top or inappropriate. Cards, meals, and items of sentiment are always welcome. Remember, the emphasis is to focus on the blessing of life and celebrating the child and mother in a non-extravagant, but tasteful way.\r\n\r\nAre Thank-You Cards Necessary?\r\n\r\nSaying, \"Thank You,\" is never off the mark. Whether or not sending \"Thank-You\" cards is necessary will depend largely on the circumstances of what was given at the Baby Sprinkle. Whether guests brought small gifts, or simply gathered to pray\/celebrate will have a lot to do with what is expected in the way of Thank-You notes. Expressing gratitude to those who love and help you is always something positive. For a smaller sprinkle, simply thanking those who attended verbally and making them feel appreciated is perfectly acceptable. When in doubt, always opt to send and say thank you.\r\n\r\nCan you have more than one Baby Sprinkle?\r\n\r\nThis is up to individual preference. While every single child should be celebrated, the truth of the matter is, the more children you have, the less appropriate throwing gift-giving parties becomes. You can choose to have as many Baby Sprinkles as you want, but tastefully, they should be smaller and more intimate each time, with no gifts at subsequent gatherings. The bright side is people love babies and blessing families with babies, so the need for throwing more than one Baby Sprinkle is slim- most people bring or send cards and small necessities or meals for each welcomed new member of the family."
    },
    {
       "id":"3",
       "title":"Planning a Baby Sprinkle",
       "tipDescription":"When the first baby of the new year arrived-that is, the first baby born in 2014 in the San Fernando Valley of Southern California-she arrived nearly three weeks before her expected due date. But, was her early arrival really too early? Not according to previous definitions. However, according to new definitions of \"full-term\" gestation, she did arrive early.\r\n\r\nNew Definition of \"Term-Birth\"\r\n\r\nUntil now, ob-gyn experts considered a full-term gestation to be anywhere from 37-42 weeks. However, this New Year's child, who was due January 18 th and arrived January 1st, was actually viewed as an \"early-term\" birth.\r\n\r\nThe new definition for a \"full-term\" birth was developed by professionals from the National Institute of Child Health and Human Development and other medical groups. It was published in JAMA and Obstetrics & Gynecology journals. This newly created time-frame for a \"full-term\" birth was announced by the American College Obstetricians and Gynecologists. The ACOG also claims that adding more time in the tummy can aid the baby's development.\r\n\r\nHere are the new birth \"term\" definitions and time-frames:\r\n\r\nAfter 42 weeks = \"post-term\"\r\n\r\n41 weeks+6 days = \"late term\"\r\n\r\n39 - 40 weeks+6 days = \"term\"\r\n\r\n37 - 38 weeks+6 days = \"early\"\r\n\r\nTiming for C-sections\r\n\r\nA big reason for adjusting the definition of full-term pregnancy is to dissuade doctors from scheduling C-sections too early. Of course, there are medical exceptions that may demand an earlier delivery.\r\n\r\nOverall, C-sections should not be scheduled prior to 39 weeks of gestation, according to the March of Dimes, a non-profit organization that aims to improve and promote the health of pregnant women, mothers and babies\r\n\r\nResearch shows that infants born at 37 weeks generally have a higher risk of complications than babies delivered only two weeks after that time\r\n\r\nStudies on Infant Development\r\n\r\nIn 2012, Columbia University Medical Center and the New York Presbyterian hospital published a study on 128,000 eight year-olds who were born at 37-38 weeks gestation. It turns out that the children delivered \"early\" ended up doing worse on academic tests than those who arrived only 1-3 weeks later.\r\n\r\nWhen babies spend more time in gestation, they end up having greater brain development. They tend to score higher in math and reading assessments as they grow up. This group was compared with babies born at 41 weeks.\r\n\r\nThe children who stayed in the womb longer did better overall\r\n\r\nThose born at 37 weeks had a 33 percent higher chance of experiencing reading difficulties, and a 19 percent chance of having moderate learning issues in math\r\n\r\nNewborns delivered at 38 weeks scored only slightly better\r\n\r\nA study in the U.K. found that babies born prematurely (before 37 weeks) have double the chance of mental conditions, such as severe depression, than those born on schedule.\r\n\r\nRisks for Early Delivery\r\n\r\nSome of the reasons for \"early\" or \"premature\" delivery are not known. Be sure to discuss with your doctor how to handle these maternal risk factors for the best possible outcome for your newborn:\r\n\r\nDiabetes\r\n\r\nHigh blood pressure\r\n\r\nMultiple or twin pregnancy\r\n\r\nPrior premature birth\r\n\r\nSevere illness\r\n\r\nSmoking\r\n\r\nPreventing Early Labor\r\n\r\nIf you are at risk for early labor (or if you happen to go into labor too early), there are treatments available to delay birth. For example, some doctors may offer you steroid injections to strengthen the baby's lung maturity and more.\r\n\r\nIn Australia, about eight percent of infants are considered to be born \"early\" (before 37 weeks gestation) each year. The Better Health Channel reports that most premature babies (32 - 36 weeks gestation), typically grow up to be healthy kids.\r\n\r\nWhether a particular child born \"early\" will have decreased learning abilities later in life is yet to be determined.\r\nWhen Is Your Pregnancy Full-Term?"
    },
    {
       "id":"4",
       "title":"Baby Shopping Guide: What You Need & What You Don’t",
       "tipDescription":"Almost from the instant that you learn you are pregnant, you become seized with panic. You look around your house and think about how unprepared you are for this new arrival. You still have months to make your house ready for your baby but all you can see is that right now, you have none of the things everyone says you’re supposed to have!\r\n\r\nBaby stores bank on this panic. They’re a billion dollar industry because every pregnant woman has that exact same fear. They won’t be ready for the baby’s arrival if they don’t have this or that.\r\n\r\nI’ve been to a few baby showers in my time and invariably at the end of each one the mother-to-be is barely visible underneath the deluge of baby clothes, baby toys, baby accessories, baby-phanelia of everything imaginable and I’m left sitting there thinking, does a baby really need all this? Is pregnancy just an excuse to lose your mind at the mall?\r\n\r\nThe truth is yes and no. Yes, there are things your baby needs but may not need right now. No, that baby iPod is not one of them.\r\n\r\nDo you have time to do all this shopping? If you’re going to be having a baby shower (or anticipating one) check and see if you can do your baby gift registering online. That’ll save you an extra step. If you’re having a shower, you won’t have to actually go down to the store and pick everything out but can browse from the comfort of your own home, on your own time.\r\n\r\nFirst thing you need to do is to remove the term ‘baby-proof’ from your mind for at least a year after the baby’s born. If you have your baby and when you bring him home he can lift the toilet seat or crawl to the stairs…call Ellen DeGeneres and tell her you have a baby she can showcase on those ‘amazing kids’ segments on her show. Your baby’s physical accomplishments are limited to sleeping, crying, eating (and only liquids at that!) and relieving himself. He can’t even lift his head. He isn’t getting into anything unless you put him there.\r\n\r\nSo saving any baby-proofing until your baby is mobile, what are some of the other baby items that you don’t need before the baby is born, at all, and the items that you do need?\r\n\r\nCar Seat\r\n\r\nThis one is obviously a given and probably one of the first things you should get. You’ll need to get the baby home after all. Don’t get one that can double as a toddler seat later because not only will it be more expensive but these have been found to be not as comfortable and supportive for you baby. \r\n\r\nCribs\r\n\r\n\r\n\r\nYou might be surprised but you don’t actually need a crib for your baby, at least not for his first few months. Many parents like to have the baby in their bedroom for quick access and their own comfort so feel free to pick a bassinet instead and keep it in your bedroom. Also, resist the urge to go for the extravagant lining and frills, though admittedly, they’re nice to look at they’re unnecessary and will just drain your wallet. Some babies even go straight from the bassinet to a toddler bed. If you do prefer a crib, make sure to buy one made after 1986 because older cribs don’t adhere to federal safety standards and may have the bars spaced too widely or parts the baby could choke on. You can splurge on one that can be converted to a toddler bed as long as the mattress is good and comfortable. Make sure to check that the vinyl is strong and sealed well. Looking for piping instead of a simple heat seal.\r\n\r\nClothes\r\n\r\n\r\n\r\nYes, your baby needs clothes. No, he doesn’t need every single onesie made in the history of the world and he also doesn’t need clothes in larger sizes, at least not too many. If you come across a sale for something you simply can’t resist in a larger size, by all means, grab it but don’t waste your money or time buying the majority of your baby clothes in a bigger size. You want your baby to be comfortable and be in clothes that fit him, whatever month he’s at. Since he’s growing so rapidly, you can’t really predict if that oversized snow suit you bought him will still be too big in the winter or will be too small as early as July.\r\n\r\nBaby Care\r\n\r\n\r\n\r\nDefinitely in the necessity column are things you need to care for your baby: -baby tub -baby lotion -diapers (and by extension a diaper bag, you’ll be using it more often than your purse for at least the next two years so pick one you really like) -baby nail clippers -thermometer -baby wipes (feel free to buy these in bulk) -diaper rash cream\r\n\r\nStock up on a few of the things above any other things that you know you’ll be using in the day to day care of your baby.\r\n\r\nFeeding Supplies\r\n\r\n\r\n\r\nSave the sippy cups and plastic dinosaur spoons or Cinderella bowls for at least another year. Your baby is not going to come out of the womb with the ability to eat solid food. Depending on whether your breast feeding or not, what you do need may vary: -Breast pump -bottles -breast milk storage bags -bottle brush -bottle nipples\r\n\r\nWhen you start to prepare for your baby’s arrival resist the urge to buy everything the stores bombard you with. You don’t need to buy everything with the word ‘baby’ attached to it. Pick it up and if you know you’ll be using it within the first few months put it in your cart, if not, put it back on the shelf as something that can wait until later."
    },
    {
       "id":"5",
       "title":"Baby Registry Must-Haves",
       "tipDescription":"For many new moms, especially first-time moms, creating a baby registry is an exciting and helpful first step in setting up a nursery. It allows the relatives and friends who want to give you a gift to look to your registry for guidance about your needs and tastes, and it helps to avoid duplication of gifts. Additionally, after the shower or the baby’s birth, the company that sponsors the registry will help you with exchanges and will often give you a discount on items that you still need to complete your nursery.\r\n\r\nAt first the whole process may seem a bit overwhelming. There are hundreds of different products, and many of them are unfamiliar to first-time parents. Additionally, many registry lists contain suggested items that you might not need or be able to use. (If you have a tiny apartment, for instance, you probably won’t have room for large items like a baby swing or a glider\/ottoman.) To get started – and to establish what you really want and need – it helps to break down the registry into a few major categories, divided into “the basics” and additional items you may want or need. The following list can help you tackle some of those decisions:\r\n\r\nNursery\r\n\r\nThe basics:\r\n\r\nCrib \r\nChanging table \r\nDresser \r\nCrib sheets \r\nCrib blankets \r\nChanging table covers\r\n\r\nYou may also want:\r\n\r\nBassinette or co-sleeper\r\nGlider\/ottoman \r\nDiaper pail \r\nDiaper pail liner refills \r\nLaundry hamper \r\nCrib bumpers \r\nSwaddling blankets \r\nMobile Baby monitor \r\nToy chest \r\nSoft baby toys or rattles\r\n\r\nBaby Gear\r\n\r\nThe basics:\r\n\r\nCar seat (and car seat base, if needed) \r\nStroller \r\nHigh chair \r\nDiaper bag\r\n\r\nYou may also want:\r\n\r\nPortable crib or playpen \r\nBouncy seat \r\nSwing \r\nPlay and exercise mat \r\nJumper\r\n\r\nFeeding\r\n\r\nThe basics:\r\n\r\nBottles \r\nBottle cleaner brush \r\nBurp cloths \r\nBibs \r\nBaby utensils \r\nBaby plates and bowls\r\n\r\nYou may also want:\r\n\r\nBottle warmer \r\nNursing pillow \r\nBreast pump \r\nBreast milk storage bags\r\n\r\nLayette\r\n\r\nThe basics:\r\n\r\nPajamas (at least 5) \r\nOnesies (at least 5) \r\nPlay outfits (at least 5) \r\nSocks\r\n\r\nYou may also want:\r\n\r\nHats \r\nReceiving blankets or stroller blankets \r\nSleep jacket \r\nBooties or soft-soled baby shoes \r\nSpecial occasion outfits such as tiny dresses or suits\r\n\r\nSafety\/Hygiene\r\n\r\nThe basics:\r\n\r\nDiapers \r\nWipes \r\nThermometer \r\nNail clippers \r\nBrush and comb \r\nBaby shampoo and lotion \r\nBaby first aid kit \r\nBaby medicine kit (gas drops, Tylenol, etc.)\r\n\r\nYou may also want:\r\n\r\nBaby bath tub \r\nBaby bath towels \r\nBaby wash rags \r\nHumidifier\r\nSafety gates \r\nDrawer and toilet locks\r\n\r\nIf you don’t get everything you thought you needed by the time the baby is born, don’t panic. Give yourself a few weeks with the baby so you can determine what you really want or need. Some moms like having hooded baby towels, for instance, while others prefer to use regular bath towels. Similarly, some babies love the soothing motions of a swing, while others hate being stuck in the seat.\r\n\r\nIn the end, you and your partner and your baby will make the final choices based on your personal preferences and comfort level. So don’t feel pressure to register for or buy that one trendy baby item that everyone else seems to have. Take your time registering and make your purchases carefully, based on what is best for you, your home, and your baby."
    },
    {
       "id":"6",
       "title":"Insomnia in Pregnancy",
       "tipDescription":"During your last trimester, getting a good night sleep becomes increasingly difficult.You may be having a hard time finding a comfortable sleeping position or you may be getting up throughout the night to use the bathroom. Along with all the physical symptoms keeping you up, you may be preoccupied with thoughts of when will labor happen, what will my baby look like, and hundreds of other thoughts that riddle the minds of pregnant women are our best tips for getting a good night sleep during pregnancy.\r\n\r\nTips to relieve insomnia during pregnancy\r\n\r\nUse a full size body pillow. These can be a lifesaver in pregnancy and really help you find a more comfortable sleeping position. Avoid caffeine. This is probably an obvious tip, but still worth mentioning. Engage in regular exercise during the day. *Avoid exercise in the evening as this can make falling asleep more difficult. Don't watch TV in bed. The lights and stimulation can make it more difficult to sleep. Stop eating at least two hours before bed. This can help prevent heartburn which may be keeping you up at night. If you are laying in bed unable to sleep, get up. Read a book. Work on something you find relaxing until you are tired. Once you are feeling sleepy, try again to go to sleep. Nap during the day. Normally, this might be seen as bad advice, but during pregnancy rest is important. With all the physical discomforts and changes it may be impossible to sleep straight through the night. Cat naps can give you the rest your body needs."
    },
    {
       "id":"7",
       "title":"Ten Tips for Surviving an Overdue Pregnancy",
       "tipDescription":"Your belly is huge, your due date has passed, and yet little Susie or Johnny has shown no interest in moving out of his or her cozy home. Your due date is calculated by counting forward 280 days from the start of your last menstrual period. Your due date is only an estimate of when your baby should come and is often off by a number of days. It is very common to deliver past your due date particularly if you are a first time mom. Knowing that it is common provides little comfort when you are the one overdue. Below are our best tips for surviving an overdue pregnancy.\r\n\r\n1. Talk to your doctor. \r\n\r\nWomen have varying opinions on labor and childbirth. Some prefer a natural, wait and see approach, while others are very anxious and eagerly interested in induction. In our mother's generation it was not uncommon to deliver at 42 or even 43 weeks. Presently many doctors will induce at 40 or 41 weeks if your cervix is favorable. If you would prefer the wait and see approach, or your cervix is unfavorable for induction, your doctor or midwife will monitor you and baby closely. You will likely have a non stress test or biophysical profile done once or even twice a week if you are overdue. By 42 weeks your doctor will most likely choose to induce regardless of whether you cervix is favorable or not.\r\n\r\n2. Get lots of rest.\r\n\r\nThe last month of pregnancy is exhausting. You may not be sleeping well due to discomfort and anxiety about your approaching labor. Remember to keep taking your prenatal vitamins and rest as much as you can. Lack of sleep and fatigue can war on your mood. Use a body pillow at night to help you sleep. Take an afternoon nap if you are not sleeping well or just rest with you feet up if sleep is not possible.\r\n\r\n3. Finish up preparations for baby.\r\n\r\nNow is a good time to finish up those last minute things you need for baby. You may have packed your hospital bag weeks earlier and finished the nursery what seems like ages ago, so here are a few ideas you might not have thought of to keep yourself busy. Install your car seat and have it checked for safety. Many hospitals and insurance companies will do car seat safety checks. Purchase a lullaby CD and set up a rocking chair nearby to rock your baby to sleep. Lastly, if you haven't already now is a good time to buy your husband or partner to bring to work after baby's birth. It's a little old fashioned, but hey some men still do it.\r\n\r\n4. Try relaxation and meditation.\r\n\r\nIf you've never done relaxation exercises or meditation this probably sounds a bit corny, but it can't hurt to try it. Purchase a CD if you don't have one already with relaxing music or sounds from the rainforest or beach. Try slow deep breaths relaxing your muscles one at a time. Alternatively, you can purchase a CD or video that gives specific instructions on relaxation exercises. Now would also be a good time to practice relaxation and breathing exercises form your child birth class.\r\n\r\n5. Try natural labor inducers.\r\n\r\nThere are a few things you can try to induce labor naturally. Foods such as pineapple and eggplant have been suggested as labor inducers. Cooked in a yummy recipe, it's certainly worth a shot. Cinnamon tea made from cinnamon sticks steeped in hot water is another thing you can try. Walking is something else you can try. The verdict is still out as to whether walking actually helps, but a little exercise is good for the body and soul regardless of effectiveness in inducing labor. There are many other tips, tricks, and old wives tales you can try naturally induce labor. Check with your doctor or midwife before trying anything to naturally induce labor.\r\n\r\n6. Check fetal movements.\r\n\r\nIt is very important when you are overdue to keep a close eye on fetal movements. There are variations on how to keep track of fetal kick counts, so talk to your doctor about how to track and monitor your baby's movements. If you notice a decrease or change in your baby's activity call your doctor.\r\n\r\n7. Observe for signs of labor.\r\n\r\nFor some women keeping track of signs of labor will bring comfort and others it is plain out discouraging. As you pregnancy comes to an end your body will show sings or readiness for labor. Increasing Braxton Hicks contractions, pelvic achiness, backache, and increasing vaginal secretions are all early signs or labor. Early labor symptoms can begin weeks before labor, but all these signs are reassuring that your body is indeed getting ready for birth.\r\n\r\n8. Keep busy.\r\n\r\nKeeping busy will help keep your mind off of things. Here are a few suggestions to keep yourself busy. Take this time to freeze up a few meals for after baby's birth. This will allow you a little extra time and rest when baby is home. Make a belly cast of your pregnant tummy to commemorate your pregnancy. Start a scrapbook album for your baby. You can include mementos from your pregnancy and prepare pages for after baby's birth. Knitting, crocheting, or other hobbies can also be distracting.\r\n\r\n9. Ask for help. \r\n\r\nIf you are having a hard time physically or emotionally ask for support from your family, friends, or health care provider. You may be shouting from the inside, but unless you tell someone they may not know how you feel. If you are having feelings of anxiety or depression talk to your doctor.\r\n\r\n10. Do something nice for yourself. \r\n\r\nA massage, manicure, or trip to the hair salon are all good ideas to treat yourself at the end of pregnancy. If you can't convince baby to come out and play, at least mommy should have a good time."
    },
    {
       "id":"8",
       "title":"Kegel Exercises",
       "tipDescription":"Most women have heard about Kegel exercises, but for many, they remain a mystery. What exactly are they, what do they do, and who should do them?\r\n\r\nKegel exercises were named after Dr. Arnold Kegel, a physician who developed them in the 1940s to assist women with urinary incontinence. They’re recommended today for just about every woman, especially after childbirth. They help strengthen the pelvic floor muscles – the group of muscles that hold up your bladder, uterus, and other pelvic structures – and in doing so, they can make you less likely to have problems with urinary leaking after coughing or sneezing. Many women also report improvements in sexual intercourse after they start a program of Kegel exercises. Sounds great, right? So where do you begin?\r\n\r\nFirst, you have to learn how to tighten your pelvic muscles. The easiest way to do this is to try to stop the flow while you are urinating. If you can do that, you’ve located the muscles. If that doesn’t work, you can insert a clean finger into your vagina and try to tighten the muscles to squeeze your finger. You should not need to move your thigh muscles, abdominal muscles or buttocks. If neither one of these methods work, and you’re having trouble locating the muscles, ask your doctor for help.\r\n\r\nOnce you’ve identified the muscle group, you’re ready to start the exercises. Begin by squeezing the muscle tightly and holding it for a count of three. Then relax for a count of three; then repeat until you have done the tightening\/relaxing ten times. Repeat this three times a day. Next you can try holding the muscle for a count of four, then five, and so on until you can hold it for a count of ten. Remember not to hold your breath; just keep breathing normally while you do the exercise.\r\n\r\nMany doctors recommend that you not do these exercises while urinating because it is possible for this to cause your muscles to get weaker, and\/or your bladder might not be fully emptied, which can lead to a urinary tract infection. In fact, it’s best to do these exercises on an empty bladder. Also, you should avoid doing too many repetitions or moving your Kegel exercise routine ahead too quickly or else you will find yourself with tired, weaker pelvic floor muscles and possibly more urinary leakage.\r\n\r\nWith that note of caution in mind, you’re ready to go forward. The great thing about these exercises is that you can do them sitting down just about anywhere, without anyone noticing that you are doing anything. So you can try to do the exercises every day when you are sitting at a long traffic light, watching TV, checking your email, or just about any other activity.\r\n\r\nIf you are currently pregnant, the Kegel exercises may help you have more control and faster healing during childbirth. However, as with any other exercise, you should always check with your doctor before beginning; and wait until you get the OK after delivery to start them again.\r\n\r\nWith a regular program of Kegel exercises, you should notice improvements within a few weeks. As with any muscle exercise, you need to keep it up to stay in shape. But once you get in the habit of doing it – wherever, whenever – it should become second nature to you and you will feel more confident about your newly toned muscles."
    },
    {
       "id":"9",
       "title":"Your Third Trimester Guide",
       "tipDescription":"Congratulations on entering your third trimester! You’re in the home stretch of an incredible physical and emotional journey for you and your partner. Now is the time to rest up and prepare yourselves for the major event ahead – the birth of your baby – and for all of the exciting milestones to follow.\r\n\r\nPhysical Changes in the Third Trimester\r\n\r\nAt this point in your pregnancy, your baby will begin putting on body fat somewhat rapidly to prepare for life in the outside world. And forget about those little flutters you once felt inside – now the baby’s kicks are so strong that people will probably be able to see them from the outside.\r\n\r\nAs you get closer to your due date you may start to feel increasingly uncomfortable. That’s because your baby is growing and starting to crowd out some of your other organs. The baby may press down on your bladder, causing you to need to go to the bathroom more often. You’ll find that there’s less room in your stomach for a big meal, and your lungs have less capacity to do much physical exertion.\r\n\r\nOne symptom that may come as a surprise when you first feel it is a so-called Braxton-Hicks contraction or a practice contraction. These contractions are one way that your body rehearses for the big event, but they do not mean that labor is actually starting. Unlike real contractions, which are regular and grow steadily stronger, Braxton-Hicks contractions are irregular, sporadic, and relatively painless. If the contractions make you uncomfortable, try changing positions or drinking some water to make sure you are not dehydrated.\r\n\r\nDoctor’s Visits in the Third Trimester\r\n\r\nAt the beginning of the third trimester you will probably see your doctor every two weeks, and by the final six weeks you will probably go every week and\/or every few days. Your doctor will continue to monitor your weight and blood pressure and you may have an additional ultrasound to check the baby’s position. Toward the end, your doctor will most likely do a vaginal exam to feel the position of your baby’s head and check the condition of your cervix. \r\n\r\nOne common test given during the third trimester is the glucose tolerance test, which is a screening test for gestational diabetes. You may be asked to drink a special glucose drink or eat specific sugary foods for breakfast before this blood test is given. The test will assess how well your body is processing glucose and whether you need additional testing or treatment for gestational diabetes. Toward the end, your doctor will probably give you a Group B Strep test, which is a vaginal and rectal swab to test for bacteria that could possibly harm your baby during delivery. If you test positive, you may be given antibiotics during labor.\r\n\r\nAt this point you should have your doctor’s phone number on hand and be prepared to call if you have any symptoms that cause concern. You should call your doctor if you have contractions at regular intervals that are getting stronger; if you have a persistent lower back ache; if you have any kind of irregular discharge; or any other symptoms that don’t feel “right.”\r\n\r\nKeeping Healthy in the Third Trimester\r\n\r\nNow’s the time to keep eating healthy foods and getting rest while you can. During your third trimester, you may have vivid dreams that relate to anxiety about your baby. This is quite normal given the changes that lie ahead. During the daytime, try to do as many things as you can to reassure yourself and feel prepared. Take a childbirth preparation class with your partner. Decide what kind of birth you want to have or what kind of pain relief you want during labor. Take a tour and pre-register at the hospital; pack your hospital bag; have some infant clothes and diapers on hand; and collect the phone numbers of everyone you will want to call. Last but not least, don’t forget to have an infant car seat installed and ready to go. It may seem like you have a lot to remember, but the better prepared you are when the baby does come, the more you will be able to relax and enjoy your little one. Before you know it, your pregnancy discomforts will all be forgotten as you hold your new baby in your arms"
    },
    {
       "id":"10",
       "title":"Cloth Diaper Baby Shower Ideas!",
       "tipDescription":"Diaper showers are a wonderful blessing whether the diapers are disposable or cloth. However, if you or your friend knows they will be using cloth diapers, there's something amazing in opening package after package of colorful, cloth diaper fluff and patterns, knowing they will never run out. Throwing a cloth diaper baby shower can be laundry-loads of fun.\r\n\r\nHere are some fun ideas and ways you can help bring your cloth diaper dreams true.\r\n\r\nFit it in Theme\r\n\r\nDon't simply register for cloth diapers. If you really want to ensure you don't get disposables, you'll need to make it clear to your guests. Find a way to fit cloth diapers into the baby shower's overall theme and\/or include it on the invitation. Guests will be much more willing to invest in one or two cloth diapers when they know it is part of what everyone is contributing toward and what the mom desires.\r\n\r\nCloth vs. Disposable\r\n\r\nMake it a game! Create a fun shower game where guests are either individually timed, or required to team up with another guest to link arms, to see who can best diaper a baby doll or watermelon. First, use a disposable diaper and then a cloth; or you can compete them side-by-side. You can opt for the old fashion way with pins or the modern cute cloths with snaps and Velcro. Make sure they adjust to the correct size during the course of the game. Fun for everyone.\r\n\r\nShare your Inspiration\r\n\r\nDid you always know you would cloth diaper? Or was there an encouraging article, friend or quote that made the determining factor? Whether you just yearn for a more simple time as our grandparents had; care for the environment; or have just decided it's what's best for your baby, share your inspiration. Consider including it in a note centerpiece. It will not only encourage other women to consider cloth diapering, but it will give that peaceful explanation to a vocal relative or friend who insists you'll regret the choice later.\r\n\r\nDon't Sweat the Skeptics\r\n\r\nPeople who don't know about cloth diapers and\/or aren't interested in them personally often think that buying them is either boring or they assume the cloth phase won't last. Some people are so down on the decision to cloth diaper, they'll go so far as to make \"bets\" on how long the parents will last. Don't stress over this, let it go and move on. You are the one willing to do the work and the one who believes in it, so nevermind the naysayers.\r\n\r\nDecorate with Clotheslines and Pins\r\n\r\nCloth diapers, by default, mean a lot of laundry. Celebrate your choice with cute clothespins and look for baby shower décor that includes clothesline designs. You can include games where guests attempt to hang as many diapers on the line as they can with one hand. Or if the shower is outside, guests can dunk and clean as many diapers in buckets of water as possible in a race. These types of games will require cloth diapers to be made or purchased in order to play, so mom gets to keep them afterward to bulk her supply.\r\n\r\nRegister for a Baby Wet Bag\r\n\r\nMany people may feel intimated by the aspects of cloth diapering, especially how to clean and contain them after they are soiled. With a baby wet bag, mom can just toss the bag in the wash to clean the diapers. It doesn't just work for cloth diapers, a wet bag can also be used to hold wet swimwear or wet towels from the kitchen. They seal completely without leaking, and can be found online or in stores priced anywhere between $10 to $35+, depending on size and design.\r\n\r\nBe Prepared to still get Disposables\r\n\r\nMany cloth diapering moms say that even voicing their intentions to use cloth did not stop them from getting some disposables as gifts. Sometimes, it just is what it is. Smile and thank your guests regardless. Remember that they don't have to give you anything at all. And even with cloth diapering, many times having some disposables on hand can be great for heavy wetting nights, travel, or an unexpected laundry crisis."
    },
    {
       "id":"11",
       "title":"Planning Your Maternity Leave",
       "tipDescription":"If you’re a member of the work force, as soon as you find out your pregnant, you’re going to have to start thinking about maternity leave. You need to decide how much time you’re going to need versus how much time you’ll be allowed to take off from your work. You may also consider whether you want to return to work at all once the baby is born.\r\n\r\nAccording to the FMLA, the Family and Medical Leave Act, you are allowed 12 weeks of unpaid leave with a guarantee that your job will still be there when\/if you decide to return within those 12 weeks. Six of those weeks will be paid maternity leave if work for a company with more than 50 employees and you’ve worked more than 1,250 hours.\r\n\r\nSo armed with these facts, what’s next? Well, obviously you need to work out your plans with your husband or if you’re a single mom, you may have to consider if you can afford to take any maternity leave at all. Even two income families may find it too much of a strain to live on just one person’s income.\r\n\r\nOn the other hand you may find that if your husband does make a good salary you may be able to take the time off or even leave the work force altogether and be a stay at home mom if you wish.\r\n\r\nMake sure to inform employer as soon as possible so the two of you can work together to discuss your options and how to work around your absence.\r\n\r\nFor the purposes of this article let’s assume that you do plan to take some time off and then return to work once your maternity leave is up.\r\n\r\nDawn, a 36 year old teacher from New York explains, “I told my boss 3 months into the pregnancy that I was pregnant. The secretary was the one who dealt with the dates. I just told my principal when I was supposed to give birth. I took off the week before I was to give birth with my first child and worked until the last day with my second child. Each time I gave birth, I had from May to September to be home with my babies. I had planned my pregnancies that way so that I would have the summer vacation after my six weeks off.”\r\n\r\nAshley, a 22 year old Retail Worker from Michigan adds, “I had to fill out a bunch of paper work and get a note from my doctor with the day I was taking off and when I expected to come back. I hate working so time off was great, plus it was nice to have the bonding time.” If you decide that you can’t really afford to take time off but you still want that opportunity to rest and bond with your new baby or if you decide you want to take more time off, ask your boss if he would consider allowing you to split your duties with a co-worker or pitch in on some on going work projects, this way you can still spend time with your baby but bring in at least some amount of regular income.\r\n\r\nAnother option would be to ask your boss if he’d be willing to switch your position to perhaps a telecommuting one (working from home) for the duration of your leave so that your salary won’t suffer much if at all.\r\n\r\nYou may find yourself feeling depressed at the idea of leaving work or maybe even guilty, like you’re leaving your boss or co-workers shorthanded.\r\n\r\nTalk to your fellow co-workers about their experiences on maternity leave. A support system is vital during this transition. You may be worried that you’ll miss the routine and fulfillment your job brings you, if you share these fears with women who perhaps have had the same feelings during their leave, they may be able to alleviate some of your worries or at least provide a sympathetic shoulder.\r\n\r\nMake sure to keep in touch with your co workers and your boss during your leave so that it will be easier for you to transition back to work when your leave is up if you decide to come back. Also, by keeping in touch you can assure your boss and fellow employees that you are still a team player and be assured of a warm reception once you go back to work.\r\n\r\nAt the beginning of your leave, you’ll be busy with your new baby, but try and keep up with some activities that are similar to your job description. For example, read books that are of the same subject matter as what your company does.\r\n\r\nBe prepared to perhaps feel depressed when the baby comes. You may feel torn between leaving work even for a little while, and leaving your baby if you plan to go back to work. This was the case with Dawn’s first baby. “The first time back was harder than the second time. After going back when my first child was born, I was an emotional mess. The second time I felt, okay been there done that.”\r\n\r\nAshley found it easier to transition back to work than she did to transition away from her child as well. “It was easy at work. All I did was call them and tell them when I was ready to come back but on the home side it was hard because it was the first time I was away from my son, I cried a lot the first week.”\r\n\r\nSo even as you plan your maternity leave, try and plan how you’re going to make the change back into the workforce. This way you won’t be overwhelmed with guilt and worry on both ends and you can feel confident that you’re doing the best thing for yourself as a working woman and yourself as a mother."
    },
    {
       "id":"12",
       "title":"Keeping Track of Fetal Movements",
       "tipDescription":"Starting around 18 weeks of pregnancy, you will begin to feel fetal movements. These kicks and movements will be easier to distinguish the further along you are. Around 28 weeks of pregnancy is a good time to start keeping track of fetal movements daily by using a kick count chart. Opinions vary from practice to practice on how to count kicks, number of kicks to count, and when you should call your doctor. Talk to your doctor about her protocol for performing kick counts.\r\n\r\nCardiff Count to Ten Method\r\n\r\nThe Cardiff Count to Ten method is probably the most common method for tracking fetal movements and is the method used for the fetal kick count chart below. With this method, you count kicks around the same time each day. Timing kicks about an hour after meals is best.You mark your starting time and then start counting kicks until you reach ten fetal movements. Then mark your ending time on the chart. As a general guide, you should expect ten movements within two hours, but please contact your physician for their procedure. If you notice a decrease in your baby's fetal movements a significant change in his or her activity, it is always best to check with your doctor. Decreasing fetal movement can be a sign that your baby should be evaluated and warrants a phone call\r\n\r\nPrintable Kick Count Chart \r\n\r\nYou will need Adobe Acrobat Reader to view this chart. You can download Adobe Acrobat Reader here"
    },
    {
       "id":"13",
       "title":"Belly Casting",
       "tipDescription":"Are you looking for a fun way to capture the shape of your pregnant body? While taking photos or videos will do the trick… consider belly casting. It is truly a unique and easy way to commemorate the miracle of life. A 3D belly cast is made from plaster and shows off an expecting mom’s beautiful form. Belly casting can be done in the privacy of your own home, in as little as 30 minutes. Try it out and create a lasting memory of the special nine months you shared with your growing baby!\r\n\r\nTime Frame\r\n\r\nMost women choose to create a belly cast 3-4 weeks before their due date, but you can also make several casts to capture the miraculous changes in your body throughout your pregnancy. Your significant other may want to participate as well and this is a great bonding opportunity. Remember, a photo will only capture a flat 2-dimensional image, while a belly cast will capture your transformation in a full 3 dimensions.\r\n\r\nHow To Make a Pregnancy Cast This project should take you about an hour. You can either purchase a pregnancy belly cast kit or make your own. If you choose to do it yourself, here is a list of materials needed:\r\n\r\n* Plaster of Paris * Scissors * A bowl of water * Vaseline * A blow dryer\r\n\r\nStart by removing your shirt and exposing your belly. Sit in a comfy chair. Do not lay down, because your belly and breasts will flatten out. Tuck a towel in the waist of your pants. Rub Vaseline all around the belly in a thin layer. Cut strips of the plaster about a foot long each. Fill a bowl with water. Take a strip of the plaster and dip into the water for about 15 seconds. Apply smoothly along your belly. Continue to take the wet strips and place them around your belly until a thick enough layer has formed. Smooth the strips with wet hands. Tip: Make thicker layers around the outside of the dome so that it can remain sturdy.\r\n\r\nAfter this part is completed, take your blow dryer and dry the cast completely. Test it out by knocking on the cast to see if it’s hard. When it is ready, peel off the skin carefully. Wipe off any excess Vaseline. If you decide to decorate your belly cast, wait a couple hours to be sure it’s really set.\r\n\r\nBelly Cast Decorating Once you have made your pregnancy belly cast- you can keep it in its original form or jazz it up a bit! Paint it, apply sequins, glitter, beads, tile or any other decorations you’d like. You can even glaze it and use it as a fruit bowl! Many expecting mothers hang it on the wall in the baby’s nursery. Another fun idea: wait until your little bundle of joy is born and apply paint to your baby’s hands and feet. Then put the prints on the cast. It is truly amazing to see the change in size of a little hand or foot by comparing them to the cast as they grow. Your imagination has no limit. Enjoy your keepsake!"
    },
    {
       "id":"14",
       "title":"Braxton Hicks Contractions",
       "tipDescription":"You will notice your abdomen tightens and feels hard and then relaxes again. These are Braxton Hicks or ‘practise’ contractions; a dress rehearsal for the real thing. \r\n\r\nYou may have already experienced them in the second trimester, but they tend to be more common in late pregnancy, but unlike real contractions, they don’t build up and are not painful, just uncomfortable.\r\n\r\nOther signs that your body is preparing for labour\r\n\r\nSome women find their breasts start to leak colostrum, a creamy milk that is rich in the antibodies that will help protect your baby against infections.\r\n\r\nWearing breast pads inside your bra will help to prevent embarrassing leakages. \r\n\r\nYou are also much more prone to backache and sprains\/strains now because the pregnancy hormone, progesterone, has caused your muscles and ligaments to soften."
    },
    {
       "id":"15",
       "title":"What if my baby is in breech position?",
       "tipDescription":"From around 36 weeks your midwife will begin to talk to you about the position your baby is lying in. \r\nWhile the normal position is head down, also known as cephalic, occasionally a baby will settle into the bottom-first position, known as ‘breech’.\r\n\r\nThis can happen for a variety of reasons, including if you happen to have a small or unusual shaped uterus, a fibroid or low-lying placenta.\r\n\r\nResearch has shown that it is safer to deliver breech babies by Caesarean. However, this can be avoided by ‘turning’ the baby to a head down position; a medical procedure called external cephalic version (ECV), performed by an obstetrician at 37 weeks. \r\n\r\nIt’s successful in just under half of all attempts made in the UK."
    },
    {
       "id":"16",
       "title":"What to put in your hospital bag",
       "tipDescription":"There’s no telling when your baby will arrive. Having your bags packed early will mean that you’ll be ready whenever your baby does decide to put in an appearance.\r\n\r\nIt's best to have a labour bag containing items you’ll need during labour and birth, along with a bag for after the birth with your baby’s things and your going-home clothes in it. Your birth partner may want some personal items as well, in which case he or she may want to pack their own bag.\r\n\r\nIf you are having a home birth it’s still a good idea to have your bags prepared so that everything is ready and in one place. It also means that should you have to go into hospital at the last minute, no one will need to rush around trying to gather together the things you want to take with you.\r\n\r\nYour labour bag Checklist \r\n\r\nEssentials: \r\n\r\nBirth preferences plan and maternity notes Several nightdresses or t-shirts Slippers or socks A lightweight dressing gown Lip balm Water spray or sponge – to help keep you cool Snacks and isotonic drinks – to keep your energy levels up Maternity pads \r\n\r\nYou may also want: \r\n\r\nOil or lotion - if you want to be massaged Birth ball – can be a useful aid during labour TENS machine – used for pain relief Favourite music Hair clips and a brush Tissues or wet wipes Book, magazine or a tablet – to help pass the time Your mobile - plus a list of important phone numbers in case the phone runs out of battery!"
    },
    {
       "id":"17",
       "title":"What will my baby look like?",
       "tipDescription":"Forget what you've seen in the movies and on TV; most of the newborn babies you see on the screen are a few weeks old, plump and gorgeous. In reality babies look their least lovely in the moments after their birth, often appearing strangely wizen and wrinkled.\r\nFirst appearances\r\n\r\nYour baby will be wet from amniotic fluid, which is colourless, but she may well also be covered in blood picked up from your episiotomy or tear as she passed through the lower end of your birth canal. \r\n\r\nCaesarean babies will be covered in your blood but don’t panic, it’s not hers. There may also be a bit of vernix, especially in the folds of her skin. This greasy, white substance protects and lubricates your baby's skin inside the womb from about 19 weeks.\r\n\r\nUsually babies born before their due date will have more vernix, whereas babies born a little late will have less and will have drier skin. \r\n\r\nYour baby may have patches of fine downy hair, also known as lanugo, which covered her inside the womb. This will be more noticeable on dark haired babies and is usually seen more on the shoulders, back and sometimes ears and forehead. \r\n\r\nThis hair rubs off in a few days and it does not signify that she will be a particularly hairy person.\r\n\r\nChanges in appearance\r\n\r\nThe moment a baby enters the world they may appear slightly purple as they have yet to breathe properly. Once those first all-important breaths are taken their colour will change quickly to red.\r\n\r\nIf your baby is born vaginally, you may be a little alarmed by the shape of their head. This may seem large in proportion with the rest of their body (it will be a quarter of her overall length) and it may be a slightly strange shape as it has been squeezed during their passage through the birth canal.\r\n\r\nIf ventouse (vacuum extraction) was used during the birth your baby is likely to have a pointed head, others are born with a flat shaped head or even what looks like a lop-sided one, but all these will settle into a regular shape within about two weeks. \r\n\r\nNewborn babies also often squint during the first 12 weeks but as their vision develops this should disappear.\r\n\r\nThe pressure of the birth may also make your baby's eyelids puffy or marked with red patches - again this will soon settle. \r\n\r\nWhile some babies are born with lots of hair, others are born bald; the colour and quantity of hair has no bearing at all on future hair growth and colour.\r\n\r\nThe mother's hormones can make a difference\r\n\r\nSome babies have tiny white spots on the face when they are born, known as milia, which is caused by blocked oil glands, which should fade after a few days. \r\n\r\nMeanwhile, the umbilical cord stump can also look a little strange as it will have been clamped after the birth, but in about a week the 2-3cm stump will shrivel up, turn black and drop off, leaving behind your baby’s tummy button.\r\n\r\nA pregnant woman's hormones can also have an effect on a newborn baby in that their genitals may seem large in relation to the rest of their body or can make the breasts of both girl and boy babies appear swollen.\r\n\r\nOccasionally a baby’s nipples may discharge a little milk, which again is due to the mother’s hormones. A baby girl may also have a slight vaginal discharge; all of these features will settle within a week or two\r\n\r\nYou’ll be surprised how, in just a few days, your baby will fatten up, smooth out and look very different. In fact, she’ll be picture perfect!"
    },
    {
       "id":"18",
       "title":"Late arrivals; Going overdue",
       "tipDescription":"Although pregnancy is described as 40 weeks in length it’s perfectly normal for a baby to be born anytime between 37 and 42 weeks. Once a pregnancy reaches 42 weeks the baby is considered to be officially late or ‘post-term’. \r\n\r\nIf your baby hasn’t arrived by your due date it’s natural to feel disappointed – after all you have been waiting for nine months to meet your little one. Try not to be too down hearted though as one thing is for sure, your baby will be arriving within the next few weeks.\r\n\r\nQ1. What happens if my baby hasn’t arrived by my due date?\r\n\r\nIf there is no sign of labour starting your midwife is likely to offer you a simple procedure called a ‘membrane sweep’ at your next antenatal appointment. She will explain what this involves and you can then decide whether to go ahead and have it done or whether you want to wait for labour to start naturally. After a membrane sweep labour often starts within 48 hours. If labour doesn’t begin, your midwife may suggest repeating the procedure or she may talk to you about having your labour induced between 41 and 42 weeks.\r\n\r\nInduction is always planned in advance so you will have the opportunity to discuss the advantages and disadvantages as well as the form of induction that will be used, before you have to decide whether to go ahead.\r\n\r\nQ2. How will being overdue affect my baby?\r\n\r\nMany babies are born perfectly healthy at 42 weeks and beyond. However, there is evidence that if a pregnancy goes beyond 42 weeks the risk of complications for both mother and baby increases, which may include stillbirth. Induction is offered to all women who are still pregnant at 42 weeks. \r\n\r\nQ3. What happens at 42 weeks?\r\n\r\nIn the unlikely event that your baby hasn’t arrived by the time you are 42 weeks pregnant and if you still don’t want to opt for induction, then you will be offered frequent monitoring to make sure that your baby is healthy. This will be done at the hospital. You will be offered an ultrasound scan to monitor your baby and to check on the levels of amniotic fluid. If there are any concerns about your health or the health of your baby, your midwife or doctor will discuss this with you and suggest that labour is induced."
    },
    {
       "id":"19",
       "title":"Preparing for your baby's arrival",
       "tipDescription":"Use these last few weeks of pregnancy to prepare for your little one’s arrival. Being well organised now will make things easier for you and your family when your baby does put in an appearance.\r\n\r\nBaby Basics\r\n\r\nAlthough your baby may sleep in your room for the first six months, you will probably want to keep most of the baby items in another room. This may be a nursery or in a bedroom he may eventually share with an older sibling. \r\n\r\nBabies have a disproportionate amount of ‘stuff ‘in comparison to their size, so you will need space to store things!\r\n\r\nYou may want to wash new baby clothes and bedding to remove any substances or dust that might irritate your newborn’s delicate skin. Always wash new baby clothes and bedding with non-bio washing products. Although normal non-biological detergents are fine, you may prefer to use a detergent that has been specially formulated to be gentle on a baby’s skin. \r\n\r\nDo make sure the clothes and bedding are thoroughly rinsed. You will need to pack the items you will want for your newborn in your ‘after the birth’ bag.\r\n\r\nBuy nappies and baby toiletries now, and make sure that the cot or Moses basket is ready for your baby. \r\n\r\nDon’t forget the car seat – you must have one to take your baby home in if you are planning to have your baby in a birth centre or hospital. Make sure that both you and your partner know how to put your baby into the car seat and how the seat fits into the car.\r\n\r\nStock up\r\n\r\nIt’s a good idea to stock up on non-perishable goods such as soups, healthy cereals, and tinned vegetables. \r\n\r\nNow’s also the ideal time to prepare meals which can be frozen and used later. This will save you time and energy when your baby first arrives home.\r\n\r\nGetting to the hospital\r\n\r\nIf you are planning to have your baby in a maternity unit it’s worth having a few trial runs at different times of the day so that you don’t get caught out by the traffic. \r\n\r\nMake sure you both know the quickest route to the hospital and keep the car filled up with fuel. \r\n\r\nPut a list of emergency telephone numbers, including your partner’s mobile and a taxi firm that will take you to the hospital (check with them now) beside the house phone, or stuck to the fridge where everyone can see it. \r\n\r\nHaving a home birth\r\n\r\nCheck with your midwife about any additional items that you may require for a home birth, such as protective covering for the bed or floor and large towel to wrap the baby in after the birth.\r\n\r\nChildcare\r\n\r\nIf you have other children you will have to make plans for childcare, both during the day and at night, as there is no way of telling what time your baby will arrive. \r\n\r\nIf your little one is already at nursery or school, make sure that the teacher knows who they should expect to collect them when you are having your baby. \r\n\r\nDon't forget your pets\r\n\r\nYou'll need to have someone organised to come in and look after them if you are planning to have your baby in a birth centre or hospital.\r\n\r\nIf you are having your baby at home, you'll have enough to think about without worrying about your pets, so get some help.\r\n\r\nA little bit of planning now will ensure that everything is ready for your baby, whenever he or she decides to arrive. \r\n\r\nPacking your bags\r\n\r\nThere's no telling when your baby will arrive - it could be anytime from up to a week or two before your due date to over a week after it. Having your bags packed at 37 weeks will mean that you'll be ready whenever your baby does decide to put in an appearence."
    },
    {
       "id":"20",
       "title":"Late pregnancy health niggles",
       "tipDescription":"This is crunch time for your body; everything is under strain, from your digestive system to your muscles and joints. Try out these tips for coping with those unwanted health niggles during late pregnancy.\r\n\r\nWeight gain\r\n\r\nYou can expect to gain anything from around 7kg to 18kg (15lbs to 40lbs) depending on your BMI during pregnancy.\r\n\r\nTip: Pregnancy is not a time for dieting, but avoid eating too many foods containing ‘empty’ calories such as cakes, sweets and biscuits.\r\n\r\nFluid retention and swelling \r\n\r\nIt’s quite normal for your feet, ankles and hands to swell slightly during late pregnancy. Providing that there is no protein in your urine and your blood pressure is normal, there is no reason to be concerned – the swelling is simply because your body is holding more fluid than usual.\r\n\r\nTip: Sit with your feet higher than your heart to reduce swelling in your feet and ankles; drinking plenty of water can also help.\r\n\r\nFeeling hot\r\n\r\nYou may feel hot all the time, which can be a bonus in a cold winter, but not so welcome if your last few weeks of pregnancy coincide with high summer. This pregnancy flush is caused by your higher metabolic rate.\r\n\r\nTip: Wear natural fibres, carry a bottle of water with you when you go out and take frequent sips. Invest in a pocket, battery-operated fan.\r\n\r\nCarpel tunnel syndrome\r\n\r\nIf your hands and fingers swell, pressure may be put on the carpel tunnel that houses the tendons and nerves that run to the fingers. This results in pins and needles and numbness in your fingers and causes pain to radiate from the wrist to the forearm, which may wake you in the night.\r\n\r\nTip: Try sleeping with your hands raised on a pillow to prevent fluid from building up. \r\n\r\nTake frequent breaks if you work at a keyboard while flexing the fingers and rotate the wrists to exercise them. In severe cases you may be referred to a physiotherapist. \r\n\r\nBreathlessness\r\n\r\nYou’ll find that everything is more of an effort now causing you to become breathless more easily. This is because your baby is putting pressure on your diaphragm and lungs, so taking deep breaths is uncomfortable.\r\n\r\nTip: Try to take deep breaths, sit and stand as straight as possible and prop yourself up with pillows in bed. If breathlessness is causing you concern see your GP.\r\n\r\nCystitis\/urinary tract infections (UTIs)\r\n\r\nThese are more common in pregnancy because the muscle tone of the bladder becomes reduced which means that your urine flow slows down.\r\n\r\nThe net result of this is that bacteria have longer to multiply in the bladder. UTIs are usually picked up by testing your urine sample and treated with antibiotics. \r\n\r\nSymptoms of a UTI include pain when passing urine, flu-like symptoms and lower back pain. If you experience any of these it’s important that you consult your GP or midwife who will be able to prescribe suitable treatment. Left untreated, a UTI can lead to a kidney infection, which can increase the chances of a premature labour.\r\n\r\nTip: Urinate frequently, even if you don’t feel the need and drink plenty of water. \r\n\r\ncramp\r\n\r\nThese shooting pains in your calves tend to get more frequent and painful as your pregnancy progresses. They can be caused by a number of factors including changes to your circulatory system, the weight of your uterus pressing down, or muscle fatigue.\r\n\r\nTip: Straighten your leg and pull your toes towards your body to ease a cramp or try walking about in bare feet on a cold floor. Massaging the affected area will help, too, as may drinking tonic water.\r\n\r\nHeavy, aching tummy\r\n\r\nYour bump may start to drag on the ligaments that are supporting it inside the uterus and standing for long periods, lifting and stretching will all make it worse.\r\n\r\nTip: Avoid standing for long periods and lifting or stretching. Get plenty of rest."
    }
 ]