[
    {
       "id":"1",
       "title":"Eight Tips to Relieve Morning Sickness",
       "tipDescription":"Initially, morning sickness may provide comfort to the newly pregnant woman because it reaffirms that she is indeed pregnant. Also it has been shown that pregnancies with morning sickness have higher success rates. However, after a few bouts of nausea, this comfort is quickly replaced with a desire for relief. If you are experiencing morning sickness, there are some things you can try to get rid of morning sickness.\r\n1. Dry crackers or toast Eating dry crackers or toast before getting out of bed can sometimes help with morning sickness.\r\n2. Gingerale This has been used for years for stomach bugs and upset stomach. It may help with morning sickness too! Ginger root has also been shown to help with stomach discomforts.\r\n3. Avoid spicy or fatty foods Spicy foods can irritate the stomach, aggravating morning sickness. It is best to avoid spicy or fatty foods if possible.\r\nEat small frequent meals Eating small frequent meals and avoiding an empty stomach should help ease morning sickness.\r\n4. Keep well hydrated Sip water throughout the day. Guzzling is not necessary and may cause more upset stomach. If morning sickness is causing vomiting, you could easily become dehydrated. Drinking water may not actually help with morning sickness, but it can help keep complications from it at bay.\r\nAcupressure Studies have shown acupressure may relieve morning sickness. Consult with an an acupressurist for correct pressure points or to schedule a session.\r\n5. Vitamin B6 Vitamin B6 may be beneficial. Consult your doctor for appropriate amounts during pregnancy.\r\n6. Medication If morning sickness is severe, talk to your doctor. Sometimes medication and even hospitalization is necessary."
    },
    {
       "id":"2",
       "title":"I'm Not Having Pregnancy Symptoms - Is This Normal?",
       "tipDescription":"You’re sure that you’re pregnant, but you don’t feel a thing. After all that you hear about the major changes that pregnancy brings, how could this be possible?\r\n\r\nSurprisingly enough, not feeling any symptoms in the first few weeks or even months is somewhat common. Just as every woman’s body is different, every pregnancy is different too. Not every pregnant woman is going to experience all of the stereotypical symptoms (nausea, morning sickness, food cravings, bloating, gas). In fact, probably the most common symptom is feeling more tired than usual, and you may not even notice that symptom at all. (Remember that there are some women who get pregnant unexpectedly and don’t realize it for a few months.) \r\n\r\nMost likely, if you’re having no symptoms, you’re either in the “two week wait” between ovulation and the expected first date of your menstrual period, or you’ve tested positive through a home pregnancy test and you are waiting to see a doctor. If you’re in one of these two categories (still waiting to have your pregnancy officially confirmed), the best advice is to be patient and wait – as hard as it may be – and take good care of yourself. Even if you’re not having symptoms right away, you probably will be able to tell soon enough if you are indeed pregnant.\r\n\r\nOn the other hand, if you have had your pregnancy confirmed by a doctor and you’re still not having pregnancy symptoms, you may simply be one of the “lucky” ones who makes it through her first trimester without nausea, exhaustion, bloating, or cravings. Even though this may give you anxiety because you’re wondering if the baby is OK, some women who have devastating morning sickness would probably trade places with you happily. It’s also possible that you are having other symptoms that are normal but not automatically associated with pregnancy. Pregnancy can make some women feel more energized, have a greater sex drive, or have an enormous appetite. Either way – if you feel nothing at all or if you feel better than ever – you might as well enjoy yourself, as long as you continue to follow all of the regular guidelines for prenatal health.\r\n\r\nSome women who aren’t feeling many symptoms can find comfort in reading a book or online guide that tells them what is happening with their pregnancy week by week. This may allow you to feel more in tune with your body, even if you aren’t feeling changes directly.\r\n\r\nOf course, no matter whether you are feeling symptoms or not, you should stay on schedule for your prenatal checkups so the doctor can make sure that your baby is doing well. And if you are experiencing anything unusual – sharp pains or bleeding – make sure you get the doctor to check it out. Chances are everything will be fine, and you’ll be feeling little kicks and developing a nice round pregnancy belly before you know it."
    },
    {
       "id":"3",
       "title":"When Should I See My Baby's Heartbeat on Ultrasound?",
       "tipDescription":"Ultrasounds give you a window into your baby's world. More and more women are getting ultrasounds very early in pregnancy. These early ultrasounds provide comfort and reassurance to the expectant mother. They also help with dating your pregnancy properly and getting an accurate due date.\r\n\r\nWhen is the earliest you can see a heartbeat on ultrasound?\r\n\r\nAt about six weeks into pregnancy (four weeks from conception), you should be able to see your baby's heartbeat on ultrasound. The typical heart rate at this age is about 100 beats per minute. As your pregnancy progresses, your baby's average heartbeat will be between 120 and 160 beats per minute.\r\n\r\nWhat if I don't see a heartbeat?\r\n\r\nYour doctor will not only be looking for a heartbeat, she will also be looking for a gestational sac. She will measure the size of the baby. This will help her to determine your baby's age. If your baby's size is smaller than expected, your due date may be off. It is important to keep in mind that a due date is an estimate based on the start of your last menstrual period. If your cycles are irregular or you ovulated late in your last cycle, this increases the chances of your due date being off. Performing an ultrasound just a few days earlier than six weeks may not yield a visible heartbeat. If your baby is measuring smaller in size, your doctor will likely perform a repeat ultrasound in a week or two and order lab work to check your hCG levels.\r\n\r\nIf your baby is measuring six weeks or beyond and you do not see a heartbeat on ultrasound, your doctor will discuss the likelihood of miscarriage or ectopic pregnancy. She may order lab work including hCG levels. Due to possible errors in dating or possible equipment errors, she may also order a repeat ultrasound in three to five days."
    },
    {
       "id":"4",
       "title":"First Trimester Spotting - Spotting During Early Pregnancy.",
       "tipDescription":"If you are pregnant and notice even the smallest amount of blood in your underwear or upon wiping, you may be alarmed. Spotting, similar to bleeding during pregnancy, can occur at any point in your pregnancy. Spotting is slight bleeding usually noticed when wiping or as slight staining of your underwear. It can be pink, red or brown colored blood and may be rather faint. Although it is very scary, many times there is a simple explanation for the spotting.\r\n\r\nCauses of Spotting During Early Pregnancy\r\n\r\nEctopic pregnancy- Spotting or bleeding during early pregnancy can be a symptom of an ectopic pregnancy. An ectopic pregnancy is a pregnancy where the fertilized egg attaches to someplace outside of the uterus. It is also sometimes called a tubal pregnancy if it attaches to one of the fallopian tubes. If you experience bleeding or spotting accompanied by abdominal pain or dizziness, you could be having an ectopic pregnancy. Ectopic pregnancy can be an emergency situation. If you experience sharp pain or bleeding seek emergency care.\r\n\r\nMiscarriage- About twenty to thirty percent of pregnancies end in miscarriage. A miscarriage may start off with light spotting or bleeding. Other signs of miscarriage include cramping, bleeding and loss of pregnancy symptoms. Keep in mind that many women have spotting during pregnancy and do not go on to miscarry. About fifty percent of women who experience spotting during early pregnancy go on to have a healthy pregnancy.\r\n\r\nImplantation bleeding- Spotting during pregnancy may be caused by implantation. Implantation bleeding occurs after the egg burrows into the lining of the uterus. As the egg implants into the lining sometimes a little bit of bleeding will occur. This bleeding may be noticed at the time of implantation or a few days later as brown spotting.\r\n\r\nSpotting after sex- Blood supply to the cervix is much higher during pregnancy. Sometimes having sex can irritate the cervix and cause slight bleeding afterwards. You should talk to your doctor or midwife any time you have spotting but make sure to let them know if you had intercourse before the spotting occurred. You may be advised to abstain from intercourse during your first trimester if you are having spotting.\r\n\r\nSpotting after an internal exam- Frequently women will have slight spotting after an internal exam or pap smear. This is generally nothing to worry about. If the spotting continues or turns to bleeding contact your doctor or midwife.\r\n\r\nOther causes- Sometimes spotting occurs and there is just not a clear answer as to why. You may be advised to abstain from heavy lifting, exercising or to stay off your feet if you have had spotting during your first trimester."
    },
    {
       "id":"5",
       "title":"Inhabitots on Just Mommies: Top Tips for a Healthy, Green Pregnancy",
       "tipDescription":"Congratulations on your pregnancy! Give your growing baby the best start possible with our 7 top tips for a green, safe and healthy pregnancy, which cover everything from eating organic foods and avoiding BPA exposure to using all natural home cleaners and non-toxic personal care products.\r\n\r\nFeeling woozy? Here are 5 natural remedies for morning sickness that will help cure your nausea and get you back on your feet.\r\n\r\nThere's no time to waste when it comes to taking a great prenatal vitamin to ensure you and your blossoming babe get all of the vital nutrition you need. Here's our guide to prenatal vitamins for vegan and vegetarian moms-to-be.\r\n\r\nPregnancy often brings on its own brand of aches and pains. We recommend several safe and natural pregnancy symptom soothers to help you get the relief you need without opening the medicine cabinet.\r\n\r\nExercising is an excellent way to stay strong, fit and relaxed. Wondering which workouts are best for pregnant women? Check out these great fitness tips for safe pregnancy exercises for the first trimester and beyond.\r\n\r\nIt's also important to rejuvenate and pamper yourself during this momentous time in your life. Try one or all of these five natural ways to relax during pregnancy, as often as you find the time to unwind!\r\n\r\nWe all know that 'eating for two' is no longer a free pass to order up large portions of unhealthy food. Learn how to avoid those pesky, and strange pregnancy junk food cravings, and which are the best foods to eat during the critical first trimester of pregnancy."
    },
    {
       "id":"6",
       "title":"Inhabitots on Just Mommies: Eco, Economical, Fashion-Forward Maternity Wear for Stylish Moms-to-Be",
       "tipDescription":"Experiencing a fashion slump during the nine months to motherhood? Pregnancy may present all sorts of challenges, but dressing stylishly need not be one of them! Read on to get the lowdown on dressing-up your bump without spending tons of cash on maternity clothes. We've got top tips on continuing to wear your existing wardrobe, buying specific styles that you can still don once baby arrives, and how to make your favorite pair of jeans wearable all the way through your pregnancy!\r\n\r\nWondering how to make it through your pregnancy without ever buying 'maternity' clothes? There are plenty of fashion-forward styles that will flatter your figure and then seamlessly transition to your everyday postpartum wardrobe. See our handy guide to learn about the best ways to flaunt your bump, and how to stretch your current clothing collection to suit your blossoming belly.\r\n\r\nInvited to a black tie affair during your third trimester? You can either view the event as an extreme fashion emergency or a chance to show off your radiance. Choose the latter by opting to lease designer clothing via Rent Maternity Wear. The ingenious online rental service enables you to rock high-end labels at an affordable rate.\r\n\r\nOr invest in one dress that you can wear 110 different ways during pregnancy and beyond. Designer Hayley Starr's 'Fancy' dress comes in an array of hues and sizes is the ultimate addition to every woman's evolving repertoire.\r\n\r\nThere's no need to sideline your favorite pair of jeans now that baby's on board. Stretch your waistband, not your wallet, with Denim Therapy's maternity jeans service. The folks at Denim Therapy will insert expanding inseams into your jeans, so they may grow with you, and once baby is born, they'll restore your jeans to their original form.\r\n\r\nOnce you can no longer button your pre-pregnancy pants, employ a handy bamboo belly band to conceal the gap and keep your trusty trousers in play."
    },
    {
       "id":"7",
       "title":"Pregnancy Trimesters Guide for First Time Moms",
       "tipDescription":"Congratulations on your pregnancy. You may have some questions about what to expect during your pregnancy, what is happening with your developing baby, and what you should be doing to prepare for childbirth. Here is a quick guide for first time moms on what to expect during a typical pregnancy.\r\n\r\nFirst Trimester:\r\n\r\nMom: You will more than likely feel more tired. You may have some cramping or PMS symptoms around the time of your expected period. You may have problems with nausea, otherwise known as morning sickness. One of your first symptoms might be frequent urination. This is a common problem for many women during early pregnancy. Some women do not gain weight during the first trimester but most women gain about a pound a month during the first trimester.\r\n\r\nBaby: By the end of your first trimester your baby will weigh about 1\/2 ounce and measure about 3 inches long. You will be able to see your baby’s heartbeat via ultrasound by around your sixth week of pregnancy and you might hear your babies heartbeat with a doppler by the time you are nine to ten weeks along\r\n\r\nDoctor’s Visits: During your first visit you can expect to answer a lot of questions about your medical history. Your doctor will usually do a pap smear and may do other lab tests. If you know when your last menstrual period was, your doctor will give you an estimated due date. You will most likely go for appointments once a month through your first trimester.\r\n\r\nSecond Trimester:\r\n\r\nMom: A lot of moms feel better during the second trimester. Morning sickness may be subsiding. You may have a little more energy than you did during your first trimester. You can expect to gain about a pound a week during your second trimester. You will most likely start showing in your second trimester, if you haven’t already. Sometime during the second trimester, you may start to feel your baby move. Don’t worry if you don’t feel your baby right away. Many first time moms don’t feel their babies move until they are about 20 weeks pregnant.\r\n\r\nBaby: By the end of your second trimester your baby will weigh about 1 ½ to 2 lbs and be around 13 inches long. Your baby is beginning to look more like the person she will be when she is born. By the end of the second trimester all of your baby’s major organs are formed.\r\n\r\nDoctor’s Visits: When you are around 15 weeks pregnant you will probably be asked if you would like to have a blood test (AFP screening) done to screen for neural tube defects or down syndrome. You may be given an ultrasound when you are around 18-24 weeks to check for any anatomic abnormalities. Your doctor may be able to determine your baby’s gender during this ultrasound. You will most likely continue to have appointments scheduled for once a month during your second trimester.\r\n\r\nThird Trimester:\r\n\r\nMom: You may start feeling more uncomfortable during your third trimester. It may be difficult to get a good night’s sleep. It is harder to find a comfortable sleep position and you may be waking frequently to use the bathroom. You will gain weight at a faster pace during your last trimester. Expect to gain around a pound a week during the last part of your pregnancy. Towards the end of your pregnancy, as your cervix opens and your baby starts to descend, you may have more pelvic pressure and vaginal discharge. You might also have Braxton Hicks contractions. If you are in real labor your contractions will become regular and get closer together.\r\n\r\nBaby: Your baby may seem to move around less during the third trimester as she runs out of room. At birth your baby weighs may weigh around 7 ½ lbs and about 20-22 inches long.\r\n\r\nDoctor’s Visits: Your doctor will probably start seeing you every two weeks once you are 30 weeks pregnant. Then around 37 or 38 weeks he will start seeing you once a week. When you are around 37 or 38 weeks, your doctor may start to check your cervix to see if you are dilating or if your cervix is thinning out. Follow your doctor’s protocol on when to proceed to the hospital if you think you are in labor."
    },
    {
       "id":"8",
       "title":"Fighting Pregnancy Fatigue",
       "tipDescription":"For many women, fatigue is a constant complaint during pregnancy. And when you think about all that your body has to do during those nine months – namely, form and nurture another human being – it’s no wonder you aren’t even more fatigued. But whether you’re feeling a little slow, kind of weary, or entirely wiped out; take heart because there are plenty of ways you can help yourself feel better. For instance:\r\n\r\nGet adequate rest: This may seem like a no-brainer, but pregnancy is really one of those times when you really, really need to listen to your body. If you feel like taking an afternoon nap (and you can afford to do so), take a nap. If you’re ready to go to bed by 7:00, go to bed, even if your usual bedtime is closer to 11:00. And try as hard as you can to get a good night’s sleep, which means making yourself as comfortable as possible and eliminating outside noises and distractions.\r\n\r\nExercise: Though it may seem like the last thing you feel like doing right now, exercise can lift your mood and boost your energy levels. Of course you always want to check with your doctor before starting any exercise program while you are pregnant. But if you have your doctor’s OK, try to get yourself moving whenever you can. Even a brief walk in the sunshine may give you energy you didn’t know you had.\r\n\r\nEat right: Whenever you’re tempted to dive into some junk food, take a moment and think about all of the hard work that your body has to do to develop a healthy baby. Bad eating habits deny both you and your baby the kind of high-quality calories that you both need for nutrition and energy. You will probably feel more fatigued if you eat too many foods with empty calories like white bread, potato chips, French fries, or cookies. Instead, try to focus on eating plenty of whole-grain foods, and also fruits, vegetables, and beans and nuts. Refined foods and sugary foods are digested quickly and may leave you feeling listless and hungry for more food; while complex carbohydrates take longer to digest and will leave you feeling fuller and more satisfied.\r\n\r\nCut the caffeine: Caffeine may work as a quick fix to get you going, but its effect fades quickly, and the jury is still out on how much caffeine is really safe for your baby.\r\n\r\nGet your iron checked: Sometimes fatigue during pregnancy may stem from low levels of iron. If you are concerned, have your iron levels checked. Also remember to eat plenty of iron-rich foods, including spinach, broccoli, beef, beans, or enriched cereals.\r\n\r\nChange your schedule: This may seem like a luxury, but if you are truly fatigued, and if it is possible for you to make a schedule change, it may be a lifesaver. Can you reduce your work hours? Can you cut back to part-time work? Do you need to shift your work schedule to earlier in the morning, or later in the evening (based on when you have the most energy)? Do you need to make your schedule more predictable, so that, for instance, you’re not working until 7 pm one night and 2 am the next night? If you need a break, don’t be shy about looking for ways to get one.\r\n\r\nIf you have tried everything and you continue to be extremely fatigued, or more fatigued than normal, let your doctor know so that he or she can rule out any potential problems, including depression. Above all, don’t be too hard on yourself. Your body is doing the most important job in the world – growing your baby – and once the job is finished, you will probably be back to your old self very soon."
    },
    {
       "id":"9",
       "title":"Your First Trimester Guide",
       "tipDescription":"Well you have made it to your sixth week of pregnancy. By now you are probably past the initial shock of being pregnant. You may be starting to make some plans for your pregnancy. Do you think you will want to have a hospital birth? Will your partner cut the cord? You may be undecided about some things or your feelings may change throughout your pregnancy. Your pregnancy will go by faster than you think and after it’s over you may not remember everything. A lot of moms keep track of their pregnancies by keeping a pregnancy journal. In this week’s newsletter we are going to give you some creative things to do to keep track of your pregnancy.\r\n\r\nWhat’s Going On in the First Trimester\r\n\r\nWeeks 1 through 12 are considered your first trimester of pregnancy. (Remember that your pregnancy is dated from the first day of your last menstrual period, which means that in the fourth week of your pregnancy your baby is only two weeks old.) During this time, an amazing journey of growth begins. Following conception, the fertilized egg makes a home in your uterus. One single cell rapidly multiplies into many specialized cells, and by week six of your first trimester, the embryo is about the size of a kidney bean and contains a small heart that has started beating. You may even be able to see the heart if your doctor does an ultrasound. The rapid development continues and by the third month, the baby’s organs, joints, and recognizable features have begun to form, and the fetus is about the size of a small apple. At this point you may be able to hear the heartbeat through a special stethoscope.\r\n\r\nChanges in Your Body During the First Trimester\r\n\r\nEven though you probably feel like doing nothing, you’re certainly not being lazy. In fact, your body is probably working harder than it ever has before. Your body is manufacturing more blood and your uterus is preparing to expand voluminously. Surging hormone levels can also have a funny effect on your equilibrium: You may feel starving all the time, or you may lose your appetite altogether. You may feel dizzy or lightheaded at points during the day, or you may simply feel too exhausted to get out of bed. You may also find that you have a newly heightened sensitivity to smell: Even the slightest whiff of a new smell could bring on a whole new wave of nausea. Additionally, as your uterus grows it starts pressing on your bladder. This will explain why it suddenly feels like you are going to the bathroom all the time. Remember that many of these symptoms, while uncomfortable, are absolutely normal and will mostly subside by the end of the first trimester.\r\n\r\nMedical Exams During the First Trimester\r\n\r\nIn your first doctor’s visit after you find out you are pregnant, your doctor will consider your medical history and may do a range of tests including weight, blood pressure, and a pelvic exam. She will establish your due date based on the first day of your last period. She may do blood tests to determine your blood type and to test for any diseases such as HIV, as well as a urine test to screen for diabetes or kidney problems. Depending on your age or any other potential complications, she may also perform an ultrasound or other blood tests to screen for fetal abnormalities. \r\n\r\nTips for Staying Healthy in Your First Trimester\r\n\r\nYour first trimester is a critical time for the healthy development of the new little life inside of you. That means this is a time for you to stick to a healthy diet – eating several small meals instead of three large meals if that’s the best way for you to keep food down – and take your prenatal vitamins. Exercise can also be an important part of a healthy pregnancy, with your doctor’s consent, for keeping your body in good shape for the work it has ahead. You should also take the opportunity to get plenty of sleep while you can. And by all means, cut out smoking, recreational drugs, and alcohol, if you haven’t done so already. For some moms, the first trimester is no picnic. But remember, once your body settles in to its new role, many of the discomforts will subside in your second trimester. When you start to feel better, you can spend more time on fun projects like choosing a name, decorating the baby’s room, or shopping for tiny clothes. For now, just relax and focus on keeping yourself in the best possible health for your baby."
    },
    {
       "id":"10",
       "title":"Acne During Pregnancy",
       "tipDescription":"More than half of pregnant women have trouble with acne during pregnancy. You are at higher risk of acne during pregnancy if you’ve had acne in the past. In some cases, the acne may be severe.\r\n\r\nWhat causes acne during pregnancy?\r\n\r\nSimilar to an adolescent going through puberty, there are higher levels of hormones in the body when you are pregnant. These hormones cause an increase of oil production in the skin and can lead to break outs. Typically, the surge of hormones occurs during the first trimester, so if you don’t develop acne in those first three months, it’s unlikely you’ll have breakout problems during the second and third trimesters. Fortunately, the acne subsides once hormone levels return to normal.\r\n\r\nAcne or Pregnancy Rash\r\n\r\nThere are a few rashes that only occur during pregnancy. One rash, pruritic uticarial pupules and placques of pregnancy (or PUPPP) causes tiny bumps on the belly. This rash occurs in one percent of women who are pregnant and during the third trimester. Although this rash may be itchy or uncomfortable, there is no harm to you or your baby.\r\n\r\nWhat can you do about acne during pregnancy?\r\n\r\nWhat you put on your skin moves into your body, by way of the bloodstream; therefore, even topical medications have the potential to harm your baby. In general, you should avoid all medications you don’t absolutely need during pregnancy, including seemingly harmless over-the-counter acne medications and chemical spot treatments. Topical acne medications, however, are still safer than oral acne medications, since only about five percent of the topical medication is absorbed into the body.\r\n\r\nTwo topical prescription medications commonly used for acne during pregnancy are Erythromycin (Erygel) and Azelaic acid (Azelex, Finacea).\r\n\r\nOver-the-counter medications containing benzoyl peroxide and glycolic acid may also be an option, but many topical medications have not been adequately studied in pregnancy, so be sure to consult your doctor before starting any acne treatment.\r\n\r\nWhat acne treatments should you avoid?\r\n\r\nSome acne medications, in particular, come with a high risk of birth defects to the developing fetus or a child that is being breastfed. Here are medications experts say to avoid:\r\n\r\nOral medications:\r\n\r\nIsotretinoin. The birth defect risks are so high, women of childbearing age must be on two forms of birth control while on the treatment Hormone therapy, such as estrogen and the anti-androgens flutamide and spironolactone Oral tetracyclines, such as antibiotics tetracycline, doxycycline and minocycline \r\n\r\nTopical medications:\r\n\r\nTretinoin (Retin-A) Adapalene (Differin) Tazarotene (Tazorac) Salcylic acid, which is found in many over-the-counter products \r\n\r\nHow can I prevent breakouts during pregnancy?\r\n\r\nThe best way to keep your baby safe is to manage your breakouts without medication, altogether. Dedicate yourself to a strict cleaning regime and follow these tips:\r\n\r\nWash your face twice a day with warm water and a mild cleanser Avoid over-cleansing, which can over stimulate the skin's oil glands Use fingertips to wash your face rather than washcloths, which can irritate sensitive skin and lead to breakouts Shampoo daily and keep hair off your face Avoid picking or squeezing acne sores, which can spread infection and cause scarring Use oil-free cosmetics, such as water-based, noncomedogenic or nonacnegenic facial products Avoid resting your face in your hands, which can trap oil and sweat"
    },
    {
       "id":"11",
       "title":"A New Cure for Morning Sickness?",
       "tipDescription":"A promising study from researchers in Israel and Canada reveals that a prescription drug used for heartburn may actually aid women who experience morning sickness. As of now, there is no cure for morning sickness, as doctors are reluctant to give women medication that may affect their developing fetuses.\r\n\r\nTime.com reported on the study published in the New England Journal of Medicine, which found that the medication metoclopramide (not currently approved in the U.S. by the FDA for morning sickness), helps pregnant women with symptoms like nausea and won’t increase risk of harm to their babies.\r\n\r\nMetoclopramide is used in Europe and overseas to aid in morning sickness. Results from the study, which included 3,500 babies in Israel, found that in mothers who used the drug, the rates of congenital birth defects were no higher than usual.\r\n\r\nDr. Gideon Koren, director at the University of Toronto, tells Time.com, “I do think the FDA should look at it as a treatment for morning sickness.”\r\n\r\nLearn more on morning sickness and metoclopramide here:\r\nhttp:\/\/news.yahoo.com\/s\/time\/20090612\/hl_time\/08599190394400"
    },
    {
       "id":"12",
       "title":"Doctor or Midwife?",
       "tipDescription":"When you think of the word midwife, often the first thing to come to mind is home birth. Although some midwives do oversee births at home, the majority of Certified Nurse Midwives, CNM's, deliveries are in a hospital setting. If you have a healthy, low-risk pregnancy, a midwife may be a good choice for you.\r\n\r\nWhat is the difference in education between a doctor and a midwife?\r\n\r\nEducation requirements for doctors\r\n\r\nIn order to become a doctor, one must got to school for a minimum of 11 years. The typical path to becoming a doctor includes four years of college, followed by four years of medical school, followed by another three years of internship and residency. Medical school is a very rigorous program and requires a deep commitment to graduate, pass medical boards, and ultimately practice medicine.\r\n\r\nEducation requirements of midwives\r\n\r\nBefore describing the education required to become a midwife, it is important to differentiate the two types of midwives, CNM and direct entry (lay) midwives. We will describe the education and certification criteria separately as the paths to each are different.\r\n\r\nCertified Nurse Midwives\r\n\r\nCNM's begin their career in nursing school. Before attending most nurse midwifery schools, a bachelors degree is required (usually in nursing). This is followed by completion of a nurse midwifery program. The majority of CNM's have attained a masters degree. Where medical school has a broad focus, focused on disease processes and treatments, midwifery school has a very specific focus on care of the healthy pregnant mother. Midwifery school is also quite challenging with high academic standards. It requires dedication to the nursing profession and a passion for prenatal care. \r\n\r\nDirect Entry or Lay Midwives\r\n\r\nTraditionally, midwives were trained as an apprentice attending births with an experienced midwife. There are some who still follow this model exclusively and to a certain extent this is the approach given to the direct entry midwife. However, there is a growing trend towards certification and licensure and a formal education program for the lay midwife. The lay midwife of today has completed a formal education program covering prenatal care for the healthy pregnancy. She does not typically have a degree in nursing. She is expected to attend a required number of births and pass a proficiency exam before becoming certified. Certification is available to the direct entry midwife through the North American Registry of Midwives, NARM. Licensure is also available in a very limited number of states. Direct Entry midwives primarily work independently, performing home births and is not typically covered by health insurance. \r\n\r\nMedical care, what can Certified Nurse Midwives do?\r\n\r\nA CNM can safely care for a normal, low risk pregnancy. She can independently manage routine gyn exams, prenatal exams, and delivery. In most states, she can write prescriptions. However, state laws vary on prescriptive limitations. Since most CNM's work in a hospital setting, she also can authorize pain management options such as requesting an epidural from an anesthesiologist.\r\n\r\nWhat CNM's cannot do\r\n\r\nCNM's do not perform Cesarean sections. They do not manage high risk pregnancies and complications such as multiple pregnancies, high blood pressure, and diabetes. If you develop a complication during pregnancy, your CNM is trained to recognize symptoms and would likely transfer care over to a doctor.\r\n\r\n* Direct Entry midwives are very limited as to what they can do. They have no prescriptive authority and usually are not authorized to deliver in a hospital setting. Only a few states offer licensure to direct entry midwives and it is still a developing profession. \r\n\r\nWhat about insurance?\r\n\r\nAlmost all insurance companies cover costs of CNM services. Direct entry midwives are typically not covered by insurance.\r\n\r\nHow do I decide?\r\n\r\nOne of the best ways to decide is to find a practice that has both midwives and doctors. Many facilities will allow you to rotate between doctor and midwife until you decide your preference for delivery. Perhaps the biggest reason women choose a midwife over a doctor is the difference in approach to labor. Generally speaking, doctors are present only for the actual delivery of the baby and periodic checks through labor. Midwives are typically present through the duration of labor and childbirth. Choosing between a doctor and a midwife is a very personal decision. It may help to write down your goals for pregnancy and delivery and see which model of care your goals for pregnancy fall into."
    },
    {
       "id":"13",
       "title":"Ten Tips for Sleeping Better During Pregnancy",
       "tipDescription":"Everyone knows rest is vital when your body is growing a baby, but the changes and discomfort that accompany pregnancy often make sleeping rather difficult. What is an expectant mom to do? Rather than toss and turn with the stress of not sleeping, try these 10 helpful tips for getting a good night’s sleep with a bun in your oven. \r\n\r\n1 - Bedtime Routines aren’t just for after baby arrives:\r\n\r\nSoothing music, calming bath, or meditation before bed can all help get your body in the rhythm it needs for healthy rest. Unstimulated activities to wind yourself down after the day will not only help you sleep better during pregnancy, it will give you wonderful habits and tools for cultivating nurturing nighttime rituals after baby has been born. This will aid your house in maintaining strong sleep patterns and routines for years to come. \r\n\r\n2 - Body Pillows:\r\n\r\nNo matter which side you sleep on, by the third trimester your body is going to need the added comfort of support during the night. Consider investing in a quality body pillow to help you optimize position during pregnancy. At the very least, have several pillows of various consistency and size ready at hand for mid-night shuffling. You never know which spot your body may need an extra spot of cushion to rest easy. \r\n\r\n3 - Release Muscle Tension:\r\n\r\nRegular prenatal massages as well as stress-relieving spa techniques at home can really help to reduce and relieve the built up muscle tension your body is carrying. Don’t be afraid to ask your partner to help relieve an aching back, swelling feet or throbbing shoulders. If you have a lot of built up stress from outside anxiety, book yourself an appointment for a professional prenatal massage. Healthy mama leads to healthy baby. If your muscle tension is interfering with your sleep, you need to release and reduce the stress- physically and emotionally. \r\n\r\n4 - Limit Distractions: \r\n\r\nDon’t watch television or have it on while you are trying to rest and sleep. The same is true for stimulations like paint choices for the baby’s room and work related emails. If your brain is working overtime or is overly excited, the rest of your body will be. Shut down your mental stimulation at bedtime and make calm, rest a part of your nightly routine. Kick the T.V., telephone and computer out of your bedroom and give your pregnant body a place to recharge. Sleep matters. A better night’s rest will reduce the next day’s stress. Don’t worry, the world will still be there madly spinning tomorrow.\r\n\r\n5 - Mattress Quality: \r\n\r\nYou are where you sleep? Well, maybe not, but quality support in sleep studies does make a significant difference in healthy sleep. Even if you don’t have the money to invest in a high-quality new sleep number, simply flipping your mattress can really do wonders for support and slumber improvement. Make sure you don’t attempt to rotate or change your mattress alone, adding unnecessary weight and strain on your pregnancy. \r\n\r\n6 - Watch What You Eat: \r\n\r\nDigestion issues and elevated heart rates while your body digests food are a leading interruption to deep R.E.M. rest. Make sure you aren’t eating anything heavy, greasy or full of starch and sugar before bed. Heartburn keeps you awake. Also, make sure to avoid foods easy to contribute to food-borne illnesses. The last thing you want keeping you up all night, along with the hormonal changes, is vomit. If food poisoning is not your problem, but rather trimester-related nighttime nausea, try small snacks like crackers throughout the day to keep your stomach even-tempered after the sun goes down. \r\n\r\n7 - Go to Bed Earlier:\r\n\r\nIt may sound too simple to work, but just going to bed an hour sooner than normal every night can truly have a big impact on the number of hours your body rests. It may mean skipping your favorite show or letting go of some social media habits, but who couldn’t use more of a break from that? Skip the primetime line-up and Facebook drama and do yourself and baby a favor by hitting the sheets sooner. \r\n\r\n8 - Infuse (Never Ingest!) Essential Oils:\r\n\r\nUsing a lavender neck pillow, diffusing a calm blend in the air or rubbing some diluted homemade lotion on your skin before bed can help calm your body and ease into a restful state for better sleep. Be sure never to ingest essential oils or apply them directly to your skin, regardless of what your E.O. consultant may have assured you. Long-term studies of concentrated oil side effects during pregnancy have never been conducted to make them safe. Essential oils, while a popular trend remedy, should be used as a careful tool with caution, never as directly ingested substance.\r\n\r\n9 - Get your groove on:\r\n\r\nModerate exercise during the day can really help your body with overall health and promote natural sleep patterns during pregnancy. Just as establishing healthy bedtime routines will build strong habits moving forward, so will adequate movement. Blood circulation and tension release are added benefits to mild activities like walking, swimming and gentle, prenatal aerobics. If you aren’t currently in an exercise routine, make sure to start small, adding just 5-10 minutes a day into your normal activities. Reducing stress, not adding to it, is the goal. \r\n\r\n10 - Drink Water—and Know when to Stop:\r\n\r\nKeeping yourself hydrated throughout the day will make a big difference in your body’s ability to achieve and retain rest. Drinking plenty of water during the day, and stopping after 4 p.m., will keep your body hydrated while giving your bladder a break for more of the midnight bathroom trips. As baby grows, the pressure on your bladder will increase, making bathroom trips all the more inevitable, but staying hydrated should continue to be a priority through pregnancy. Healthy fluids make for a healthy mama. \r\n\r\nRemember that good sleep matters in a healthy pregnancy. So relax, reduce stress, and rest up in the months leading up to baby’s arrival. Your body and your baby are worth the effort!"
    },
    {
       "id":"14",
       "title":"When Should I Expect Morning Sickness?",
       "tipDescription":"Although not every woman experiences morning sickness, morning sickness is very common in pregnancy. Approximately seventy percent of pregnant women will experience morning sickness. Morning sickness generally starts sometime between four and eight weeks of pregnancy and usually resolves early in the second trimester.\r\n\r\nSymptoms of morning sickness\r\n\r\nSymptoms of morning sickness vary. For some, symptoms are quite mild only causing occasional waves of nausea. For others, morning sickness is quite severe causing excessive vomiting and occasionally even needing hospitalization.\r\n\r\nThe exact cause of morning sickness is not known. HCG is believed to play some part in it.\r\n\r\nInterestingly, morning sickness does not just occur in in the morning. Nausea and\/or vomiting can occur at any time of day. These symptoms are generally worse in the morning. However, every pregnancy is different and you may find morning sickness worse in the evening or afternoon.\r\n\r\nThankfully for most women, morning sickness is more of a nuisance than anything else. Most women do not experience any complications from morning sickness and it typically resolves on its own by eighteen weeks of pregnancy."
    },
    {
       "id":"15",
       "title":"How to Calculate Your Pregnancy Timetable: Weeks Vs. Months",
       "tipDescription":"“Congratulations! You’re pregnant! So how far along are you?”\r\n\r\n“Well, I’m at 18 weeks. So that’s four months. Or is it four and a half? Well, if I count back from my last cycle…Ummmmm…let me see....”\r\n\r\nIf you’ve been stuck in a conversation like this one, don’t feel bad. Most people think of a pregnancy as nine months long, and when they ask you how far along you are, they expect to hear an answer in terms of months, or possibly trimesters. On the other hand, most caregivers want to be more precise and track the pregnancy in terms of weeks. To make things more confusing, the count begins with the first day of your last period – before you were even technically pregnant. So how do you sort it all out? And what’s the simplest way to answer the question,“How far along are you?”\r\n\r\nThe traditional way to calculate a pregnancy is through calendar months. To calculate your due date, you take the first day of your last menstrual period, add nine months, and add one week. So if the first day of your last menstrual period was January 1, you would add nine months and one week to get a due date of October 8. In February you could say you were one month pregnant, in March you would be two months pregnant, and so on. Using that measurement, it is also easy to calculate trimesters. Months 1-3 would be your first trimester, months 4-6 would be your second trimester, and months 7-9 would be your third trimester.\r\n\r\nThe second and more “official” way to calculate your pregnancy is through lunar months or weeks. This is the method that most doctors use, and the method by which most experts measure fetal development. How does it work? Each lunar month consists of four weeks, of seven days each. A “normal” pregnancy will last 280 days from the date of your last menstrual period. And here’s the confusing part – that means your pregnancy will be 40 weeks or ten “months” long, measuring in terms of lunar months.\r\n\r\nTo put this method to work, let’s go back to the first example again: You’re pregnant, and the first day of your last menstrual period was January 1. You’ll still have an estimated due date of October 8. But at the time of your ovulation, about January 15, you will have been considered two weeks pregnant. By the time you miss your period, you will be considered four weeks pregnant. (By this measure, most pregnancies are not confirmed until you are five weeks pregnant.)\r\n\r\nUsing this scale, your first trimester would be between conception and 13.5 weeks, your second trimester would be from 13.5 to 27 weeks, and your third trimester would be 27 to 40 weeks.\r\n\r\nOf course, all of these calculations assume that you have a standard 28-day menstrual cycle. If your cycle is longer or shorter, you will need to adjust your due date calculation. (Most due date calculators allow you to make this adjustment.) You may also need to make adjustments if you’re not sure about the first day of your last menstrual period, especially if you tend to have irregular cycles or spotting.\r\n\r\nSo going back to the original question, what do you say when someone asks you how far along you are? For your grandmother, your co-worker, or a friend you meet in the supermarket, it’s easiest to answer in calendar months because those are terms that everyone understands. But for your health care providers, it’s better to be more specific and speak in terms of lunar months or weeks so that they can measure exactly where you are in terms of where you’re supposed to be. Either way, the count will be over soon enough, and you’ll face a new challenge: figuring out whether to measure your baby’s age in weeks or months."
    },
    {
       "id":"16",
       "title":"Unusual Pregnancy Symptoms: Metallic Taste During Pregnancy",
       "tipDescription":"Pregnancy hormones can do strange things to all parts of your body – even your taste buds. One of the more disconcerting symptoms that some women experience is a metallic taste in the mouth during pregnancy. When it begins – often in the first trimester – it can be surprising, uncomfortable, and annoying. Of course there’s nothing enjoyable about a metallic taste, but if it happens to you, take heart: You’re not alone, you can take small steps to mitigate the effect, and it won’t last forever.\r\n\r\nDoctors have a range of different theories about what causes this change in taste, also known as dysgeusia. In general, this uncomfortable sensation is most likely due to a fluctuation in hormone levels, particularly estrogen, which can affect your sense of taste. You may be experiencing a heightened awareness of the bitter taste sensation, which causes you to detect trace amounts of ingredients in foods that you may never have noticed. It can also be due to an acute sense of smell, which can make you more aware of bitter tastes. Some doctors even believe that there is an evolutionary role built in to this sensation – that it may be your body’s way of getting you to put more of the right nutrients in your body.\r\n\r\nIf you’re experiencing this symptom, it’s a good idea to check with your health care provider so that he or she can rule out any specific illnesses. Your doctor may also decide to help you change you over to a different prenatal vitamin, or change the time of day that you take it. Even if you are sure that the prenatal vitamin is the cause of the metallic taste in your mouth, you should work with your doctor to find a vitamin that’s right for you. Don’t use it as an excuse not to take that all-important vitamin!\r\n\r\nBeyond that, you may just need to experiment with what makes your mouth taste better. Some women find that eating sour or acidic foods helps wash away the metallic taste. If your stomach can handle it, spicy food often does a good job too.\r\n\r\nIf the problem is persistent throughout the day, you may try rinsing your mouth with a very weak salt solution or baking soda solution (1\/4 teaspoon of baking soda for each cup of water) to neutralize the pH in your mouth. Some women find relief in brushing their teeth, using mouthwash, or even chewing sugar-free gum. The main point is to make sure that the metallic taste does not get in the way of your ability to maintain a healthy pregnancy diet.\r\n\r\nAs uncomfortable as it may be, the good news is that this symptom often subsides after a few weeks. And even if it persists, remember that like all other pregnancy side effects, it will be gone by the time you have your baby – and by that time, you’ll have plenty of other things to think about. So hang in there, do the best you can to keep yourself comfortable, and remember that this too will pass."
    },
    {
       "id":"17",
       "title":"I'm Pregnant - When Will I Start to Show?",
       "tipDescription":"If you are newly pregnant, you may be wondering when you will start to show. You may start to notice changes in your waistline early in your pregnancy, before anyone would even be able to tell that you were pregnant. You may feel like you are showing much sooner than you actually are. Your stomach may look a little bigger early in your pregnancy but to others you may just look like you have gained a few pounds. Every woman is different about this but most women start to show in their second trimester.\r\n\r\nWhen do you start \"showing\" in pregnancy?\r\n\r\nSome women start to show very early in their pregnancies. If you have been pregnant before, your uterus and abdominal muscles may be more relaxed. Your pregnant belly may seem to “pop out” right away. At eight weeks your uterus is about the size of a tennis ball. It is normally the size of a lemon. This is not a remarkable change in size but it may cause your clothes to feel a little snugger. During early pregnancy, you may feel bloated, similar to how you feel right before your period starts. This bloated feeling, constipation, or weight gain may result in you feeling like you are showing sooner than you actually are. You probably won’t be needing maternity clothes until you are closer to the start of your second trimester. However, some women start wearing maternity as early as ten weeks into their pregnancies.\r\n\r\nIf I start showing early does this mean anything?\r\n\r\nIf you start showing early in your pregnancy, this doesn’t necessarily mean anything. If this is not your first baby you may start to show sooner than you did with your previous pregnancy. It is possible that you could be pregnant with twins, but it is more likely related to weak abdominal muscles or bloating in early pregnancy. If you are measuring bigger than where you should be measuring, your doctor may order an ultrasound to find out why.\r\n\r\nI am not showing, is something wrong?\r\n\r\nIf you don’t start showing for a while, this is nothing to worry about. If you are very thin, you may still be wearing your blue jeans for a while. Some women do not start to show until they are well into their second trimester or even the start of their third trimester. If you are overweight at the start of your pregnancy, you may not gain as much weight during your pregnancy and may not begin to show until later into your pregnancy."
    },
    {
       "id":"18",
       "title":"Fetal Development Month by Month",
       "tipDescription":"Month 1: Your first month of pregnancy your baby will accomplish many things, first and foremost, conception, fertilization, and implantation. After a woman ovulates, the egg is normally fertilized within 24-48 hours. The single fertilized cell begins to rapidly divide and at this point in time is called a zygote. Many amazing things happen at fertilization. Your baby's entire physical attributes are determined including gender, hair color, and eye color. Between days 7-10 from fertilization implantation usually occurs. Implantation should occur within the uterus if it does not this is considered an ectopic pregnancy. The amniotic sac, umbilical cord and yolk sac are already beginning to form. By the end of this month your baby is approximately 2mm long and beginning early stages of development.\r\n\r\nMonth 2: Your baby is now considered a fetus. Her heart, neural tube, arms and legs, liver and other major organs begin to form. By your 6th week, her heart will be beating and visible via ultrasound. The placenta also begins to form as well as the eyes, ears, mouth, and bones. In this month, your baby's fingers and toes will become present, however, they may still be webbed. Her brain and cranial nerves will also begin to form this month. Baby's sex organs begin to become visible. Your baby is approximately 1\/2 inch - 3\/4 inch long and weighs about 1-2 grams by the end of this month. \r\n\r\nMonth 3: If given an ultrasound now, you would be able to see your baby's arms and legs moving. Baby's heartbeat can be detected by doppler beginning in your third month. Development of the heart and all major organs is complete by the end of the third month. Baby's sex organs continue to develop, but it is still too difficult to differentiate gender. Baby's muscles in trunk, limbs, and head are developing. Baby's face is well formed and your baby looks like a baby. By the end of your third month, your baby is 3-4 inches long and weighs about 1 ounce.\r\n\r\nMonth 4: During your fourth month your baby's hair and teeth begin to form. Your baby will be moving and active now and you may begin to feel baby's movement this month, however, not feeling movements till next month is perfectly normal as well. Your baby's digestive system is forming and the intestines are present. Meconium, your baby's first stool, is present in the intestines as well. By the end of this month it may be possible to determine baby's gender. Your baby is approximately 5-6 inches long and weigh 5-8 ounces by the end of the month.\r\n\r\nMonth 5: Your baby is developing a fine hair, called lanugo, which covers the body. Likewise, her eyelashes and eyebrows are developing. Her fingerprints and footprints are now developed. She begins to suck and swallow and may even be found sucking her thumb. Vernix, a white lanolin-like covering, appears on baby to protect her skin. Her ears are developed as well and she may be able to hear you now. Your baby is approximately 7-8 inches long and weighs 3\/4-1 pound by the end of this month.\r\n\r\nMonth 6: Your baby's immune system is developing and she is beginning to create her own antibodies. She has developed a hand grip reflex and startle reflex. Her lungs are beginning to develop and alveoli are forming. She is growing and filling out. She looks more and more like the person she will be when she is born. By the end of this month, she is approximately 9-10 inches long and weigh in at about 1 1\/2-2 1\/4 pounds.\r\n\r\nMonth 7: Your baby's eyes are open and she is able to cry. She may be very active now and others may be able to see her movements. She may have hiccups which will feel like a jumpy movement. She is increasing in body fat and her bones are fully developed now. By the end of this month, she is approximately 11 inches long and weighs around 3-3 1\/2 pounds.\r\n\r\nMonth 8: At this point of your pregnancy, there is not a whole lot of new development. However, your baby is growing and maturing and preparing for life outside the womb. Your baby sleeps most of the time now and has periods of REM sleep. Baby is becoming increasingly cramped for space, but she is still very active. Your baby is approximately 13 inches long and weighs around 5-6 pounds at the end of this month.\r\n\r\nMonth 9: In your 9th month, which actually extends a little further than 9 calendar months, your baby is preparing for birth. She will spend a lot of time resting, but she should still have plenty of active periods. She should be facing head down in preparation for birth. Babies weight and length vary considerably at birth, but a typical range would be between 7-8 pounds and 19-21 inches in length."
    },
    {
       "id":"19",
       "title":"How to Tell Your Boss You're Pregnant",
       "tipDescription":"Determining the right time You kicked your coffee habit weeks ago, but your boss still hasn't clued into the fact that you're pregnant. Still, it's only a matter of time before she hears the news from someone else, and you'd like her to hear it from you first. So how -- and when -- should you make the mother of all announcements at work?\r\n\r\nWhile there's no guaranteed \"right time\" to share your big news, you can increase your chances of meeting with a positive response if you plan your announcement carefully. Here are a few tips:\r\n\r\nAnticipate your employer's concerns and be prepared to address them. Go in with a game plan that specifies how long you intend to be off work, who might be able to replace you, and what you intend to do to help train your replacement. Of course, you'll want to make it clear that this is just a game plan -- not a guaranteed blueprint for the months ahead. Circumstances may change if you run into some unexpected complications with your pregnancy, notes Hamilton, Ontario, obstetrician Margaret Lightheart, MD.\r\n\r\nUnderstand your rights as a pregnant employee. If you are expecting a performance or salary review in the near future, keep your news to yourself for now. That way, if the review doesn't go as well as you had hoped, you won't have to wonder whether you're the victim of pregnancy discrimination.\r\n\r\nTime your announcement to coincide with a major achievement at work (i.e. the completion of a major project). That way, you can show your boss through actions rather than words that you are as productive and committed to your job as ever, thereby addressing a perennial fear of many employers.\r\n\r\nIf you think your boss will react negatively to your news, wait until the highest-risk period for miscarriage has passed before sharing your news. (Of course, if you are suffering from severe morning sickness or other pregnancy-related complications, you may have to spill the beans a little sooner than you had hoped in order to explain why you are late coming in each morning or why you have been taking so much time off for medical appointments.)\r\n\r\nDon't be afraid to postpone your announcement if your boss is having a particularly bad day. If she is in a foul mood or is scrambling to meet an important deadline, hold off on sharing your news until she's in a more receptive frame of mind.\r\n\r\nLast but not least, be prepared for a less-than-enthusiastic reaction. While your boss may be genuinely happy for you, she may be concerned about what your pregnancy may mean to her and the company, particularly if this is her first experience of dealing with a pregnant employee. Still, don't let her concerns about how your pregnancy is going to impact the company's bottom line make you feel guilty. No one has the right to rain on your parade during this wondrous time in your life.\r\n\r\nAbout the author: Ann Douglas is a bestselling pregnancy and parenting author and mother of four. Her latest books are Sleep Solutions for Your Baby, Toddler, and Preschooler: The Ultimate No-Worry Approach for Each Age and Stage and Mealtime Solutions for Your Baby, Toddler, and Preschooler: The Ultimate No-Worry Approach for Each Age and Stage. You can find her online at www.having-a-baby.com."
    },
    {
       "id":"20",
       "title":"Leukorrhea: What Is It, What Does It Mean?",
       "tipDescription":"If you’re pregnant, you’ve more than likely experienced some heavy vaginal discharge. Leukorrhea is the scary-sounding term for excessive vaginal discharge that occurs frequently during pregnancy. But don’t be put off by the term – leukorrhea is generally more inconvenient than threatening.\r\n\r\nLeukorrhea is caused by an increase in hormone levels, particularly estrogen, that cause excessive secretions from the cervical glands. These secretions help to clean your vaginal area, so even if they are uncomfortable, they are a sign that your body is doing what it needs to stay healthy. Some women have enough discharge that they need to wear panty liners all day long. This can be alarming if you are late in your pregnancy because you may fear that it is actually amniotic fluid leaking out. However, in many cases, it is simply normal discharge. So how do you tell what is “normal?” Here are a few guidelines to help sort it out:\r\n\r\nNormal discharge: Normal discharge should be white, milky, and odorless. At times you may even notice some small sticky or mucus-like clumps either in your underwear or when you wipe after urination, but this is also within the normal range. During your pregnancy, you may notice an increase in discharge over the months, but nothing dramatic from day to day. A panty liner should be enough to keep the discharge contained and to keep you comfortable for several hours.\r\n\r\nAbnormal discharge: Abnormal discharge will be thick or even cottage-cheese textured, yellow or green, or tinged with blood. It may have an unpleasant odor. You may feel itching or burning in your vaginal area. These are more likely signs of an infection or a sexually transmitted disease. Also, if you feel a “gush” coming out all at one time, it is probably not discharge; it is a sign that your water is breaking.\r\n\r\nIf you have a sense that your discharge is not normal, it is a good idea to check in with your doctor. Generally, your doctor can assess the problem with a simple swab test. If you suspect that your water is breaking or that you are leaking amniotic fluid, check in with your doctor, and\/or head to the hospital. Your health care providers will be able to identify if your membranes have broken.\r\n\r\nAnother possibility may be that you are leaking urine, which is common toward the end of your pregnancy while there is more pressure on your bladder. Some women have a problem with urine leaking when they sneeze, cough, or laugh hard. With your doctor’s approval you can help condition those muscles with Kegel exercises.\r\n\r\nIf you are in your final weeks of your pregnancy and you suddenly see a thick glob of stringy mucus, you may be losing your mucous plug. This is not necessarily a cause for alarm; it is simply a normal part of the process as your body prepares for labor. The only time you need to be concerned is if you see blood-tinged mucus before your 36th week of pregnancy.\r\n\r\nYou can avoid the discomfort of excessive discharge – and the possibility of infections – by keeping yourself dry “down there.” That means changing your panty liner frequently, and\/or changing your underwear if necessary. Also you should wear cotton underwear and loose-fitting, comfortable clothing; and you should avoid douching, scented feminine products, and perfumed bubble baths, all of which could cause irritation or infection. Pregnancy does all sorts of crazy things to your body, including but not limited to excessive discharge. It’s going to be nine months, so you might as well make yourself as comfortable as possible."
    },
    {
       "id":"21",
       "title":"Leukorrhea: What Is It, What Does It Mean?",
       "tipDescription":"If you’re pregnant, you’ve more than likely experienced some heavy vaginal discharge. Leukorrhea is the scary-sounding term for excessive vaginal discharge that occurs frequently during pregnancy. But don’t be put off by the term – leukorrhea is generally more inconvenient than threatening.\r\n\r\nLeukorrhea is caused by an increase in hormone levels, particularly estrogen, that cause excessive secretions from the cervical glands. These secretions help to clean your vaginal area, so even if they are uncomfortable, they are a sign that your body is doing what it needs to stay healthy. Some women have enough discharge that they need to wear panty liners all day long. This can be alarming if you are late in your pregnancy because you may fear that it is actually amniotic fluid leaking out. However, in many cases, it is simply normal discharge. So how do you tell what is “normal?” Here are a few guidelines to help sort it out:\r\n\r\nNormal discharge: Normal discharge should be white, milky, and odorless. At times you may even notice some small sticky or mucus-like clumps either in your underwear or when you wipe after urination, but this is also within the normal range. During your pregnancy, you may notice an increase in discharge over the months, but nothing dramatic from day to day. A panty liner should be enough to keep the discharge contained and to keep you comfortable for several hours.\r\n\r\nAbnormal discharge: Abnormal discharge will be thick or even cottage-cheese textured, yellow or green, or tinged with blood. It may have an unpleasant odor. You may feel itching or burning in your vaginal area. These are more likely signs of an infection or a sexually transmitted disease. Also, if you feel a “gush” coming out all at one time, it is probably not discharge; it is a sign that your water is breaking.\r\n\r\nIf you have a sense that your discharge is not normal, it is a good idea to check in with your doctor. Generally, your doctor can assess the problem with a simple swab test. If you suspect that your water is breaking or that you are leaking amniotic fluid, check in with your doctor, and\/or head to the hospital. Your health care providers will be able to identify if your membranes have broken.\r\n\r\nAnother possibility may be that you are leaking urine, which is common toward the end of your pregnancy while there is more pressure on your bladder. Some women have a problem with urine leaking when they sneeze, cough, or laugh hard. With your doctor’s approval you can help condition those muscles with Kegel exercises.\r\n\r\nIf you are in your final weeks of your pregnancy and you suddenly see a thick glob of stringy mucus, you may be losing your mucous plug. This is not necessarily a cause for alarm; it is simply a normal part of the process as your body prepares for labor. The only time you need to be concerned is if you see blood-tinged mucus before your 36th week of pregnancy.\r\n\r\nYou can avoid the discomfort of excessive discharge – and the possibility of infections – by keeping yourself dry “down there.” That means changing your panty liner frequently, and\/or changing your underwear if necessary. Also you should wear cotton underwear and loose-fitting, comfortable clothing; and you should avoid douching, scented feminine products, and perfumed bubble baths, all of which could cause irritation or infection. Pregnancy does all sorts of crazy things to your body, including but not limited to excessive discharge. It’s going to be nine months, so you might as well make yourself as comfortable as possible."
    },
    {
       "id":"22",
       "title":"Your First Prenatal Appointment",
       "tipDescription":"Sometime between 6 and 10 weeks of pregnancy you will likely have your first prenatal appointment. You may be feeling anxious, excited, or just plain curious. Your initial appointment is quite often the lengthiest appointment of your pregnancy. What should you expect? What questions will your doctor or midwife have for you? What questions should you have for him or her? Hopefully in the proceeding paragraphs we will dispel any concerns you might have and prepare you for your first prenatal appointment.\r\n\r\nInsurance Information\r\n\r\nBefore you arrive at your appointment, check with your insurance provider to verify coverage and patient responsibility. You should bring your insurance card and any insurance information with you to your first appointment.\r\n\r\nHealth History\r\n\r\nA significant amount of your appointment will be spent discussing your health history. Your doctor (or midwife) will want to know anything that might affect your pregnancy. She will ask you about any previous pregnancies, particularly any concerns or complications. She will want to know about any disorders or diseases that you have or that run in your family.\r\n\r\nYou will also be asked about your diet, any smoking or alcohol use, and be provided resources if you need help quitting.\r\n\r\nLab Work\r\n\r\nYour doctor will order lab work as well. Depending on your doctor's office, you will either have blood drawn right in the office or sent to an outside lab or hospital to have it drawn. The blood work will check for blood type, rule out any sexually transmitted diseases, check for anemia and infection, and screen for certain antibodies such as antibodies for Rubella. Your doctor may also ask you if you'd like an HIV test as well.\r\n\r\nYou will also need to give a urine sample. Pregnancy will likely be confirmed with a urine sample. Your urine will also be checked for protein and glucose. Plan to give a urine sample at every appointment.\r\n\r\nPhysical Exam\r\n\r\nYour doctor will perform a physical exam, including a pelvic exam. She will do a Pap smear as well unless you have recently had one done. She will check for bacterial vaginosis as well as any sexually transmitted diseases.\r\n\r\nYour Due Date and Office Protocol\r\n\r\nSometime before you leave, your doctor will calculate your due date. Your due date is normally calculated based off of your last menstrual period. She will use the information from your physical examination to confirm your due date. If unsure of your due date, she may perform an ultrasound or schedule an ultrasound at a later time.\r\n\r\nDuring this time, she will also explain office protocol, warning signs you should know during pregnancy, when you need to call the office, and who you need to call if you experience any problems.\r\n\r\nAfter your initial appointment you will see you doctor once a month until you reach 28 weeks of pregnancy. If you have pregnancy complications, you will likely see your doctor more frequently. After 28 weeks, you will see your doctor once every 2 weeks, followed by weekly appointments in your last month of pregnancy."
    },
    {
       "id":"23",
       "title":"Bleeding Gums During Pregnancy",
       "tipDescription":"You’re a pregnant mom, calmly getting ready for bed and brushing your teeth, when all of a sudden you notice blood in your mouth. Of course you’ve been told to watch out for blood during your pregnancy – but you didn’t expect to see it coming out of your mouth. Is this a cause for concern, or simply a common complaint?\r\n\r\nAs it turns out, bleeding gums during pregnancy is a very common occurrence known as pregnancy gingivitis. Your mouth tends to bleed more when you brush or floss because of increased blood supply to your mouth, and because of an increase in your progesterone levels (which can make your mouth more sensitive).\r\n\r\nPregnancy gingivitis is generally not a concern, but it is imperative that you keep up with your normal dental health regimen throughout your pregnancy. If the gingivitis worsens, it may develop into a more serious condition called periodontitis, which can destroy the soft tissue that supports your teeth. Additionally, some studies suggest that women who are suffering from periodontitis may have an increased risk of premature births (although no definitive link has been proven).\r\n\r\nThe best you can do for your dental health during your pregnancy is to keep up your regular preventive routine. That means brushing and flossing at least twice a day, and avoiding sticky candy and sugary sodas. While you are brushing, make an extra effort to brush your tongue as well – it will help clear your mouth of bacteria that may be irritating your gums.\r\n\r\nAdditionally, if you are suffering from morning sickness that causes you to vomit, don’t forget to brush your teeth afterwards. Your mouth will probably be harboring all sorts of bacteria that can eat away at your teeth, and brushing can help. And even though you probably feel miserable, you’ll feel marginally better with a clean and fresh mouth.\r\n\r\nIf you see your dentist every six months for a checkup, this means that you should visit him or her at least once during your pregnancy. You can put off routine x-rays during your pregnancy, but if you have a dental problem, don’t avoid taking care of it. Your dentist should be able to recommend a painkiller (if needed) or antibiotic that can be used safely during pregnancy.\r\n\r\nLast but not least, you should call your dentist if notice any kind of small growth in your mouth, especially one that bleeds easily. Some women develop benign modules in their mouth during pregnancy. They are generally harmless and should go away after you have your baby, but you should always have any unusual growth checked out by the dentist. These growths can be removed while you are still pregnant if they cause problems like recurring bleeding. And of course, don’t hesitate to call your dentist if you are experiencing a toothache or other dental problems.\r\n\r\nHaving sensitive, easy-to-bleed gums is no picnic, especially when you are dealing with all of the other side effects of pregnancy. But even though it may be a little bit unnerving to see a small amount of blood while you are brushing your teeth, rest assured that it is fairly normal and should subside quickly. In the meantime, just chalk it up to yet another one of the strange and wonderful changes that your body goes through while you are pregnant."
    },
    {
       "id":"24",
       "title":"Creative Ways to Tell Your Husband that You're Pregnant",
       "tipDescription":"Disbelief, excitement, shock. Words can't describe the feeling you get when you see that pregnancy test turn positive for the first time. You've waited weeks, months, maybe years to see this result and you can't wait to tell your husband. You could just run to him exclaiming the news that you're pregnant or you could take the extra step to make this momentous announcement even that more special. Here are some creative ways to tell him that you are pregnant.\r\n\r\nDinner and a Present. If food is the way to your man's heart, then this is the way to go. Wrap up your positive pregnancy test like a little present and present it to him over his favorite meal. If your husband is an outgoing type, take him to his favorite restaurant and have the maitre'd bring the gift to the table after you've finished dinner. Your husband can share his jubilation with the patrons and staff, who inevitably will be thrilled for you. Chances are they might even include dessert on the house, you're eating for two now, so indulge! If you think your husband would prefer a more intimate setting, cook his favorite dinner and set the table with the good china you never have the occasion to use.\r\n\r\nPropose Fatherhood. Why not recreate how your husband proposed marriage to you, but instead propose fatherhood? Take him back to where he popped the question and recreate the scene. Instead of a ring box, hand him a bracelet box with your positive pregnancy test inside and ask, \"Will you be a father?\"\r\n\r\nBun in the Oven. Sneak out of bed early one morning and put a batch of cinnamon buns in the oven to bake. Don't worry about baking these from scratch, the pre-prepared refrigerated ones from your grocery store will do just fine. When your husband wakes up and smells the irresistible aroma announce to him that, \"Honey, we've got a bun in the oven!\"\r\n\r\nA Momento. Announce your pregnancy to your husband with a souvenier that he can keep on his desk or dresser. Take a picture of your positive pregnancy test and frame it with the words, \"Positive proof that in nine months you will be the best dad around, just wait, you'll see.\"\r\n\r\nA t-shirts even you can love. There's no double about it, men love printed t-shirts. While this can usually be the bain of us women, this can finally work in our favor. Give him a gift of a t-shirt that says, \"Soon to be the World's Best Dad, \" and watch his face light up. Now maybe you can retire one of his free concert t-shirts that you can't stand.\r\n\r\nStart Saving. Is your husband in charge of the family finances? Buy him a piggy bank and put a note around it's neck that says, \"Our Baby's College Fund -- Only 18 years and 9 months to save.\" Put this on his dresser and wait for him to find it. Don't be surprised if he comes running to you with a big hug....and a new household budget.\r\n\r\nSweet Tooth. Does your husband have a sweet tooth? Cater to his craving with your special message. Pick up your husband's favorite Chinese take out and swap out the fortune cookie message with your own message that says, \"You will be a dad on xx\/xx\/xxxx (your due date).\" Or have a fun afternoon at the paint-your- own-pottery store and make him an ice cream bowl that says, \"You're going to be a dad!\" Fill it up with his favorite ice cream and watch his reaction when he gets to the bottom.\r\n\r\nMulti-media Momma. Are you computer saavy? These days making movies and pictures slideshows on your home computer is so user friendly. You can create a truely memorable pregnancy announcement by editing together some of your favorite photos and home movies together with the final message announcing your pregnancy and burn it to a DVD. Pop a bowl of popcorn for your husband to eat as he watches his new favorite flick.\r\n\r\nNo matter how you say it, either with humor, romance, or drama, telling your husband that he's going to be a dad will no doubt be a memorable event in your life. Good luck and congratulations!\r\n\r\nAbout the Author:\r\n\r\nKendra Spencer is the creator of www.shoppingfortwo.com which offers shopping, health and baby advise for new and pregnant moms. Check out our new line of pregnancy announcing t-shirts at http:\/\/www.shoppingfortwo.com"
    },
    {
       "id":"25",
       "title":"Antenatal check-ups",
       "tipDescription":"Once your pregnancy is confirmed you should contact your GP’s surgery so that you can be booked in for your first antenatal check-up towards the end of the first trimester at 8 to 10 weeks, your midwife will arrange a ‘dating’ scan to confirm how many weeks pregnant you are.\r\n\r\nMost antenatal care is midwife-led for women with normal low-risk pregnancies. You may also see an obstetrician (a hospital doctor who specialises in childbirth) at the beginning and end of your pregnancy, or more frequently if you are having twins, develop complications or want to discuss something specific, such as an elective Caesarean (a pre-planned delivery by Caesarean section).\r\n\r\nIf it’s your first pregnancy, you will have up to 10 check-ups unless there are any complications, (seven if you’ve had a baby before). \r\n\r\nIt's also important to note that you will be responsible for taking care of your own medical records, keeping them safe at home and bringing them to appointments with you."
    },
    {
       "id":"26",
       "title":"Your healthcare team",
       "tipDescription":"During pregnancy and on into parenthood you will have contact with healthcare professionals who will provide care and support for both you, your baby and your family. These include the midwives and health visitors involved in your care and that of your baby, as well as your GP.\r\n\r\nMidwives\r\n\r\nCommunity and hospital-based midwives have been specially trained to care for mothers and babies throughout pregnancy, labour and birth. Community midwives continue to care for you and your baby for between 10 and 28 days after birth.\r\n\r\nYour GP \r\n\r\nThis is your family doctor who will provide medical care for you before, during and after pregnancy and will also provide medical care for your baby.\r\n\r\nHealth visitor\r\n\r\nYour health visitor takes over the care of both you and your baby from the midwife. She is a qualified nurse whose role is to help families, especially those with young children, to keep healthy.\r\n\r\nObstetrician\r\n\r\nThis is a doctor who specialises in pregnancy, labour and birth. An obstetrician is part of the hospital team you will be referred to if complications arise in any of these areas.\r\n\r\nPaediatrician\r\n\r\nAlso part of the hospital team, a paediatrician is a doctor who cares for babies and children. If you have a hospital birth a paediatrician will be on hand. One of the paediatric team or a midwife will check your baby before you both leave the hospital to make sure that she is fit and healthy."
    },
    {
       "id":"27",
       "title":"'Booking' appointments",
       "tipDescription":"Your first ‘booking’ appointment with your midwife is the time in your pregnancy when everything starts to happen.\r\n\r\nYou are checked and tested, you are bombarded with information about tests, scans and lifestyle advice and ‘booked’ in for your antenatal care. It can feel overwhelming, so it’s helpful to know what to expect.\r\n\r\nScreening for Down’s, Edwards’s and Patau’s syndrome \r\n\r\nDepending on how many weeks pregnant you are, you will be offered either a combined test (see nuchal translucency test) or a blood test screening test called the quadruple test. These tests should be offered to all pregnant women (except in Northern Ireland). You can choose whether to be tested for one or all the conditions\r\n\r\nThese tests do not give a definitive ‘yes’ or ‘no’ answer but instead they assess your level of risk. If you have a high risk result you may be referred for a diagnostic test such as amniocentesis, which will give you a definite answer but carries a 1% risk of miscarriage.\r\n\r\nYour blood pressure will be checked\r\n\r\nYour blood pressure is considered to be a good indicator of your overall health. There are two measurements: the higher figure (known as systolic), measures blood pressure when the heart muscle is contracting and the lower figure (known as diastolic) when the heart muscle is between contractions.\r\n\r\nHigh blood pressure in pregnancy is said to exist if it is raised to 140\/90 or above.** In later pregnancy, high blood pressure (along with protein in the urine and swelling) can be a sign of pre-eclampsia, which, if left untreated, can lead to serious complications for both mum and baby. Treatment may include the early delivery of the baby.\r\n\r\nYour urine will be tested\r\n\r\nTesting for white cells, sugar, and protein in the urine can indicate whether you are at risk from complications that develop in pregnancy. Protein in the urine can be a sign of pre-eclampsia developing. \r\n\r\nSugar can sometimes be a sign of gestational diabetes, a type of diabetes that can develop in pregnancy and which, if it is not controlled, can lead to abnormally large babies and birth complications. The presence of white cells may indicate a urinary tract infection (UTI), which if left untreated can cause premature labour.\r\n\r\nYour height and weight will be checked\r\n\r\nYour midwife will measure your height and weight to calculate your body mass index (BMI), a medical classification system for your body weight. If you want to work it out yourself; take your height in meters and multiply it by the same number, then divide your weight in kg by this number. \r\n\r\nYou are classed as either underweight, normal weight, overweight, or obese. If you’re in the normal range you probably won't be weighed again during pregnancy. If you’re obese or extremely underweight you will need specialist care.\r\n\r\nYou’ll be given lots of advice about diet and lifestyle\r\n\r\nYour midwife will advise you about healthy eating, giving up smoking and alcohol, adapting exercise regimes and avoiding foods considered hazardous in pregnancy, such as undercooked meat and paté. If you have any specific dietary issues such as being a vegetarian or vegan or you have an allergy to certain foods you should mention this to the midwife. \r\n\r\nYou’ll be asked for information about yourself\r\n\r\nYour midwife may ask you about any previous history of physical illness or mental health issues. She will also ask whether there are any areas, such as domestic violence or sexual abuse, where you will need special support. Anything you say to the midwife will be treated in confidence, so if you are experiencing problems it is a good idea to talk to her as she’ll be able to help.\r\n\r\nYour tummy will be measured\r\n\r\nMidwives can check your baby is growing at the correct rate by measuring something called the height of the fundus (the distance between the top of your pubic bone and the highest point of your uterus). The measurement roughly equates to 1cm (1\/2in) for every week of pregnancy. The height of the fundus may be measured from 25 weeks onward."
    },
    {
       "id":"28",
       "title":"Your maternity record",
       "tipDescription":"This is a personal record of your pregnancy that contains important information about your health and your baby’s progress. Your maternity record may be a paper record, which you keep, or an app that both you and your healthcare professionals can access.\r\n\r\nYou will be given it at your booking appointment and you will need to take it to all your antenatal appointments so that your healthcare professionals can fill it in. Your midwife will want to see it when you go into labour. \r\n\r\nYour maternity record is designed to give as full a picture as possible of your pregnancy and will contain all the information that your health professionals have about you. It’s important to carry these records or have the app with you, especially if you go on holiday, in case you need medical attention when you are away from home.\r\n\r\nPersonal information\r\n\r\nYou will be asked to complete a section about yourself and then discuss it with your midwife. Your name, address and hospital details and any information about your past and present health and any medication that you are taking will need to be filled in.\r\n\r\nIf you’ve been pregnant before, details of any complications, miscarriages or stillbirths will also need to be included. You may be asked about your ethnic group and religious beliefs so that you receive appropriate care at the time of birth or in an emergency.\r\n\r\nInformation about your pregnancy\r\n\r\nAll the information about your pregnancy will be recorded on your records, including: your antenatal appointments, your estimated date of birth, as well as checks carried out at the antenatal clinic. \r\n\r\nThese will include:\r\n\r\nResults of blood and urine tests Blood pressure Size of your abdomen Position in which your baby is lying Your baby’s heart-rate Details of ultrasound scans Any problems you have during pregnancy Your weight and BMI. \r\n\r\nPractical information\r\n\r\nMany maternity records also contain a lot of practical information. This may include:\r\n\r\nPhone numbers for your midwife, GP, antenatal clinic, birth suite and hospital switchboard Information about voluntary organisations who work with mothers, babies and families Details of information leaflets relating to pregnancy and parenthood A list of topics you may want to ask your midwife about What to do if you experience a serious problem, such as vaginal bleeding. \r\n\r\nYour birth preferences\r\n\r\nThere may be space for you to include information about how you would like your labour and birth to be managed. You can fill this in if you want to, but you may prefer to write a separate birth plan which will give you more scope to write about the things that are most important to you. \r\n\r\nYou should keep any birth plan you write with your maternity record.\r\n\r\nSome maternity records also include a space for you to write about any previous experience you’ve had of pregnancy and birth. It’s a good idea to write down any worries or concerns you may have this time round resulting from your previous experience, so that your midwife is aware of them.\r\n\r\nUnderstanding your maternity record\r\n\r\nHealth professionals often use abbreviated terms when they fill in your record. Here are some of the most commonly used abbreviations:\r\n\r\nANC– Antenatal clinic ARM– Artificial rupture of membranes BP– Blood pressure Br Breech– Baby is lying bottom nearest cervix Cephalic, ceph or Vertex, Vx – Baby’s head is nearest the cervix CTG Cardiotocograph– Method of monitoring baby’s heartbeat Cx– Cervix – neck of the womb (uterus) DAU– Day assessment unit External Cephalic Version - turning a breech baby Elective Section– Planned Caesarean EPAU– Early pregnancy assessment unit Eng\/E– Engaged – the baby’s head moves down into the pelvis. The position of the baby’s presenting part (head or bottom) is measured in relation to the brim of the pelvis FHH– Foetal heart heard FMF– Foetal movement felt Fundal height– Distance from the pubic bone to the top of the uterus – this gives a guide to the size of the baby OGTT - Oral glucose tolerance test IOL– Induction of labour LMP– Last menstrual period – the date of the first day of your last period LSCS– Lower segment Caesarean section NAD– No abnormality detected Oedema– Swelling of hands and feet Oblique lie - the baby is lying diagonally SROM– Spontaneous rupture of membranes Transverse lie– The baby is lying horizontally Urine PGO– Indication of whether your urine sample contains protein, glucose or anything else - other USS– Ultrasound scan UTI– Urinary tract infection VE – Vaginal examination 24 + 2– These figures indicate the length of your pregnancy, i.e. 24 weeks plus two days"
    },
    {
       "id":"29",
       "title":"Your dating scan",
       "tipDescription":"Dating scans are offered between 10 and 14 weeks to literally ‘date’ the pregnancy and check how many babies you are carrying. \r\nAn ‘anomaly’ scan is offered between 18-20 weeks.\r\n\r\nYou will be asked to drink about two pints of water before the scan to fill up your bladder; this pushes up the uterus to give a clearer picture. You’ll then have gel rubbed onto your belly and a hand-held scanner passed smoothly backwards and forwards over your skin. If you look at the monitor, you’ll see a picture of your baby on the screen. \r\n\r\nIf the picture is difficult to make out, the radiographer will explain it. She will also measure the baby to check she is measuring the right size for your dates. She may use this information to give you a new estimated date of birth, which is usually more accurate than the original date. \r\n\r\nYou can ask for a copy of the scan picture (most hospitals make a small charge for this) and some hospitals will let you purchase a video recording too.\r\n\r\nTwins and more\r\n\r\nAround 90% of multiple pregnancies are diagnosed by an early ultrasound at around 12 weeks. Carrying twins or more can be more complicated than carrying a single baby and your health care team will want to monitor your progress closely, so expect to have frequent check-ups. You’ll be offered more frequent ultrasound scans too, so the growth and development of your babies can accurately be assessed.\r\n\r\nYou may find that some of the early pregnancy symptoms you have such as morning sickness and tiredness are exaggerated – compared to if you were carrying a single baby. As your pregnancy progresses, you are likely to find that extreme tiredness and an increased need to rest means you have to stop work earlier than you might otherwise have done.\r\n\r\nWhen there are multiple babies there is a higher risk of complications during labour and birth so you will need to have a hospital delivery. Twins are often born at around week 37 and although it is perfectly possible to have them naturally, it is not unusual for twins to be born by Caesarean."
    },
    {
       "id":"30",
       "title":"Avoiding pregnancy risks",
       "tipDescription":"Hepatitis E\r\n\r\nHepatitis E is an infection of the liver caused by the hepatitis E virus (HEV). The virus is transmitted through contaminated food and water. In the UK the virus is being spread through eating undercooked processed pork and raw shellfish. Current advice from the Food Standard Agency is that all pork, including sausages and bacon, should be cooked thoroughly until the meat is no longer pink and that raw shellfish should be avoided. Personal hygiene is also important and hands should be washed before and after preparing or eating food.\r\n\r\nMost people who become infected with Hepatitis E will never know it. Only one percent* will experience symptoms which include yellowing of the skin and eyes, dark urine and pale stools, tiredness, fever, nausea, abdominal pain and vomiting. In most cases no treatment is required.\r\n\r\nHowever, for pregnant women, hepatitis E is more serious and the disease can be fatal, particularly for those who become infected in their third trimester. If you are concerned that you may be infected you should consult your GP.\r\n\r\nSource*: www.odt.nhs.uk \r\n\r\nSmoking\r\n\r\nThis increases the risk of your baby having a low-birth weight, being born prematurely and sudden infant death (SIDS). Even if you don’t smoke yourself, inhaling second-hand smoke seriously increases the risk of miscarriage and still birth. There has never been a better reason for you and your partner to give up smoking. If you need help ask your midwife or GP for advice and details of local support groups or call the NHS SmokeFree help-line on 0300 123 1044.\r\n\r\nAlcohol\r\n\r\nTo keep risks to your baby to a minimum, the DoH advises that pregnant women, or women who are planning a pregnancy, should not drink any alcohol. If you drank before you found out that you were pregnant, you should avoid drinking any further alcohol. If you are concerned about how much you drank in those early weeks of pregnancy talk to your GP or midwife.\r\n\r\nIt is known that even small amounts of alcohol can affect your baby's behaviour in the womb. Only by avoiding alcohol completely can you avoid the risk of damage occurring in your baby's brain as a result of drinking. Drinking during the first three months of pregnancy also increases your risk of miscarriage and must be avoided. \r\n\r\nCaffeine\r\n\r\nSome research has linked too much caffeine consumption to miscarriage and low birth weight, so you should limit your intake to no more than 200mg a day. \r\n\r\nCertain Foods\r\n\r\nThere are a number of foods which have been found to be harmful to your unborn baby, these include: pâté, under-cooked eggs and blue-vein or mould-ripened crust cheeses.\r\n\r\nToxoplasmosis\r\n\r\nThis is a parasite that lives in unpasteurised milk and cheeses, under-cooked meat, soil grown vegetables and cat faeces. It can also be caught through contact with lambing. \r\n\r\nIt’s only a problem if you become infected with it for the first time while you are pregnant. Depending on which stage of pregnancy you contract it, toxoplasmosis can cause miscarriage, birth defects and stillbirth.\r\n\r\nMinimise your chances of catching it by avoiding the foods mentioned above and wear gloves to change cat litter, do the gardening and avoid lambing. Cook meat thoroughly and wash all fruit and vegetables.\r\n\r\nRecreational drugs\r\n\r\nThere is evidence that using cannabis may increase the risk of low birth weight, resulting in the baby needing a special care baby unit. Ecstasy can cause you to dehydrate and has also been linked to birth defects. \r\n\r\nApart from adverse effects on your health, other illegal drugs such as cocaine, heroin and crack are addictive, as the drugs cross the placenta. This means your baby could be born with an addiction and will have to go through withdrawal after she is born. \r\n\r\nIf you need help coming off drugs, tell your midwife so she can arrange support and counselling, or call the National Drugs helpline on 0800 776 600.\r\n\r\nPrescription and over-the-counter medicines\r\n\r\nAlways tell your GP if you are pregnant or trying to conceive. If you are taking prescribed drugs for a pre-existing medical condition such as asthma and epilepsy, don’t stop taking your medication but make an appointment to see your GP.\r\n\r\nDon't take any over-the-counter (OTC) remedies without checking with your GP or pharmacist first.\r\n\r\nParacetamol and other painkillers\r\n\r\nParacetamol can be taken occasionally in pregnancy for pain relief and high temperature, but should be avoided during the first 12 weeks unless recommended by your GP. It should always be taken in the correct dosage and shouldn’t be taken on a regular basis. \r\n\r\nIf you need painkillers regularly you should always seek medical advice. Aspirin is sometimes prescribed by obstetricians in low dose for medical reasons. Otherwise aspirin should be avoided in pregnancy.\r\n\r\nNonsteroidal anti-inflammatory drugs, such as ibuprofen, should also be avoided.*\r\n\r\nAntihistamine tablets\r\n\r\nIf your pregnancy coincides with the hayfever season you may need medication to cope with your symptoms. Simply book an appointment with your GP for advice, as some of the newer non-drowsy remedies are not suitable for pregnant women.\r\n\r\nHeartburn remedies\r\n\r\nAntacids are generally safe, but check with your pharmacist first as some are unsuitable for use in pregnancy.\r\n\r\nComplementary remedies\r\n\r\nThe effects of many complementary therapies in pregnancy are still unknown. Unless a specific treatment, such as acupressure to help with nausea, or massage to relieve backache, has been approved by your GP or midwife, it is safest to avoid these therapies during your pregnancy.\r\n\r\nInsect repellents\r\n\r\nIf you’re going on holiday and are worried about mosquito bites it is sensible to use all measures to protect yourself including the use of insect repellents on exposed skin. While pregnant, travelling to areas where there is a high risk of serious mosquito-spread illnesses, such as zika, is not advised. If you do travel to countries where there is a risk of zika, malaria or dengue it is important to use insect repellents containing DEET which is an effective mosquito repellent.\r\n\r\nAbdominal x-rays\r\n\r\nAll x-rays use radiation which can harm your baby so they must only be used in situations where your condition is life-threatening. \r\n\r\nAlthough dental x-rays are considered safe, you must tell your dentist you are pregnant so he can decide whether treatment can wait until after you've had your baby.\r\n\r\nPre-existing medical conditions\r\n\r\nIt is very important that any pre-existing medical condition you have is well managed during pregnancy. Go and see your GP as soon as you suspect you are pregnant so that together you can decide how your condition can best be managed. \r\n\r\nNever stop taking any prescribed medication without first discussing this with your GP.\r\n\r\nChickenpox \r\n\r\nIf you catch chicken pox for the first time in pregnancy there can be harmful effects for you and your baby. However, most women who develop chickenpox while pregnant recover and have normal babies. \r\n\r\nIf you have had chicken pox as a child you will be immune (which means the illness will not affect you). If you have had contact with someone with chickenpox and you are unsure whether you've had it, seek urgent medical advice as a blood test to check your immunity will be needed. Sometimes special treatment may be required. \r\n\r\nBeing 'in contact' means being in the same room as someone with chicken pox for 15 minutes or more or face to face contact. If you are not immune you can be vaccinated after the birth.\r\n\r\nSlapped cheek syndrome\r\n\r\nAlso known as fifth disease; this is caused by a virus. If caught during the first 20 weeks of pregnancy it can affect your unborn baby or lead to miscarriage. \r\n\r\nIf you think you have been in contact with anyone who has slapped cheek syndrome contact your GP as soon as possible. Do this even if you, yourself have no symptoms. \r\n\r\nWhooping Cough\r\n\r\nBecause of a sharp rise in whooping cough in babies, all pregnant women are being offered a vaccination at between 20–32 weeks. If for some reason you miss having the injection during this period you can have it at any time up to the birth. \r\n\r\nThis can protect your newborn from whooping cough during the first most vulnerable months of her life when he has no natural immunity from the disease.\r\n\r\nSeasonal Flu Jab\r\n\r\nFlu can lead to serious complications in pregnancy for both the mother and baby. Having a flu jab will protect against premature birth, stillbirth and neonatal death. \r\n\r\nYou will be advised by your GP or midwife to have the seasonal flu jab, which offers immunity against various strains of flu and currently gives protection against various strains of flu.** \r\n\r\nContact your GP's surgery to arrange an appointment to have the jab; it is safe and can be given at any time during pregnancy.\r\n\r\nDeep vein thrombosis (DVT) and pulmonary embolism (PE)\r\n\r\nDuring pregnancy and after the birth you are more at risk from a type of blood clot which develops in a deep vein in your leg, thigh, pelvis (DVT) or lung (PE). If your leg or calf becomes sore or swollen or you develop a sudden shortness of breath or chest pain you should see a doctor urgently. \r\n\r\nInfections in pregnancy \r\n\r\nGerman measles (Rubella) can have serious consequences for an unborn baby so if you are planning a pregnancy and you've not had the MMR immunisations you should have two immunisations, one month apart, at least a month before becoming pregnant.\r\n\r\nSepsis is a potentially fatal blood infection which requires urgent hospital treatment. Pregnant women and women who have recently given birth are at greater risk of sepsis developing from simple infections such as a sore throat, a urine or womb infection. \r\n\r\nIf you feel ill, develop a fever or have been taking antibiotics but you are not getting any better you should seek urgent medical attention.\r\n\r\nRisks on the farm \r\n\r\nSome infections can be passed from sheep and possibly pigs to humans. If a pregnant woman becomes infected it could harm her and her unborn baby's health. \r\n\r\nAvoid lambing and milking ewes and all contact with newborn lambs. Pigs are thought to be a source of a type of hepatitis so you should avoid contact with them while pregnant, although eating cooked pork is safe.\r\n\r\nMinimise environmental risks \r\n\r\nEvidence suggests that although we are all exposed to hundreds of chemicals at low levels every day, it is impossible to assess the risk of this exposure. So it makes sense to minimise any possible risk during pregnancy by taking precautions such as eating fresh rather than processed foods and reducing the use of foods sold in cans or cooked in plastic containers. \r\n\r\nIt's also important to avoid fumes from paint, paint strippers, thinners, household cleaning products, solvents, varnishes and glues. Limiting the use of mobile phones is also advised. \r\n\r\nPesticides, insecticides, herbicides and fungicides \r\n\r\nProlonged exposure to any of these can affect your unborn baby. Be aware of these products and avoid contact with them as much as you can.\r\n\r\nWash your hands after handling eggs \r\n\r\nBacteria can be found on eggs shells which can then rub off onto other foods and contaminate it. Wash your hands after handling eggs to prevent the spread of any bacteria which could harm you or your baby.\r\n\r\nJacuzzis and saunas\r\n\r\nThese should be avoided during pregnancy because they could cause you to become overheated.\r\n\r\nSeat belts\r\n\r\nIt’s against the law not to wear a seat belt in a car, despite how uncomfortable it may be during the later months of your pregnancy. \r\n\r\nIt is advised that you never use a lap belt, as these have been shown to cause grave injuries to unborn babies in the event of an accident. Stick to a three point seat belt and make sure the diagonal strap is in-between your breasts, resting on your shoulder, breastbone and over your bump. Place the lap part of the belt across your thighs, under your bump. \r\n\r\nRisks at work\r\n\r\nThe law says that your employer must make sure that your working conditions do not put you or your baby at risk. Once you have notified your employer in writing that you are pregnant they are required to carry out a risk assessment at your workplace to identify any risks. If risks are found you should be told what measures are being put in place to protect you and your unborn baby's health. \r\n\r\nIf unavoidable risks remain, your working conditions should be changed or you should be offered an appropriate alternative job at the same pay. \r\n\r\nRisks do not just include physical hazards such as heavy lifting. Jobs that involve a lot of travelling, extreme noise or extremes in temperature may also be considered risky. \r\n\r\nIf you have any concerns about the work you do you should talk to your employer. If you are unhappy with the outcome of these talks you can get more advice from www.hse.gov.uk or from your local Citizen's Advice Bureau or trade union, if you have one.\r\n\r\n\r\n* \/ ** Source: www.medicinesinpregnancy.org\r\n\r\nZika Virus\r\n\r\nIf you are pregnant or are planning to become pregnant, you are being advised not to travel to areas affected by the Zika virus since there is evidence that suggests that the virus can cause a serious birth defect known as microcephaly. See www.gov.uk\/guidance\/zika-virus for an update of countries which are affected. Although Zika is spread through mosquitos, is can also be transmitted through sex. Pregnant women and their partners who have recently travelled to a country where the Zika virus has been reported should notify t"
    },
    {
       "id":"31",
       "title":"Morning sickness",
       "tipDescription":"This is definitely a misleading name for this unpleasant side-effect of pregnancy. Around 80% of pregnant women suffer from nausea and not just in the mornings! \r\n\r\nMany women feel waves of nausea throughout the day and some feel sick all the time. It seems to hit a peak at around 9-10 weeks and generally starts to improve after the 14-week mark. Nobody really knows what causes it, but experts believe high levels of circulating hormones are to blame.\r\n\r\nWhat are the triggers?\r\n\r\nTiredness. Some women find their nausea is worse if they are over-tired. Low blood sugar\/empty stomach. Going too long between meals can cause nausea, which is why many women feel sick in the early evening. Certain smells. Fried food, petrol, curries, citrus fruit, and perfume can all trigger nausea. Tight clothing. Wearing anything tight around the waist can make you feel nauseous. \r\n\r\n\r\n6 tips for coping with morning sickness\r\n\r\nDrink tea and nibble a plain biscuit in bed before you get up to keep nausea at bay. Snack on healthy, starchy carbohydrates, such as wholemeal toast and sandwiches, bananas, etc. This keeps your blood sugar topped up and ensures your stomach is never completely empty. Sip water throughout the day to prevent dehydration. Avoiding clothes with a tight waist band to help relieve pressure on your stomach. Drink ginger tea or eat ginger biscuits, as ginger is known to have anti-nausea properties. Wearing acupressure wristbands which work on an acupressure point on the wrist may also help.* \r\n\r\nHyperemesis Gravidarum\r\n\r\nRarely, some women suffer from a severe form of morning sickness known as hyperemesis gravidarum. They can’t keep anything down, lose a lot of weight and fluids and sometimes have to be admitted to hospital for re-hydration treatment and require antiemetic medication to stop the vomiting. Although this is unlikely to harm your baby, if you lose a lot of weight your baby may be born smaller than expected."
    },
    {
       "id":"32",
       "title":"Folic acid and supplements",
       "tipDescription":"Folic acid is an essential B vitamin that if taken at the right time and in the correct dose, can reduce the risk of your baby developing a neural tube defect such as spina bifida (where a gap develops in the spine and damage to the central nervous system occurs) by up to 75%. \r\n\r\nYou should take a folic acid supplement in the three months before conception and then during the first three months of pregnancy.\r\n\r\nIf your pregnancy was unplanned you should begin taking it as soon as possible.\r\n\r\nWhere is folic acid found?\r\n\r\nFolic acid is found in foods such as leafy green vegetables, yeast extract, fruits, wholemeal breads and cereals, but it’s hard to get enough from your diet alone, so it is recommended that you take a 400mcg supplement every day.*Folic acid 400mcg supplements are available from the chemist or you can get them free on prescription. \r\n\r\nSome women are at increased risk and will need to take a much higher dose of 5mg per day. This dose is only available on prescription, so it’s important to speak to your GP if any of the following apply to either you or your partner:\r\n\r\nspina bifida a previously affected pregnancy a family history of neural tube defect diabetes celiac disease thalassaemia obesity (with a BMI over 30) you’re taking anti-epilepsy medicine. \r\n\r\nIf you are at higher risk from one of any of these you will be advised to take 5mg of folic acid from three months before conception until the 12th week of pregnancy. Women with thalassaemia or sickle cell anaemia will be advised to continue to take at least 5mg of folic acid throughout pregnancy. \r\n\r\nSupplements and other remedies\r\n\r\nIf you take any other vitamin supplements, make sure they are specially formulated for pregnancy as some brands contain vitamin A, which has been linked to birth defects if taken in large quantities. \r\n\r\nSpecialist pregnancy supplements provide nutritional support throughout pregnancy, not just for the first 12 weeks.It is important to maintain adequate vitamin D stores during pregnancy and breastfeeding. Your family origin, limited exposure to sunlight, a diet low in vitamin D-rich foods such as oily fish, eggs and meat and being overweight can all cause deficiency. \r\n\r\nYou will be advised to take 10mcgs of Vitamin D throughout your pregnancy and after your baby is born if you are breastfeeding.** Ask your midwife about a suitable supplement.\r\n\r\nHerbal remedies are best avoided too, as their effects have not been researched thoroughly enough to be safe in pregnancy. \r\n\r\nNot all over-the-counter medicines are suitable for use in pregnancy or when breastfeeding either, so always check with the pharmacist before taking these.\r\n\r\nVisit NHS website for more information about taking supplements during pregnancy."
    },
    {
       "id":"33",
       "title":"Early Signs of Pregnancy and Symptoms",
       "tipDescription":"Missed Period\r\n\r\nFor a woman who has always been regular, a missed menstrual period is often the first symptom of pregnancy. However, women also miss periods for other reasons such as emotional upset, illness, severe weight loss, over-exercising, anxiety about getting pregnant, onset of menopause and sometimes coming off the pill. \r\n\r\nSo a missed period alone is by no means an answer to the question: Am I pregnant?\r\n\r\nVaginal discharge\r\n\r\nAn increase in white or clear vaginal discharge is normal in early pregnancy. But if the discharge becomes coloured, smelly, or causes itching, soreness or becomes bloody, you should tell your midwife or GP. \r\n\r\nTender Breasts\r\n\r\nYour breasts may feel different immediately if you are pregnant - or in some instances not until the second trimester. Some women notice that their nipples are more sensitive or that the breasts feel heavier, fuller and ache a little or tingle. There is usually also an increase in superficial veins over the breasts and tiny nodules may appear in the areola.\r\n\r\nFrequent Weeing\r\n\r\nIt is very common to wee more often during the first three months of pregnancy. Many women find they have to get up during the night – sometimes more than once. \r\n\r\nThis frequent need to pass water is due to pressure from the enlarging uterus on the bladder. It usually wears off slightly in the middle months and returns again when the baby is bigger and starts pressing on your bladder – especially when her head has engaged in the pelvis.\r\n\r\nFeeling tired\r\n\r\nThis can be very noticeable during the first three months and a clear early symptom of pregnancy. Women who usually have boundless energy can find themselves simply having to catnap during the day. \r\n\r\nTiredness in the early months can be caused by your body having to adapt to rapidly changing hormone levels, many women find that tiredness eases off in the middle months and then returns in the last trimester. \r\n\r\nFeelings of exhaustion are caused by the strain your increased weight puts on your body, frequent trips to the toilet during the night also mean that your sleep is disturbed so you are not getting as much rest as you need.\r\n\r\nConstipation\r\n\r\nThe action of the hormone progesterone relaxes the muscle of the intestine reducing its movement and causing varying degrees of constipation. This can last throughout the whole pregnancy. Although constipation by itself is not a sign of pregnancy, for women who are usually very regular it can be an addition clue.\r\n\r\nSickness\r\n\r\nSickness or nausea is a common early sign for some women and it can occur any time of the day not just the morning. Some very unlucky women feel sick all through their pregnancy and this can vary from being sick to just a feeling of nausea. \r\n\r\nThe exact cause is not known but is thought to be associated with the high levels of the hormone progesterone.\r\n\r\nHeadaches\r\n\r\nSome women suffer from occasional headaches. These are quite normal early and first symptoms of pregnancy and are thought to be caused by fluctuating hormones. After the first trimester, they can be treated with the recommended dose of paracetamol. \r\n\r\nAltered tastes\r\n\r\nAlterations in tastes may be among the earliest pregnancy signs for many women. Some have a strange taste in their mouth even before the first period is missed. It varies from woman to woman but is most commonly described as metallic. \r\n\r\nShortly after missing the first period many women also start to go off certain foods and develop a strong aversion to the smell of cigarette smoke and the smell or taste of alcohol which can trigger the question: Am I pregnant? \r\n\r\nMany women also report an intense dislike of the smell of cooking fat or are repulsed by a food they previously enjoyed. Conversely some women may develop a strong craving for a certain food very early on and this too can be a clue to pregnancy.\r\n\r\nBloating, cramps and backache\r\n\r\nMany women mistake these common early signs of pregnancy for PMS (pre-menstrual syndrome) but they can be caused by hormonal changes and the growth of the uterus.\r\n\r\nSkin changes\r\n\r\nChanges in the skin are common in early pregnancy. Skin can become drier, but also can be prone to an outbreak of spots. These sometimes persist for several months. Happily many women report that their skin has never been so good as when they are pregnant, and that hair and nails are stronger too. See our feature on the perks of pregnancy."
    },
    {
       "id":"34",
       "title":"I'm pregnant... can i?",
       "tipDescription":"Can i fly? \r\n\r\nIt is usually safe to fly while you're pregnant. However, some airlines won't let you fly after week 28 of your pregnancy, so it is always best to check what your airline's policy is. \r\n\r\nIf you are travelling for more than five hours, there is a higher risk of thrombosis but it is not clear if this increases if you are pregnant.\r\n\r\nCan i have a hot bath?\r\n\r\nIt is best to avoid very hot baths due to the risks of overheating and fainting. Becoming too hot can harm your unborn baby, particularly in the first 13 weeks of the pregnancy. Always make sure you drink plenty of fluids.\r\n\r\ncan i have a jacuzzi or sauna?\r\n\r\nYou should avoid them due to the risks of overheating, dehydration and fainting. Becoming too hot can harm your unborn baby.\r\n\r\nCan i still exercise?\r\n\r\nIt is important to stay active during your pregnancy as it will help you to adapt to your changing body shape, cope with labour better and get back into shape after the birth. \r\n\r\nKeep up your normal daily physical activity or exercise, such as going to the gym, swimming or walking, for as long as you feel comfortable. If you plan to start a new exercise regime always check with your midwife first.\r\n\r\nDon't get too hot and drink plenty of fluids throughout. Avoid contact sports and anything where you might fall, for example, horse riding, gymnastics, cycling. \r\n\r\nBe aware that when you lie flat on your back after 16 weeks the weight of your bump can press on the big blood vessels which can affect the blood flow to the placenta and your baby. It can also make you feel faint.\r\n\r\n\r\ncan i go diving?\r\n\r\nThe UK Sport Diving Medical Committee advises that if you are pregnant, or are trying to conceive, you should not dive. If you dive and then discover later that you were pregnant at the time, seek advice from your GP or midwife. You should wait at least a month after giving birth to begin diving again.\r\n\r\n\r\nCan i wear under-wired bras?\r\n\r\nWhile there are no hard and fast rules regarding under-wired bras, healthcare professionals generally advise pregnant women to avoid them.\r\n\r\nThis is because your breasts change at such a fast rate, there is a danger the bra might restrict their shape and cause damage. At worst, it can obstruct the increased blood flow and compress the developing milk ducts which can lead to discomfort, cysts and, in some cases, mastitis.\r\n\r\nIt is very important to have adequate support from the very start of your pregnancy otherwise there is a danger your breasts could lost their shape permanently. A good maternity bra should have wide shoulder straps, support panels and adjustable fastenings to accommodate your increasing size. Many retailers offer a free fitting service so make regular checks that your bra is the correct size for your changing shape.\r\n\r\nCan i have caffeine?\r\n\r\nLimit your caffeine intake to 200mg a day, because caffeine can cause babies to have a low birth weight and too much caffeine can even lead to miscarriage. \r\n\r\nCaffeine is found naturally in coffee, tea and chocolate and is added to some soft drinks, energy drinks as well as cold and flu remedies. If you do occasionally go over the recommended limit, don’t worry as the risks are relatively small. \r\n\r\nThe amount of caffeine found in some foods and drinks is:\r\n\r\none mug of instant coffee: 100mg one mug of filter coffee: 140mg one mug of tea: 75mg one cup of green tea one can of cola: 40mg one can of energy drink: up to 160mg one 50g bar of plain chocolate: up to 50mg one 50g bar of milk chocolate: up to 25mg \r\n\r\ncan i still have intercourse?\r\n\r\nThere is no medical evidence to suggest that having sex during pregnancy does any harm to the baby. \r\n\r\nRemember, your baby is well cushioned by a sac of fluid well beyond the neck of the womb. In fact, a loving physical relationship is important for your wellbeing during pregnancy and sexual intercourse can help your body to prepare for labour. \r\n\r\nDon't worry if you notice mild contractions during and after sex as they won't be powerful enough to start labour if your body is not ready - and if it is ready, sex can help to start labour. \r\n\r\nYou may be advised to abstain from intercourse at certain stages of pregnancy if you have a history of miscarriage or premature labour, or if you have a low-lying placenta. \r\n\r\nAlways speak to your GP or midwife if you have any concerns.\r\n\r\nCan i change the cat litter?\r\n\r\nThe answer is 'no' as cat litter and cat faeces can contain a parasite that causes toxoplasmosis infection. If you get toxoplasmosis for the first time when you're pregnant, or up to three months before you conceive, the infection can be passed to and damage your unborn baby or can cause miscarriage or stillbirth. \r\n\r\nTo be safe, try to avoid emptying cat litter trays (get someone else to do it) or wear disposable gloves if you have to empty it yourself. Make sure the cat litter is changed every day. \r\n\r\nWash all fruit, vegetables and salads (including ready-prepared salads) thoroughly, to remove all traces of soil. You should also wear gloves when gardening in case the soil has cat faeces in it, and wash your hands and gloves afterwards. \r\n\r\nBe sure to also wash your hands thoroughly after handling cats and avoid sick cats. \r\n\r\nOther places the parasite can be found in are undercooked or raw meat, raw cured meat, such as salami or Parma ham and unpasteurised goats' milk. Sheep can also carry the parasite.\r\n\r\nMost people infected with toxoplasmosis have no symptoms and don't know that they're infected. Contact your GP or midwife immediately if you think that you may have come into contact with the toxoplasma parasite.\r\n\r\nCan i eat spicy food?\r\n\r\nDon’t worry, you don’t have to give up your favourite Friday night takeaway just because you are pregnant. However, some women are prone to heartburn when pregnant and spicy foods can aggravate this. The key is to stick to a healthy and varied diet.\r\n\r\nCan i Just cut down on my smoking?\r\n\r\nSmoking can seriously harm the health of your baby so it is strongly recommended that you give up completely when pregnant. \r\n\r\nThe chemicals in cigarettes stop oxygen and essential nutrients from reaching your unborn baby. This affects the baby's heart, making it work harder, as well as its growth rate and the brain's development.\r\nIf you do smoke during pregnancy there is an increased risk of stillbirth, your baby is more likely to be born prematurely and be underweight and is more likely to get respiratory infections. \r\n\r\nThere is also an increased risk of Sudden Infant Death Syndrome (SIDS) also known as cot death and your baby is more likely to smoke when they're older.\r\n\r\ncan i Have a small amount of alcohol?\r\n\r\nThe Department of Health (DoH) recommends that you avoid drinking alcohol if you're pregnant or trying for a baby. \r\n\r\nAlcohol passes through the placenta to your unborn baby and as it can't process it as fast as you can, damage can occur leading to low birth weight, heart defects, learning and behavioural disorders or more serious damage such as facial deformities and mental illness \r\n\r\ncan i Wear a seatbelt?\r\n\r\nAccording to Directgov, wearing a seat belt in an accident reduces the risk of injury to your unborn child by up to 70% so it is as important as ever to wear a seatbelt at all times when you’re pregnant, unless your doctor certifies that you are exempt on medical grounds. \r\n\r\nHowever, you will need to take extra care when adjusting it to avoid the strap going over your bump. \r\n\r\nIt is best to wear the diagonal strap between your breasts, moving it around the side of your bump and position the lap strap as low as possible across your hips and under your bump – if it goes over your belly button, it is too high.\r\n\r\ncan i Use a car with an airbag?\r\n\r\nAirbags are a vital way to keep you safe in an accident so it is always important to have them installed. There is no need to worry that the air bag might harm your unborn baby as they are designed to work with a seat belt and you should be safe as long as you are wearing it correctly.\r\n\r\ncan i Use an electric blanket? \r\n\r\nBecoming too hot can harm your unborn baby, particularly in the first 13 weeks of the pregnancy, but it is very unlikely that this would happen when using an electric blanket as they are designed to keep you warm, rather than hot. You might also be concerned about the electromagnetic field arising from the electricity used to heat the blanket. However, there's not enough evidence that this type of every-day exposure poses a risk to you or your baby.\r\n\r\ncan i Have a massage?\r\n\r\nMassage is an excellent way to keep calm and relaxed during your pregnancy and can be a great pain relief during labour but it is important to make sure your massage therapist knows you are pregnant and is experienced in giving prenatal massages. In the first trimester, a massage should avoid the lower pelvic area near the uterus.\r\n\r\ncan i use hair dye?\r\n\r\nThe limited evidence available says that there is probably no risk to dying your hair during pregnancy. \r\n\r\nIf you are concerned, consider waiting until the second trimester when all your baby’s organs have developed. It might be a good idea to avoid an all-over hair colour and opt for streaks or highlights so the chemicals have little or no contact with your scalp (hair-colouring agents will be absorbed through the skin, not through the hair shaft). \r\n\r\nIf you are dying your hair yourself, wear gloves and work in a well-ventilated room. Don’t leave the dye on any longer than necessary, and thoroughly rinse your scalp at the end of the process.\r\n\r\nCan i Use fake tan?\r\n\r\nSkin can be more sensitive during pregnancy so it is best to avoid fake tan as it can sometimes cause an allergic reaction. If you do decide to have a tan, carry out a patch test on your skin beforehand. Fake tan is non-toxic substance and doesn’t go beyond the outer layer of skin so it is not absorbed into the body.\r\n\r\ncan i use a sunbed?\r\n\r\nSunbeds are not recommended whether you are pregnant or not. \r\n\r\nThe health risks of exposure to UV light are significant. Prolonged exposure to UV rays worsens the effects of ageing and increases the chances of developing a malignant melanoma (skin cancer). \r\n\r\nDuring pregnancy women often find that their skin is more sensitive which means they are more likely to burn if using a sunbed. A change in hormone levels can also make you more susceptible to the skin pigmentation chloasma that causes dark patches of skin to appear on the face. \r\n\r\nThese can be made worse if you sun bathe or use a sunbed. There is no clear evidence about the effect of UV rays from sunbeds on an unborn baby, however, a link has been made between UV rays and folic acid deficiency. This is because UV rays can break down folic acid, a vitamin that is very important for the baby’s neural system development in the first three months of pregnancy.\r\n\r\ncan i Use nail varnish and remover?\r\n\r\nYou can use nail varnish when pregnant as long as you take care. The chemicals formaldehyde and toluene found in varnish can be harmful if you are exposed to them regularly although it is unlikely painting your nails once a week will be enough to affect your unborn baby.\r\n\r\nTo be on the safe side, use a polish that is free of these chemicals, open windows when painting your nails and don’t blow them dry as you are more likely to breathe in the fumes.\r\n\r\nNail polish removers should be safe to use while you’re pregnant. They often contain acetone which occurs naturally in our bodies and in the environment. \r\n\r\nUsing nail polish remover every day won’t expose you to enough to harm you or your unborn baby and you can always buy acetone-free nail polish removers. \r\n\r\ncan i have electrolysis?\r\n\r\nThere have been no studies carried out to determine if electrolysis is safe during pregnancy so it is best to avoid it altogether. \r\n\r\ncan i Use hair removal cream?\r\n\r\nThere is no evidence to say that hair removal creams could harm your baby however, take care when using them as your skin can be more sensitive when pregnant and the chemicals in them could trigger an allergic reaction. Waxing might also prove to be more painful so shaving could be the best option. Check with your midwife if you are unsure. \r\n\r\ncan i Use essential oils?\r\n\r\nYou can use some essential oils when pregnant although there are certain ones that should be avoided. Even oils that are considered safe should be avoided during the first trimester. \r\n\r\nEssential oils are highly concentrated substances, so only use one or two drops at a time and dilute them down with a teaspoon of base oil (grapeseed or sweet almond work well). \r\n\r\nWhen selecting oils it is best to get advice from a qualified aromatherapist. Always talk to your GP or midwife before using any essential oils.\r\n\r\nCan i Take aspirin?\r\n\r\nAspirin may be prescribed by your GP in pregnancy in certain circumstances. However most medicines can affect the development of a baby in the womb, depending on the different types and the stage of pregnancy that you have reached when you take it, so you should always consult your GP or midwife before taking any medicine while pregnant.\r\n\r\ncan i Take ibuprofen?\r\n\r\nMost medicines can affect the development of a baby in the womb, depending on the different types and the stage of pregnancy that you have reached when you take it, and you should always consult your GP or midwife before taking any medicine while pregnant. \r\n\r\nIbuprofen is classed as a non-steroidal anti-inflammatory drug (NSAID) and some studies have suggested a possible association between the use of NSAIDs in early pregnancy and a low risk of certain birth defects. \r\n\r\nTaking NSAIDs in the last trimester of pregnancy is where the most risk appears to be. The greatest concern is that it may cause the premature closure of a vessel in the baby’s heart, which may lead to pulmonary hypertension in the baby’s lungs. The use of ibuprofen in late pregnancy may also inhibit labour and cause reduced amounts of amniotic fluid. For these reasons, unless you have been prescribed an NSAID by your GP then it is best to avoid this group of medicines.\r\n\r\nParacetamol is considered a safer painkiller option when pregnant but should be avoided during the first 12 weeks where possible, and should only be taken during this trimester if advised by your GP.\r\n\r\nThe Royal College of Midwives advises all pregnant women to avoid over-the-counter pain relief and to seek advice before taking any pain killing medication.\r\n\r\ncan i Take over-the-counter medicines?\r\n\r\nAlways consult your GP, midwife or pharmacist before taking any over-the-counter medicines.\r\n\r\ncan i Have the flu jab?\r\n\r\nIn pregnancy your immune system becomes suppressed. This means that you may be vulnerable to infections so all pregnant women are advised to have the seasonal flu jab during the winter. Ask your GP or midwife about immunisation. \r\n\r\ncan i Take antidepressants?\r\n\r\nIf antidepressants are thought to be necessary during pregnancy you will be assessed by a healthcare professional who will make a decision based on the benefits of antidepressants against any potential harm. \r\n\r\ncan i Use Echinacia?\r\n\r\nAlways consult your GP or midwife before taking any herbal medicines.\r\n\r\ncan i Have an X-ray?\r\n\r\nIf you can, it is best to avoid having an X-ray while you’re pregnant. X-rays during pregnancy carry a very small risk of exposing the unborn baby to radiation, which could cause cancer to develop during his or her childhood. Dental X-rays have such a low dose of radiation that there is virtually no risk to the unborn baby. Your healthcare professional will be able to assess whether your treatment can wait until you’ve had your baby. They may also consider using another imaging method instead, such as an ultrasound scan.\r\n\r\ncan i Get vaccinated?\r\n\r\nThe whooping cough (pertussis) vaccine is safe to have during pregnancy, but many other vaccine are best avoided as there has been very little research carried out into the effects of vaccinations on unborn babies. Live vaccines such as BCG, MMR, oral polio, oral typhoid and yellow fever, are thought to pose the greatest risk. This type of vaccination contains a small amount of live virus, which may potentially affect your baby.\r\n\r\nIf you can, avoid destinations which require vaccinations while you are pregnant. If you have to visit a destination that requires vaccinations, speak to your GP who will be able to talk through you through your options. \r\n\r\ncan i Use cleaning products?\r\n\r\nCleaning products contain a lot of chemicals so, while it should be fine to use them during your pregnancy, make sure there is plenty of air circulating when you do. It might be a good idea to buy natural cleaning products which are free of harsh and toxic substances. Avoid oven cleaners as these are particularly harsh and often used in a confined space where good ventilation is difficult. As your skin is more sensitive during pregnancy, wear long-sleeved tops and gloves when cleaning.\r\n\r\ncan i Use a mobile phone?\r\n\r\nIt can’t be said for certain the effect using a mobile phone might have on your unborn child so it is best to err on the side of caution. Some studies have linked babies exposed to mobile phones in the womb with behavioural problems, such as hyperactivity, during childhood, however, there is still not enough proof of mobile phone use directly causing this. NHS Choices recommends only using your phone when necessary, keeping calls short and when possible a using hand-free kit.\r\n\r\ncan i Work with animals?\r\n\r\nAvoid contact with sheep and lambs at lambing time as some lambs are born carrying the germs that cause listeriosis, toxoplasmosis and chlamydia. \r\n\r\nThese may be passed on to you and your unborn baby. Toxoplasmosis is also found in cat faeces so it is important to avoid cleaning out the cat litter tray and if you have to, wear gloves. \r\n\r\nIt is best to wear gloves when gardening too in case you come into contact with cat faeces. Wash salads and vegetables thoroughly as it may have been contaminated by cat faeces. Try to wash your hands after handling pets.\r\n\r\ncan i Use aerosols?\r\n\r\nAerosols contain volatile organic compounds (VOCs) and artificial fragrances which can be harmful so it is best to avoid them during pregnancy. \r\n\r\nHowever, the risks to your unborn child are very low and if used sensibly, there is no reason to worry. Try to keep use down to a minimum, wear gloves and open windows when using them. \r\n\r\nAlternatively, invest in some natural cleaning products during the pregnancy. Be particularly careful during the first trimester when your baby’s lungs and other organs are developing. \r\n\r\ncan i Use insect repellent?\r\n\r\nInsect repellents are safe if you use them carefully. The NHS and the Health Protection Agency (HPA) advises that products containing 50% Deet (the chemical in insect repellents) are safe for you to use in pregnancy as long as you follow the instructions. If you travel to a country where there is a risk of zika, malaria or dengue it is important to use insect repellents containing DEET.\r\n\r\nAlternatively, if you are travelling to countries where there is no danger of serious disease you could try a natural insect repellent or burn a citronella candle.\r\n\r\ncan i use paint?\r\n\r\nThe risk from modern household paints is very low so it is highly unlikely that paint fumes can harm your unborn baby. Any small risk is greatest during the first trimester so if possible, avoid painting until you have passed this period. \r\n\r\nHowever, solvent-based paints and old paintwork (which may contain traces of lead) may pose a greater risk. With this in mind, you should avoid using solvent-based paints and stripping old paintwork during pregnancy.\r\n\r\nSolvent-based paints can also contain harmful substances such as white spirit, toluene and alkanes, which can seriously affect a developing baby. If you do have to paint, use paint designed for nurseries as they contain fewer chemicals, use water-based rather than solvent-based paints, avoid spray paints and keep the rooms you are working in well ventilated.\r\n\r\ncan i Use a computer screen?\r\n\r\nStudies* have shown that using a computer screen puts your baby at no risk.\r\n\r\ncan i Walk through an airport scanner?\r\n\r\nThe low-frequency electromagnetic field used in metal detectors is considered safe for pregnant women. The same is true for the wands used at airports. The new type of security scanner called the backscatter X-ray system is also safe to use when pregnant.\r\n\r\ncan i Diet?\r\n\r\nIt is not good to go on a diet when you are pregnant as you risk depriving your growing baby of important nutrients. \r\n\r\nIf you are obese, medical professionals advise losing weight before falling pregnant as being overweight can lead to further complications, such as gestational diabetes and hypertension. \r\n\r\nIt is important to keep fit and healthy during pregnancy. Follow a well-balanced diet and avoid foods high in fat and sugar. A normal weight gain during pregnancy is considered to be around ten to 12 kilograms.\r\n\r\ncan i Have a tattoo?\r\n\r\nIt is not advisable to get a tattoo when you are pregnant. This is because of the risk of Hepatitis B and HIV\/AIDS which can be caught from a dirty needle and passed on to your unborn baby. It is also not clear the effect of the inks and dyes might have on a developing baby. Most tattooists won’t be prepared to take the risk of a pregnant woman fainting.\r\n\r\ncan i Sleep on my back?\r\n\r\nAlthough it is safe to sleep on your back during the first trimester, it is a good idea to get used to sleeping on your side. \r\n\r\nThis is because, as the uterus gets heavier, it presses on the vein that returns blood from your lower body to your heart when you lie on your back. \r\n\r\nIf you do this for an extended period, there is a danger that it could affect the flow of blood and nutrients to the placenta. If you do wake up and find yourself on your back, don’t panic. It shouldn’t have any serious adverse effect on your baby. \r\n\r\nTry placing cushions between your thighs, along your back and under your bump to make the sleeping position more comfortable.\r\n\r\ncan i Go horse riding?\r\n\r\nSome women choose to continue to horse ride during their pregnancy although they are usually experienced riders and not only know the risks involved, but are used to the feel and have built up the pelvic muscle strength to deal with the motion.\r\n\r\nA pregnant woman who horse rides regularly should be monitored closely for any signs of the placenta separating from the uterus – a condition known as placental abruption which can result in miscarriage or premature labour.\r\n\r\nAnother serious concern is about falling off or being thrown and it is certainly wise for all riders – experienced or otherwise - to avoid the riskier, more physical forms of riding, such as jumping.\r\n\r\nThere is also the risk of being kicked in the stomach, which is more likely if you are unfamiliar with the horse. If you have a history of miscarriages it is best to avoid horse riding throughout the pregnancy.\r\n\r\n\r\nEach pregnancy, expectant mother, and unborn child is different. \r\n\r\nYour pregnancy may not progress the same as the information found here. The information here is based on the average pregnancy. It is not meant to be a replacement for any advice you may receive from your GP. \r\n\r\nIf you have any concerns about your pregnancy, we advise you to contact your doctor.\r\n\r\n* source: www.nhs.uk \r\n\r\nZika virus \r\n\r\nIf you are are pregnant, or are planning to become pregnant, you are being advised not to travel to areas affected by the Zika virus as the virus can cause a serious birth defect known as Microcephaly (small head). Pregnant women who have recently travelled to a country where active Zika transmission is reported should notify their GP, obstetrician or midwife. As the virus can spread through semen, if a partner has just returned from one of the countries affected by the Zika virus, couples are being advised not try for a baby for at least eight weeks even if they have had no symptoms. If the male partner has developed symptoms, which include rash, fever, joint pain, myalgia and conjunctivitis, the couple should extend the period of safe sex for six months. Pregnant women are also being advised not to have"
    },
    {
       "id":"35",
       "title":"Your body changes during pregnancy",
       "tipDescription":"Your body is having to work very hard during pregnancy, so it makes sense to take extra care of yourself during the months that lie ahead. Here are some easy-to-follow tips.\r\nLots of women experience a ‘bloom’ in pregnancy – their hair grows quickly and develops a glossy shine, their skin develops a healthy glow and their breasts swell causing the development of a sexy cleavage. These changes are due to the pregnancy hormone progesterone and to more oxygen circulating around your body. \r\n\r\nProgesterone can also have a calming effect and help reduce anxiety, hence the serene feeling of contentment which some pregnant women experience.\r\n\r\nUnfortunately, not all women experience this ‘bloom’ and find their hair falls out, becomes greasy and their skin breaks out in spots. Both are normal – like pregnancy nausea or stretch marks, the ‘bloom\/wilt’ syndrome is often just the luck of the draw. \r\n\r\nHowever, there are things you can do to keep yourself in good health.\r\n\r\nSkin\r\n\r\nProgesterone causes glands in the skin to produce more oil so you may find you break out in spots for the first time in years. \r\n\r\nEqually, your skin can become dry and itchy. Avoid perfumed shower gels and bubble bath as these can dry your skin and use a skin care range appropriate for your type of skin and moisturise daily. \r\n\r\nIf facials are part of your regular beauty routine there is no reason to stop having them, but you need to be aware that your skin is likely to be more sensitive than usual so you should use products that are suitable for sensitive skin.\r\n\r\nStretch marks\r\n\r\nThese occur if the natural elasticity of the skin becomes over-stretched. They appear as reddish lines, often on the breasts, stomach and thighs. \r\n\r\nThere is little you can do to prevent them, although it helps not to put on too much weight and to wear a supportive bra. You can help to keep your skin supple and itch-free by massaging moisturising cream into your breasts and abdomen. \r\n\r\nAfter the birth, the lines will fade and become a lot less noticeable.\r\n\r\n\r\nPigmentation\r\n\r\nIf you find your skin is more sensitive to the sun than normal use a moisturiser that contains UVA protection and cover any exposed skin with sun cream with a protection factor of at least 15 before you go outside.\r\n\r\nSome women develop a condition called chloasma, a butterfly-shaped mask that appears across the face which looks dark on fair skin and light on dark skin. This can be concealed with make-up and will disappear after the birth. \r\n\r\nYou may also notice a dark line running from your pubic bone up to your navel. Called the linea nigra, this is more prominent on darker skin.\r\n\r\nTeeth\r\n\r\nDental care is free on the NHS during pregnancy and for one year after the birth, so book an appointment now. Bleeding gums are very common in pregnancy due to an increased blood flow, so you’ve got to take special care to keep your teeth and gums healthy. \r\n\r\nClean below the gum line with a toothbrush twice a day and floss to remove food. If the bleeding persists see your dentist as you may need extra cleaning. Gum disease has been linked to premature labour and if left untreated can lead to periodontal disease and tooth loss, so it’s really important you don’t ignore it.*\r\n\r\nAlthough no major studies have been done on the effects of using teeth whitening systems during pregnancy – these often use ultraviolet light or peroxide – until more is known, you should avoid having your teeth whitened whilst pregnant.\r\n\r\nNails\r\n\r\nYour nails are also likely to be affected by pregnancy hormones so you may find that your nails split and break more easily. The simplest idea is to keep them cut short and to protect them by wearing rubber gloves when doing household chores. \r\n\r\nGardening gloves will help to protect them when you are doing outside jobs. Apply hand cream regularly and choose one that contains a nail strengthener. \r\n\r\nHair\r\n\r\nYour hair may be thicker and glossier, mainly because hair growth speeds up. Faster hair growth may also mean more hairs falling out – but don’t be alarmed, these are just being shed because new hair is replacing them. \r\n\r\nYou may experience some hair loss after the birth when hair growth returns to normal. Some women do experience greasy hair in pregnancy and this is due to progesterone stimulating more sebum (oil) on the scalp – wash your hair frequently using a mild shampoo. \r\n\r\nHair treatments\r\n\r\nYou may be advised to wait until after the end of the first trimester before having any hair treatments to avoid any risk of chemicals reaching your baby at this crucial stage of development. \r\n\r\nYou also need to be aware that pregnancy hormones can make your hair react differently so the results of any treatment may be unpredictable.\r\n\r\nHair removal\r\n\r\nWaxing and shaving are the safest way to remove unwanted hair when you are pregnant. Although there is no evidence to suggest that the use of depilatories and bleach will affect your baby, your skin may not react well to these products and there is a small chance of the chemicals used in them getting into your blood stream.\r\n\r\nHead lice\r\n\r\nIf you have to treat head lice during pregnancy you should avoid all chemical treatments unless recommended by your GP. Natural and herbal head lice treatments are also best avoided as they may not have been formally tested. \r\n\r\nWet combing, using conditioner and a special ‘nit’ comb, is the safest and most efficient method for removing both the lice and their eggs. \r\n\r\nLegs and Feet\r\n\r\nTired, aching legs and feet are a common pregnancy health niggle. Try to spend some time with your feet up every evening. \r\n\r\nIt’s also worth having your feet measured mid-pregnancy because fluid retention sometimes causes your feet to get larger and you may need a bigger shoe size. \r\n\r\nVaginal discharge\r\n\r\nMost women experience an increase in vaginal discharge during pregnancy. This is quite normal and nothing to worry about as long as the discharge is clear and white and doesn't smell strange. If the discharge is heavy wearing panty liners may make you feel more comfortable.\r\n\r\nVaginal infections\r\n\r\nA discharge that is coloured, smells or makes you feel itchy and sore around the vagina could mean that you have a vaginal infection. Thrush is a yeast infection which is fairly common during pregnancy. It can affect the vagina and surrounding area. \r\n\r\nSymptoms include a thick, white creamy discharge, itching and soreness. If you think you have thrush you should tell your midwife or GP who may prescribe anti-fungal pessaries and cream suitable for your stage of pregnancy. \r\n\r\nBacterial vaginosis (BV) is another common condition caused by an imbalance in bacteria within the vagina. It can cause a thin white or grey vaginal discharge with a fishy smell. Rarely, BV has been linked to miscarriage or premature birth but usually it causes no problems in pregnancy. If you develop symptoms of BV you should seek medical advice. \r\n\r\nWhen you have a vaginal infection you should keep the area clean by washing once a day using a non-allergenic, plain soap. It is important not to wash too often as this can increase the irritation. Products suc"
    },
    {
       "id":"36",
       "title":"The placenta",
       "tipDescription":"The placenta is a remarkable organ which acts as your baby’s life support system, separating her blood stream from yours and providing her with oxygen and nutrients. \r\n\r\nThe placenta develops during early pregnancy and usually attaches to the top or side of the lining of the womb. Once the placenta is fully developed, at around 12 weeks, it takes over the production of a number of hormones, including oestrogen and progesterone, which control most of the changes that take place in your body during pregnancy.\r\n\r\nUnderstanding the function of the placenta\r\n\r\nThe umbilical cord, which attaches the baby to the centre of the placenta, carries oxygen and nutrients from your body through the placenta to your baby. Antibodies, which give resistance to infection, pass to the baby in the same way, but so too does alcohol, nicotine and drugs, which is why it is so important to avoid these during pregnancy.\r\n\r\nThe placenta also filters your baby’s waste products into your blood stream so that they can be removed from your body. \r\n\r\nWhat happens after my baby has been born?\r\n\r\nOnce your baby has been delivered you will be offered an injection to help stimulate your contractions to speed up the delivery of the placenta and membranes; also known as the afterbirth. \r\n\r\nYou may prefer to allow this third stage of labour to happen naturally; this takes longer and can cause more bleeding. The midwife will check the afterbirth to make sure that nothing has been left behind.\r\n\r\nIf you have a Caesarean the placenta is delivered after your baby has been lifted from the womb.\r\n\r\nPlacental problems\r\n\r\nAlthough placental problems are rare, they can occur. These complications include:\r\n\r\nPlacenta praevia - also known as a low-lying placenta, this condition occurs when the placenta is located in the lower part of the womb where it may partially – or completely – cover the cervix, blocking the baby’s way out. The position of the placenta will determine the monitoring that you will receive and also whether you will be able to deliver your baby vaginally, or if a Caesarian will be required. \r\n\r\nPlacental abruption - this is when the placenta starts to peel away from the wall of the womb causing constant pain in the abdomen, contractions and vaginal bleeding.\r\n\r\nThe severity of the condition depends on how large a portion of the placenta has separated from the womb. If the abruption is minor you may be admitted to hospital until the bleeding stops, if it is severe a Caesarean may be recommended.\r\n\r\nRetained placenta - very occasionally the placenta doesn’t come away from the lining of the womb during the third stage of labour. Known as a retained placenta, this can lead to severe bleeding so that removal under anaesthetic may be necessary. If some, but not all of the placenta comes away, or if the membranes have been left behind in the womb this can cause heavy blood loss and infection so removal under anaesthetic will be required. This is known as evacuation of retained products of conception (ERPOC). Once you have a retained placenta it more likely to happen in a subsequent birth so it’s important to tell your midwife if you become pregnant again."
    },
    {
       "id":"37",
       "title":"Pregnancy nutrition- do's and don'ts",
       "tipDescription":"Choosing what to eat while pregnant can be a little tricky, especially if you're about to be a first-time mum, so to help you, we have a checklist of the do's and don'ts when it comes to nutrition.Do's \r\n\r\nIt is important to eat a variety of foods during pregnancy to ensure your diet is healthy. Try to make sure your diet includes:\r\n\r\nAt least five portions of fruit and vegetables a day (fresh, frozen, tinned, dried or fruit juice formats all count). Potatoes, bread and pasta (wholegrain options if possible) to keep energy levels up. Lean meat, chicken, white fish, eggs (make sure the eggs are well cooked), beans and lentils for protein. Two portions of fish a week, including one of oily fish (e.g. mackerel or salmon) - these provide important fatty acids needed for the mental and physical growth of the baby. Dairy foods such as milk, some types of cheese (such as cheddar, Parmesan and cottage cheese) and yoghurt - these contain calcium for building bones. Use low fat varieties where possible. \r\n\r\nDon'ts\r\n\r\nDuring pregnancy your defences against stomach bugs and food poisoning can be lower than usual so make sure you avoid:\r\n\r\nCheese that is made with mould, such as Camembert, Brie or goat's cheese, and any soft blue cheese or unpasteurised cheese as these may contain the bacteria listeria that can harm the baby. All types of pâté, including vegetable pâté, as this can also contain listeria. Eating raw or partially cooked eggs, which don’t carry the Lion, symbol as this could lead to salmonella food poisoning. Eggs stamped with the red Lion symbol are safe to eat as they come from flocks that have been inoculated against salmonella. Raw fish, shellfish and raw meat - always make sure food is well cooked Liver products because they contain a lot of vitamin A. You do need some vitamin A but too much can harm the baby. Supplements containing vitamin A should also be avoided. Deep sea fish such as shark, swordfish or marlin, and you should have no more than two tuna steaks or four cans of tuna a week, as these can contain traces of mercury which can harm the baby's nervous system. \r\n\r\nDrinking\r\n\r\nIt is important that you are consuming enough liquid. Aim to drink plenty during your pregnancy, up to three litres a day Caffeine consumption should be reduced because a high caffeine intake has been linked to an increased risk of low birth weight babies and miscarriage. You should try not to have more than 200mg a day (e.g. two mugs of instant coffee or two mugs of tea). The DoH advises that pregnant women, or women who are planning a pregnancy, should not drink any alcohol. If you drank before you found out that you were pregnant, you should avoid drinking any further alcohol. If you are concerned about how much you drank in those early weeks of pregnancy talk to your GP or midwife. \r\n\r\nFurther advice\r\n\r\nTo avoid any chance of food poisoning: Always ask for food to be well-done and be especially careful at BBQs Wash your hands before preparing food Make s"
    },
    {
       "id":"38",
       "title":"Perks of pregnancy",
       "tipDescription":"Hair gets thicker\r\n\r\nHave you noticed your hairbrush needs de-fuzzing less often? \r\nNormally, women lose 50 to 100 hairs a day, but during pregnancy hormones prolong their growing cycle. As a result, fewer hairs fall out and there is an increase in the percentage of hairs that are growing. \r\n\r\nMany women notice their hair is thicker and more lustrous, meaning they can grow it much longer than they could before being pregnant. \r\n\r\nHowever, this doesn’t happen to everyone, some women find their hair becomes thinner and more greasy.\r\n\r\nNails grow stronger and longer\r\n\r\nNails, like hair, can change noticeably during pregnancy. \r\n\r\nExtra hormones can make them grow faster and become stronger, but for some, they can become more brittle. Like the changes in hair, nail changes aren't permanent.\r\n\r\n\r\nBigger boobs\r\n\r\nAn increase in breast size is one of the first signs of pregnancy and if you’ve always longed for bigger boobs then this is a definite perk! \r\n\r\nBreasts usually become swollen and enlarged in the first trimester because of increased levels of the hormones oestrogen and progesterone. Some women find their breasts continue to grow throughout their pregnancy and most find they need to replace their bras several times over the course of the nine months.\r\n\r\nYou feel sexier\r\n\r\nSometimes a change to a pregnant woman’s hormone levels can have interesting side effects. \r\n\r\nIn fact, many women actually let go of their body insecurities and hang-ups when they are pregnant which can be very liberating in the bedroom. \r\n\r\nPregnant women should, quite rightly, feel proud of their voluptuous breasts and round belly. For couples who have been struggling to conceive for some time and keeping an eye on the ovulation calendar; sex during pregnancy can once again be purely for pleasure and not a means to an end.\r\n\r\nCouples get closer\r\n\r\nHaving a baby should never be considered as a way to heal a fractured or struggling relationship. \r\n\r\nBut for couples who are in a healthy, happy relationship, the anticipation of having a baby, choosing names, preparing the nursery or marvelling at the ultrasound scan photo can bring them even closer together. \r\n\r\nMany partners become more loving and attentive; giving the mum-to-be foot or back massages, helping out more around the home or simply 'being there' more in both mind and body. \r\n\r\nEnergy surges for nesting\r\n\r\nMany pregnant women experience the nesting instinct; a powerful urge to prepare their home for the baby by cleaning and decorating. \r\n\r\nOthers find they get surges of energy throughout the pregnancy when they want to tackle tidying kitchen cupboards or wardrobes that they hadn't had time to do before. Just be careful not to overdo it."
    },
    {
       "id":"39",
       "title":"Your body changes during pregnancy",
       "tipDescription":"Your body is having to work very hard during pregnancy, so it makes sense to take extra care of yourself during the months that lie ahead. Here are some easy-to-follow tips.\r\n\r\nLots of women experience a ‘bloom’ in pregnancy – their hair grows quickly and develops a glossy shine, their skin develops a healthy glow and their breasts swell causing the development of a sexy cleavage. These changes are due to the pregnancy hormone progesterone and to more oxygen circulating around your body. \r\n\r\nProgesterone can also have a calming effect and help reduce anxiety, hence the serene feeling of contentment which some pregnant women experience.\r\n\r\nUnfortunately, not all women experience this ‘bloom’ and find their hair falls out, becomes greasy and their skin breaks out in spots. Both are normal – like pregnancy nausea or stretch marks, the ‘bloom\/wilt’ syndrome is often just the luck of the draw. \r\n\r\nHowever, there are things you can do to keep yourself in good health.\r\n\r\nSkin\r\n\r\nProgesterone causes glands in the skin to produce more oil so you may find you break out in spots for the first time in years. \r\n\r\nEqually, your skin can become dry and itchy. Avoid perfumed shower gels and bubble bath as these can dry your skin and use a skin care range appropriate for your type of skin and moisturise daily. \r\n\r\nIf facials are part of your regular beauty routine there is no reason to stop having them, but you need to be aware that your skin is likely to be more sensitive than usual so you should use products that are suitable for sensitive skin.\r\n\r\nStretch marks\r\n\r\nThese occur if the natural elasticity of the skin becomes over-stretched. They appear as reddish lines, often on the breasts, stomach and thighs. \r\n\r\nThere is little you can do to prevent them, although it helps not to put on too much weight and to wear a supportive bra. You can help to keep your skin supple and itch-free by massaging moisturising cream into your breasts and abdomen. \r\n\r\nAfter the birth, the lines will fade and become a lot less noticeable.\r\n\r\n\r\nPigmentation\r\n\r\nIf you find your skin is more sensitive to the sun than normal use a moisturiser that contains UVA protection and cover any exposed skin with sun cream with a protection factor of at least 15 before you go outside.\r\n\r\nSome women develop a condition called chloasma, a butterfly-shaped mask that appears across the face which looks dark on fair skin and light on dark skin. This can be concealed with make-up and will disappear after the birth. \r\n\r\nYou may also notice a dark line running from your pubic bone up to your navel. Called the linea nigra, this is more prominent on darker skin.\r\n\r\nTeeth\r\n\r\nDental care is free on the NHS during pregnancy and for one year after the birth, so book an appointment now. Bleeding gums are very common in pregnancy due to an increased blood flow, so you’ve got to take special care to keep your teeth and gums healthy. \r\n\r\nClean below the gum line with a toothbrush twice a day and floss to remove food. If the bleeding persists see your dentist as you may need extra cleaning. Gum disease has been linked to premature labour and if left untreated can lead to periodontal disease and tooth loss, so it’s really important you don’t ignore it.*\r\n\r\nAlthough no major studies have been done on the effects of using teeth whitening systems during pregnancy – these often use ultraviolet light or peroxide – until more is known, you should avoid having your teeth whitened whilst pregnant.\r\n\r\nNails\r\n\r\nYour nails are also likely to be affected by pregnancy hormones so you may find that your nails split and break more easily. The simplest idea is to keep them cut short and to protect them by wearing rubber gloves when doing household chores. \r\n\r\nGardening gloves will help to protect them when you are doing outside jobs. Apply hand cream regularly and choose one that contains a nail strengthener. \r\n\r\nHair\r\n\r\nYour hair may be thicker and glossier, mainly because hair growth speeds up. Faster hair growth may also mean more hairs falling out – but don’t be alarmed, these are just being shed because new hair is replacing them. \r\n\r\nYou may experience some hair loss after the birth when hair growth returns to normal. Some women do experience greasy hair in pregnancy and this is due to progesterone stimulating more sebum (oil) on the scalp – wash your hair frequently using a mild shampoo. \r\n\r\nHair treatments\r\n\r\nYou may be advised to wait until after the end of the first trimester before having any hair treatments to avoid any risk of chemicals reaching your baby at this crucial stage of development. \r\n\r\nYou also need to be aware that pregnancy hormones can make your hair react differently so the results of any treatment may be unpredictable.\r\n\r\nHair removal\r\n\r\nWaxing and shaving are the safest way to remove unwanted hair when you are pregnant. Although there is no evidence to suggest that the use of depilatories and bleach will affect your baby, your skin may not react well to these products and there is a small chance of the chemicals used in them getting into your blood stream.\r\n\r\nHead lice\r\n\r\nIf you have to treat head lice during pregnancy you should avoid all chemical treatments unless recommended by your GP. Natural and herbal head lice treatments are also best avoided as they may not have been formally tested. \r\n\r\nWet combing, using conditioner and a special ‘nit’ comb, is the safest and most efficient method for removing both the lice and their eggs. \r\n\r\nLegs and Feet\r\n\r\nTired, aching legs and feet are a common pregnancy health niggle. Try to spend some time with your feet up every evening. \r\n\r\nIt’s also worth having your feet measured mid-pregnancy because fluid retention sometimes causes your feet to get larger and you may need a bigger shoe size. \r\n\r\nVaginal discharge\r\n\r\nMost women experience an increase in vaginal discharge during pregnancy. This is quite normal and nothing to worry about as long as the discharge is clear and white and doesn't smell strange. If the discharge is heavy wearing panty liners may make you feel more comfortable.\r\n\r\nVaginal infections\r\n\r\nA discharge that is coloured, smells or makes you feel itchy and sore around the vagina could mean that you have a vaginal infection. Thrush is a yeast infection which is fairly common during pregnancy. It can affect the vagina and surrounding area. \r\n\r\nSymptoms include a thick, white creamy discharge, itching and soreness. If you think you have thrush you should tell your midwife or GP who may prescribe anti-fungal pessaries and cream suitable for your stage of pregnancy. \r\n\r\nBacterial vaginosis (BV) is another common condition caused by an imbalance in bacteria within the vagina. It can cause a thin white or grey vaginal discharge with a fishy smell. Rarely, BV has been linked to miscarriage or premature birth but usually it causes no problems in pregnancy. If you develop symptoms of BV you should seek medical advice. \r\n\r\nWhen you have a vaginal infection you should keep the area clean by washing once a day using a non-allergenic, plain soap. It is important not to wash too often as this can increase the irritation. Products suc"
    }
 ]