[
    {
       "id":"1",
       "tipsWeekly":"1",
       "tipsDescription":"What's happening to you\r\n\r\nThere's no baby yet, but your body is getting ready by preparing for ovulation. At around day five of your menstrual cycle - this is five days after your period started, an egg (ovum) starts to mature inside a fluid-filled sac (follicle) in one of your two ovaries. The lining of your womb will also start to thicken in preparation for the implanting of the egg.\r\n\r\nThe date of the first day of your last period is important because your pregnancy will be calculated from this date, even though conception doesn't usually take place until around two weeks later. This means that although pregnancy is described as 40 weeks, you won't actually have conceived until around the end of the second week.\r\n\r\nNeed to know\r\n\r\nThings for you to consider during week 1 of your pregnancy:\r\n\r\nIdeally you should have been taking a 400mcg supplement of folic acid at least three months before trying to conceive ' if you haven't you should start taking it now. Folic acid is an essential B vitamin that is known to reduce the risk of your baby developing a neural tube defect such as spina bifida by up to 75 percent. Smoking and alcohol are bad for you and for your baby, so if you haven't already stopped give up now. Passive smoking is also bad for your baby, so encourage your partner to quit if they smoke and you should avoid being around smokers. Over-the-counter medicines and herbal remedies could harm your unborn baby so talk to your pharmacist about what you can take during pregnancy. If you are on prescription drugs for a specific condition, such as asthma, your GP will be able to advise you whether the medication you are taking is suitable during pregnancy. It's important not to stop your medication without consulting your GP."
    },
    {
       "id":"2",
       "tipsWeekly":"2",
       "tipsDescription":"A single egg fertilised by a single sperm creates the beginning of your baby-to-be... \r\n\r\nYour growing baby\r\n\r\nAt the end of this week, at around day 14, ovulation takes place. This is when the egg is released from the ovary into the fallopian tube ready to be fertilised by your partner's sperm. You only need one sperm to reach and penetrate the egg for it to become fertilized. Once this happens changes immediately occur in the egg so that other sperm are prevented from being able to fertilise it. \r\n\r\nWithin 24 hours the newly fertilised egg rapidly begins to divide into cells. It continues to divide as it makes its way slowly through the fallopian tube towards the uterus. This journey down the fallopian tube will take about three days. \r\n\r\nAn amazing fact is, that the moment your egg is fertilised your baby's genetic makeup is complete, including its sex.\r\n\r\nWhat's happening to you\r\n\r\nYour body starts to produce the pregnancy hormone progesterone as soon as the egg is released. Progesterone helps to prepare your uterus ready for the fertilised egg. \r\n\r\nYou may experience a twinge or a series of cramps in the lower abdomen, often on one side around the time of ovulation. This pain is thought to come from an ovary releasing an egg and is known as mittelscherz or 'middle pain'. It is a sign that your body is getting ready for conception to take place. \r\n\r\nNeed to know\r\n\r\nThings for you to consider during week 2 of your pregnancy:\r\n\r\nYou need to be eating a good, well balanced diet because for the next nine months your baby will receive all its nourishment from you. Keeping fit through regular exercise will help your body to cope better with pregnancy and labour, and it will help to speed up your recovery after the birth. If you have never exercised before find a form of exercise you enjoy. Swimming, walking, stationary cycling, yoga and T'ai chi are all good choices. Take it easy at first, gradually building up the amount you do until you are having 30 minutes or more of moderate exercise each day. When you are exercising it's important to wear the right shoes, and a supportive bra is an essential."
    },
    {
       "id":"3",
       "tipsWeekly":"3",
       "tipsDescription":"Your baby-to-be is a microscopic ball of cells known as an embryo...\r\n\r\nYour growing baby\r\n\r\nDuring the third week of pregnancy the fertilised egg moves along the fallopian tube towards the uterus. It takes around three days for it to reach the uterus where it gradually develops from a solid ball to a fluid-filled ball of cells known as a blastocyst. The cells on the surface of the blastocyst will later develop into the placenta, while the small cluster of inner cells will eventually grow into your baby. \r\n\r\nBy the time the egg, which began as a single cell, reaches the uterus it is a collection of over 100 cells. This microscopic ball of cells is known as an embryo for the first 8 weeks of pregnancy. The embryo will settle in the lining of the uterus (implantation) where it will grow for the next nine months.\r\n\r\nWhat's happening to you\r\n\r\nImplantation bleeding sometimes occurs when the embryo implants in the uterus. You may experience this as light bleeding, from pink to red, to a brown discharge at between five or ten days after conception.\r\n\r\nNeed to know\r\n\r\nThings for you to consider during week 3 of your pregnancy:\r\n\r\nSmoking can damage the cell division process so if you or your partner are finding it hard to give up your GP's surgery will be able to give you details of local support groups or you can call NHS SmokeFree Pregnancy helpline on 0300 123 1044. Alcohol can also affect cell division, which is why it's very important not to drink during pregnancy, especially in this first trimester when your baby's major organs are developing. Drinking alcohol during the first three months is known to increase the risk of miscarriage."
    },
    {
       "id":"4",
       "tipsWeekly":"4",
       "tipsDescription":"Your baby is about the size of poppy seed ' 2mm... \r\n\r\nYour growing baby\r\n\r\nThe newly formed embryo which will eventually become your baby now has three layers, the inner layer (endoderm) will become the lungs, liver, digestive system and pancreas, the middle layer (mesoderm) the skeleton, muscles, kidneys, blood vessels and heart; and the outer layer (ectoderm) will form the nervous system, teeth and skin.\r\n\r\nYour baby's nervous system and heart are already beginning to develop. Blood vessels are forming and blood is starting to circulate. Some of these blood vessels will become the umbilical cord, which will connect you to your baby. \r\n\r\nWhat's happening to you\r\n\r\nYour pregnancy can be confirmed by using a home pregnancy test. This measures the amount of human chorionic gondatrophin (hCG), the pregnancy hormone, in your urine. \r\n\r\nYou may start to experience some pregnancy symptoms. One of those most common early symptoms is morning sickness. Although it more usually occurs in the morning and resolves itself by midday, morning sickness can come at any time, day or night. \r\n\r\nOther early pregnancy symptoms include; sore breasts, tiredness, going off certain foods\/tea or coffee, a metallic taste, peeing more and constipation.\r\n\r\nNeed to know\r\n\r\nThings for you to consider during week 4 of your pregnancy:\r\n\r\nOnce you have had a positive pregnancy test you will need to contact your GP's surgery to arrange a booking appointment with the midwife. This usually takes place at between 8 and 10 weeks of pregnancy. Continue taking 400 mcg of folic acid each day for at least the first three months of pregnancy. It's fine to continue taking folic acid after this and to carry on taking it for the whole of your pregnancy. You also need to take 10mcg of vitamin D each day throughout pregnancy and when you are breastfeeding. You may find it easier to take a pregnancy multivitamin that contains both of these vitamins. Vitamin supplements are available from pharmacies, supermarkets, on prescription from your GP and through the Healthy Start scheme where, if you are eligible, they are free of charge. Do not take supplements containing vitamin A as too much of this vitamin can harm your baby. Contact your GP if morning sickness is severe or is preventing you from keeping fluids down."
    },
    {
       "id":"5",
       "tipsWeekly":"5",
       "tipsDescription":"Your baby is about the size of an apple pip ' 3mm...\r\n\r\nYour growing baby\r\n\r\nGrowth is now largely focused on your baby's head, which is starting to develop much more rapidly than the rest of the tiny body. This is because the brain is undergoing some very crucial and rapid development in order to effectively regulate the heart rate, blood circulation, and other vital functions. \r\n\r\nYour baby's heart is now made up of two tiny heart tubes, which are already beating. \r\n\r\nAlso, although tiny, what were simple limb buds last week are limb flippers this week. \r\n\r\nWhat's happening to you\r\n\r\nYour body is still adjusting to the increased amount of hormones and you are probably experiencing more of the same early pregnancy symptoms as last week. If you haven't already experienced morning sickness, you may find that it starts now. Don't be surprised if you start to feel exhausted this week. Your body is working very hard building a life support system (the placenta) for your baby.\r\n\r\nYou may notice changes in your areolas (the dark area around your nipple). The sebaceous glands on the areolas also become raised, nodular and pink. You will probably find that your breasts feel firmer and have larger veins than usual, running close to the surface of the skin. Your breasts may tingle and you may even experience occasional stabbing pains.\r\n\r\nNeed to know\r\n\r\nThings for you to consider during week 5 of your pregnancy:\r\n\r\nFollow the links for do's and don'ts of early pregnancy. Take plenty of rest if you are feeling tired. Avoid taking any medication unless it has been prescribed by your GP. Cut your caffeine intake to no more than 200mg a day. To give you an idea of how much this is: a standard-sized cup of instant coffee is 100mg and a cup of tea 75mg. Cans of cola and some energy drinks contain levels of caffeine which exceed 200mg in one can. Too much caffeine can increase the risk of miscarriage and can lead to low birth weight babies. Eat a healthy, well balanced diet so that your baby gets all the nutrients it needs to thrive. Having strange cravings for unusual food combinations is quite normal, as is developing a sudden dislike for a food you have always loved before. Not everyone has cravings so don't worry if you don't experience any. Try to exercise every day, even if it's just a short brisk walk. Exercise will help you to sleep better, which in turn will give you more energy."
    },
    {
       "id":"6",
       "tipsWeekly":"6",
       "tipsDescription":"Your baby is about the size of a blackcurrant ' 5mm...\r\n\r\nYour growing baby\r\n\r\nUp until around week 6 of pregnancy your baby has been very curled up with the head and tail in close proximity, but this week the trunk and neck are beginning to grow and the tail starts to straighten. \r\n\r\nThere is a bump where the brain and head are going to be and it's possible to see where the ears, eyes and nose will eventually form. Also taking shape are the kidneys, liver and lungs. The little heart is beating 90 to 110 times a minute. A very thin layer of transparent skin is now covering the embryo. \r\n\r\nWhat's happening to you\r\n\r\nThe pregnancy hormone hCG is causing an increase in blood flow to the pelvic area and this, combined with the fact that your kidneys are becoming more efficient at ridding your body of waste, means that you have to make frequent trips to the loo. This isn't helped by the expanding uterus putting pressure on your bladder. Don't be tempted to cut back on the amount you drink. Your body and your baby need a steady flow of fluids during the day.\r\n\r\nYou may notice that you have become more sensitive to certain smells. The pregnancy hormone, oestrogen, causes this heightened sense of smell. \r\n\r\nBloating and wind are other symptoms of pregnancy caused by pregnancy hormones. This time progesterone is to blame as it is responsible for slowing down digestion so that the nutrients in the food you eat have more time to enter your blood stream and reach your baby. Drinking plenty of water, eating smaller meals and including plenty of fibre in your diet will help to make you more comfortable.\r\n\r\nNeed to know\r\n\r\nThings for you to consider during week 6 of your pregnancy:\r\n\r\nBeing over-tired can make morning sickness worse. Try to make sure you get plenty of rest. Going too long between meals can also trigger nausea, as can certain smells such as petrol, fried food, curries, citrus fruit and some perfume. Make sure you empty your bladder completely each time you go to the loo. Leaning forward when you urinate will help to empty the bladder. Pelvic floor exercises are important throughout pregnancy. Doing them now will help you control your bladder. Keep hydrated by drinking eight glasses of water a day. Cut down on caffeine, as it's a diuretic and will make you want to urinate more frequently."
    },
    {
       "id":"7",
       "tipsWeekly":"7",
       "tipsDescription":"Your baby is now about the size of a blueberry - 1.2cm... \r\n\r\nYour growing baby\r\n\r\nYour baby's brain is growing fast, generating about one hundred new nerve cells every minute as the nervous system takes shape. The over-sized head isn't just large and oblong anymore; it's actually a little bit pointy. Eyes and ears are the most visible features on your baby's head, but the mouth and tongue are also beginning to form.\r\n\r\nThe arms and legs are emerging and joints start to form. The tiny receding tail bud is now starting to be overshadowed by the growth of legs, which have knees and the beginnings of toes. The ends of the arms are flattening out to become to beginnings of tiny hands. \r\n\r\nA permanent set of kidneys is now in place and will start working in the next week or so, as your baby starts to produce urine. The urine will be excreted into the amniotic fluid.\r\n\r\nIt is at this stage that there is some variation between a boy or a girl although their genitals won't be visible on a scan. \r\n\r\nWhat's happening to you\r\n\r\nYour breasts are growing ' some women have gone up a whole cup size by week 7 ' and they are likely to be feeling tender and achy. Your nipples may feel extra sensitive and the areola (the dark area around the nipples) is darker and larger. The bumps you may have noticed in week 5 have become more pronounced. These are called Montgomery tubercles and are sweat glands that help to lubricate the nipples. All these changes are taking place because your breasts are starting to prepare for breastfeeding. \r\n\r\nNeed to know\r\n\r\nThings for you to consider during week 7 of your pregnancy:\r\n\r\nIf you experience any bleeding or abdominal pain speak to your GP. Does your job put your pregnancy at risk? If it does you will need to talk to your employer. Things that could cause a risk include: heavy lifting and carrying having to stand or sit for long periods without frequent breaks exposure to toxic substances working very long hours You may experience occasional headaches. These are quite normal and are caused by fluctuating hormones. It's best not to take medication during the first trimester as anything you take could affect your developing baby. If headaches are persistent or severe talk to your GP."
    },
    {
       "id":"8",
       "tipsWeekly":"8",
       "tipsDescription":"Your baby is now about the size of a raisin - 1.6cm and weighs 1g...\r\n\r\nYour growing baby\r\n\r\nThe embryonic stage has finished and your baby will be referred to as a foetus from now on. \r\n\r\nThe head has uncurled a little and the trunk is beginning to straighten out and, though you can't feel it yet, your baby is constantly moving around. The upper and lower limbs all show recognisable elbow and knee joints and the lower limbs are starting to become bone (ossify). The hands and feet are developing, and even though the toes and fingers are webbed, they are starting to look like individual digits.\r\n\r\nYour baby is finally starting to take on some very distinct human features, with eyes, which are shut, and the beginning of lips and a tongue in the mouth. \r\n\r\nYour baby's heart is beating at around 150 times a minute.\r\n\r\nWhat's happening to you\r\n\r\nYour pregnancy may be starting to take its toll with you experiencing extreme tiredness, possibly some abdominal cramping and tender breasts. Your uterus is expanding to accommodate your growing baby.\r\n\r\nYou may experience an increase in the amount of saliva you produce and notice that it has an unpleasant bitter taste. This excessive salivation is caused by pregnancy hormones and is known as ptyalism. It is completely harmless and should disappear after the first trimester.\r\n\r\nThe volume of blood in your body is increasing and this can make you thirstier than usual so you need to drink plenty of liquids. \r\n\r\nNeed to know\r\n\r\nThings for you to consider during week 8 of your pregnancy:\r\n\r\nExhaustion can be very debilitating, so treat yourself gently and try to take naps when you need them. Now is the time to eat healthily and ditch unwanted calories. Cut down on sugary foods like cakes and biscuits and try to eat more fruit and vegetables. Aim to drink at least eight glasses of fluid a day. It's a good time to find out about the Healthy Start programme. You may be eligible for free pregnancy vitamins and food vouchers. Think about the questions you want to ask your midwife at your booking appointment. It's a good idea to write these down so that you don't forget anything important."
    },
    {
       "id":"9",
       "tipsWeekly":"9",
       "tipsDescription":"Your baby is about the size of a grape 2.4cm(head to bottom) and weighs around 2g...\r\n\r\nYour growing baby\r\n\r\nWith all the basic physical structures in place and increasingly distinct facial features your baby is starting to look like a baby! The tongue has tiny taste buds, the irises of your baby's little eyes can function, but the eyelids are still fused. The external ears are formed and inner ears are now filled with fluid, so your baby is already developing a sense of balance.\r\n\r\nThe major internal organs continue to develop and some new organs ' the liver, spleen and gallbladder ' are forming. It is possible to hear your baby's heartbeat with a hand held ultrasound device that amplifies the sound the heart makes.\r\n\r\nYour baby's muscles are beginning to develop and the arms and legs are moving spontaneously.\r\n\r\nWhat's happening to you\r\n\r\nEven if you have been careful with your diet, at 9 weeks pregnant you are probably struggling to get into your jeans as you'll be gaining around 1lb a week. You shouldn't be over-eating (or eating for two) as you don't need to increase your calories until much later in pregnancy. However, it's important not to diet, so eat small, regular, healthy meals.\r\n\r\nIt's quite common to feel some dizziness during pregnancy, and in the early weeks this can be caused by the increase in your circulation or by low blood sugar.\r\n\r\nYou may be experiencing mood swings, too. These are partly caused by the progesterone and oestrogen that is pumping round your body. It's quite normal to have mixed emotions about being pregnant.\r\n\r\nNeed to know\r\n\r\nThings for you to consider during week 9 of your pregnancy:\r\n\r\nInclude long acting carbohydrates such as porridge, brown rice and pasta in your diet and snack on whole fruit and wholemeal crackers. Your booking appointment is likely to be between now and 12 weeks so you may want to think about what screening tests you want to have. Consider where you would like to have your baby. You may have a choice of nearby hospitals or a birth centre, or you may want to consider having a home birth."
    },
    {
       "id":"10",
       "tipsWeekly":"10",
       "tipsDescription":"Your baby is about the size of a prune 3.3cm (head to bottom) and weighs around 4g...\r\n\r\nYour growing baby\r\n\r\nYour baby has almost doubled in size in the past three weeks and bones and cartilage are starting to form. The arms, which now have elbows, can flex. \r\n\r\nThe jawbones are developing and already contain all the future milk teeth. \r\n\r\nYour baby's heart is now completely formed and beats at approximately 160 beats each minute. Your baby's stomach is already producing digestive juices and the kidneys are producing urine. If your baby is a boy, he is already producing testosterone. \r\n\r\nWhat's happening to you\r\n\r\nIf you haven't noticed them before you may now see a network of blue veins crisscrossing your heavier, achy breasts and expanding waistline. These veins carry the extra blood that is circulating around your body. During pregnancy your blood volume increases so the veins have to get bigger to cope with the additional blood supply. \r\n\r\nConstipation is another common pregnancy symptom that you may be experiencing. The best way to combat it is to eat plenty of fibre-rich foods such as whole grains, fresh fruit, dried fruit, raw or lightly cooked vegetables and nuts and seeds. Drinking plenty of fluids will also help. Don't be tempted to use over-the-counter laxatives without consulting your GP, midwife or pharmacist first.\r\n\r\nYou may have noticed an increase in clear or white vaginal discharge, which is quite normal. However, a discharge which is coloured, smelly or causes itching or soreness could be a sign of a vaginal infection so you should seek advice from your midwife of GP.\r\n\r\nAt 10 weeks pregnant you may also be getting a few spots ' blame your hormones again!\r\n\r\nNeed to know\r\n\r\nThings for you to consider during week 10 of your pregnancy:\r\n\r\nIf you live in England make sure you get your free prescription form (FW8) from your midwife so that you can apply for an NHS maternity exemption certificate. In Scotland, Wales and Northern Ireland prescriptions are already free. Think about buying a maternity bra. Go to a shop where you can be measured to make sure you get the correct size. Don't use any special wipes or washes if you have increased vaginal discharge. These could change the delicate balance of your genital tract and lead to irritation. \r\n\r\nW11\r\nYour baby is about the size of an apricot 4cms (head to bottom) and weighs around 7g... \r\n\r\nYour growing baby\r\n\r\nAt 11 weeks pregnant your baby's head and body are actually about equal in size and the skin is so transparent that blood vessels can be seen through it.\r\n\r\nYour baby is kicking, stretching and clenching its fists but you will be unaware of any of this for quite some time yet. A sheet of muscle (the diaphragm) separating the chest from the abdomen is forming and your baby will hiccup regularly while this is happening. \r\n\r\nThe webbing between fingers and toes is disappearing and tiny nails are beginning to develop. Hair follicles are developing on the head as well as the rest of the body.\r\n\r\nBones are beginning to become harder and the sex organs are developing. The intestines are now able to make contracting movements in preparation for pushing food through digestive tract later. This is the beginning of quite an active phase for your baby who will be somersaulting in the copious amounts of amniotic fluid.\r\n\r\nWhat's happening to you\r\n\r\nHopefully, any nausea you've experienced over the last few weeks is subsiding. But the changes occurring in your hormone levels may mean that you experience some constipation and possibly heartburn.\r\n\r\nYou are likely to be feeling very tired now as your body is working hard, not only to grow a baby, but to produce the placenta which will be your baby's life support system for the rest of pregnancy.\r\n\r\nAlthough your weight gain is probably minimal in the first trimester (the first 12 weeks of pregnancy) your abdomen is starting to protrude and clothes will feel tighter round the waist.\r\n\r\nBleeding gums are very common in pregnancy due to an increased blood flow, so it's important to take special care to keep your teeth and gums healthy. \r\n\r\nNeed to know\r\n\r\nThings for you to consider during week 11 of your pregnancy:\r\n\r\nBook an appointment with the dentist as dental care is free on the NHS during pregnancy and for one year after the birth. You will be offered a screening test for Down's sydrome and other abnormalities between now and the end of week 13 of pregnancy. The combined test, is an ultrasound of the baby's neck called a nuchal translucency scan and a blood test. (The test is not offered in Northern Ireland.) Get a good night's sleep as your body need a proper rest. Try to avoid foods that contain empty calories, such as cakes and biscuits, and eat healthy vitamin'rich food, including five portions of fruit and vegetable each day and wholegrain bread and cereals that will nourish both you and your baby. Snack on nuts if you get hungry between meals. They are full of essential vitamins as well as oemga-3 and omega-6 fatty acids."
    },
    {
       "id":"11",
       "tipsWeekly":"11",
       "tipsDescription":"Your baby is about the size of an apricot 4cms (head to bottom) and weighs around 7g... \r\n\r\nYour growing baby\r\n\r\nAt 11 weeks pregnant your baby's head and body are actually about equal in size and the skin is so transparent that blood vessels can be seen through it.\r\n\r\nYour baby is kicking, stretching and clenching its fists but you will be unaware of any of this for quite some time yet. A sheet of muscle (the diaphragm) separating the chest from the abdomen is forming and your baby will hiccup regularly while this is happening. \r\n\r\nThe webbing between fingers and toes is disappearing and tiny nails are beginning to develop. Hair follicles are developing on the head as well as the rest of the body.\r\n\r\nBones are beginning to become harder and the sex organs are developing. The intestines are now able to make contracting movements in preparation for pushing food through digestive tract later. This is the beginning of quite an active phase for your baby who will be somersaulting in the copious amounts of amniotic fluid.\r\n\r\nWhat's happening to you\r\n\r\nHopefully, any nausea you've experienced over the last few weeks is subsiding. But the changes occurring in your hormone levels may mean that you experience some constipation and possibly heartburn.\r\n\r\nYou are likely to be feeling very tired now as your body is working hard, not only to grow a baby, but to produce the placenta which will be your baby's life support system for the rest of pregnancy.\r\n\r\nAlthough your weight gain is probably minimal in the first trimester (the first 12 weeks of pregnancy) your abdomen is starting to protrude and clothes will feel tighter round the waist.\r\n\r\nBleeding gums are very common in pregnancy due to an increased blood flow, so it's important to take special care to keep your teeth and gums healthy. \r\n\r\nNeed to know\r\n\r\nThings for you to consider during week 11 of your pregnancy:\r\n\r\nBook an appointment with the dentist as dental care is free on the NHS during pregnancy and for one year after the birth. You will be offered a screening test for Down's sydrome and other abnormalities between now and the end of week 13 of pregnancy. The combined test, is an ultrasound of the baby's neck called a nuchal translucency scan and a blood test. (The test is not offered in Northern Ireland.) Get a good night's sleep as your body need a proper rest. Try to avoid foods that contain empty calories, such as cakes and biscuits, and eat healthy vitamin'rich food, including five portions of fruit and vegetable each day and wholegrain bread and cereals that will nourish both you and your baby. Snack on nuts if you get hungry between meals. They are full of essential vitamins as well as oemga-3 and omega-6 fatty acids."
    },
    {
       "id":"12",
       "tipsWeekly":"12",
       "tipsDescription":"Your baby is about the size of a plum 5.5cm (head to bottom) and weighs around 14g...\r\n\r\nYour growing baby\r\n\r\nYour baby, although very tiny, is now fully formed. The head and neck are straightening up and your baby's posture is becoming less curled up. \r\n\r\nArms, legs, fingers and toes are elongating and tapering into more recognisable shapes. Your baby is practising breathing using amniotic fluid to prepare the lungs for air respiration.\r\n\r\nYour baby is also developing reflexes and will begin to open and close its fingers, eyes and mouth. The kidneys are excreting tiny amounts of urine. The majority of this waste will be transferred to your system, but a small amount will mix with the amniotic fluid and then be breathed in by the baby. Don't worry ' the urine is totally harmless.\r\n\r\nBaby's face now looks totally human, as the eyes have moved from the sides to the front of the face.\r\n\r\nWhat's happening to you\r\n\r\nYour uterus has grown to the point where the top of it can now be felt just above your pubic bone. \r\n\r\nYou are nearly at the end of your first trimester and you may start to notice a reduction in some of the pregnancy symptoms you have experienced, although it is quite common to be experiencing heartburn at this stage. This is due to the high amount of progesterone in your body. Progesterone is responsible for relaxing the valve between your oesophagus and stomach and this then allows gastric acid to travel back up and cause a burning sensation. \r\n\r\nYou may also experience nosebleeds. Once again pregnancy hormones are to blame for these.\r\n\r\nNeed to know\r\n\r\nThings for you to consider during week 12 of your pregnancy\r\n\r\nMost women will have their dating scan this week (where your baby is measured head to bottom\/crown-rump length). Ask for a copy of your baby's scan picture to take home with you. Talk to your midwife about antenatal classes. Although you won't need these until much later in your pregnancy, they get booked up quickly so you may want to sign up for them now. You can help to reduce heartburn by eating smaller meals and avoiding spicy and highly seasoned food. If, for some reason, you haven't had your booking appointment or dating scan contact your midwife or GP. Practise your pelvic floor exercises ' you should be aiming for three sets of eight each day."
    },
    {
       "id":"13",
       "tipsWeekly":"13",
       "tipsDescription":"Your baby is about the size of a satsuma 7cm (head to bottom) and weighs around 23g... \r\n\r\nYour growing baby\r\n\r\nTiny hairs start to cover the body and the senses of taste and smell are further refined. Amazingly, your baby's unique fingerprints are now perfectly formed. If you are expecting a girl she will already have around two million eggs in her ovaries.\r\n\r\nThe vocal cords are forming and the ears are now developed to a stage where your baby may be able to hear your voice; so if you haven't already started talking to your baby now is the time to begin.\r\n\r\nThe diaphragm is still being exercised and strengthened by the hiccups and your baby's bone marrow is busy making the white blood cells needed for fighting infection after birth. \r\n\r\nOrgans are forming in order to make the hormones necessary for ongoing development and the intestines, which until now have been developing in a cavity inside the umbilical cord, are now moving to your baby's tummy.\r\n\r\nWhat's happening to you\r\n\r\nCongratulations on reaching the second trimester. At 13 weeks pregnant the risk of miscarriage now becomes much lower. \r\n\r\nMorning sickness and fatigue may now have eased and you will experience a more energetic phase, with possibly an increased libido! If you don't feel like this don't worry ' every woman is different. The important thing when it comes to sex is to do what feels right for you.\r\n\r\nAlthough birth is still months away, colostrum is starting to form in your breasts in preparation for your baby's first meal.\r\n\r\nNeed to know\r\n\r\nThings for you to consider during week 13 of your pregnancy:\r\n\r\nCalcium is important for your baby's growing bones, so make sure you include plenty of dairy foods in your diet. Ask your midwife to let you listen to your baby's heartbeat at your next antenatal appointment. If you are feeling more energetic, think about signing up for a pregnancy exercise class. You need to consider when you are going to tell your employer about being pregnant. Officially, you don't need to until you reach the 15th week before your due date, but you will need time off for antenatal appointments so you may want to tell them sooner."
    },
    {
       "id":"14",
       "tipsWeekly":"14",
       "tipsDescription":"Your baby is about the size of a lemon 8.5cm (head to bottom) and weighs around 43g...\r\n\r\nYour growing baby\r\n\r\nThe placenta is now your baby's support system, producing hormones and supplying essential nutrients and oxygen. \r\n\r\nYour baby may be contentedly sucking its thumb, squinting and frowning. Brain impulses will send messages to the facial muscles causing them to change expression. Downy hair, or lanugo, is growing all over your baby's body to supply extra warmth.\r\n\r\nAll your baby's movements are less jerky and the fingers, wrists, legs, knees and toes are constantly being bent and flexed as your baby punches and kicks.\r\n\r\nThe pancreas and kidneys are continuing to develop and produce hormones and urine. The liver starts to secrete bile and the spleen helps in the production of red blood cells. \r\n\r\nWhat's happening to you\r\n\r\nYour breasts will be less sensitive now and you are likely to be feeling more energetic. \r\n\r\nYour lower belly is being pushed out as the uterus finally rises out of the pelvic region, which makes your pregnancy more visible. You may also notice the veins on your chest and breasts are dilated and more noticeable. The areolas of your breasts may be darkening and growing in diameter as your body prepares for breastfeeding.\r\n\r\nYou may notice some pain on one or both sides of the abdomen. Called round ligament pain, this can occur at any time during the second trimester. It is caused when the ligaments that support your abdomen are stretched to accommodate the growing uterus. As the uterus gets bigger it puts pressure on these ligaments causing a sharp pain or dull ache in the lower abdomen. Resting with your feet up in a comfortable position is the best way to ease any discomfort. \r\n\r\nYou are likely to be more susceptible to colds and flu now, so up your hygiene levels by washing your hands frequently, avoiding shared drinks and food and keeping away from people with colds and flu. Protect yourself from seasonal flu by having a flu jab. These are safe and can be given at anytime during pregnancy.\r\n\r\nNeed to know\r\n\r\nThings for you to consider during week 14 of your pregnancy:\r\n\r\nMake sure you do some moderate exercise everyday. It's important to be protected against flu during pregnancy so make sure you get the jab if you are pregnant during the flu season. Ring your GP's surgery to arrange this. You will be gaining more weight each week in this trimester, but don't use this as an excuse to eat for two. Putting on too much weight increases the risk of high blood pressure, gestational diabetes and having a big baby. Talk to your midwife or GP if you are unsure of what you should be eating."
    },
    {
       "id":"15",
       "tipsWeekly":"15",
       "tipsDescription":"Your baby is about the size of a peach 10cm (head to bottom) and weighs around 70g...\r\n\r\nYour growing baby\r\n\r\nYour baby has fully functional joints in its limbs and the legs have now grown longer than the arms. These limbs are put to very good use as your baby is extremely active wriggling around in the amniotic fluid. The fluid is breathed into the tiny formative lungs to help develop the air sacs.\r\n\r\nThe facial muscles are still getting a good workout with plenty of frowning and grimacing. Although the eyelids are fused together your baby will sense light. If you shine a strong torch beam on your tummy the baby will turn away from it. \r\n\r\nThe intestines are continuing their journey into the baby's body and taste buds are forming in the mouth.\r\n\r\nWhat's happening to you\r\n\r\nYour gums may have become sore and swollen and may even bleed when you brush or floss your teeth. This inflammation of the gums is called gingivitis and is caused by a build up of plaque. Pregnancy hormones make your gums more vulnerable to this. Regular dental check-ups and good oral hygiene, including brushing at least twice a day, and gentle flossing every day will help to reduce any bleeding or swelling. \r\n\r\nAn increased blood flow to your nasal passages could cause a blocked nose and even nosebleeds. Don't worry about these symptoms as this condition is so common it has even been given a name- 'pregnancy rhinitis'. \r\n\r\nThis second trimester tends to be the most enjoyable as your bump is still very small and the increased hormone levels are making you feel great, if possibly sometimes a little emotional. \r\n\r\nIf you find that you are feeling very 'down' rather than 'up' a lot of the time and that you are easily irritated, have problems with concentration, are not sleeping and eating, talk you're your midwife or GP and tell them how you are feeling. \r\n\r\nNeed to know\r\n\r\nThings for you to consider during week 15 of your pregnancy:\r\n\r\nIf your gums are bleeding make an appointment to see your dentist (dental treatment, during pregnancy and for the first year after your baby is born, is free on the NHS). Gingivitis, if left untreated, can develop into a more serious condition called periodontitis, which affects the bones and tissues supporting the teeth. Research has shown there is a link between periodontitis and premature labour and pre-eclampsia. You are more prone to dehydration now because of the increased blood volume so drink lots of water. Put your feet up whenever you can as this will help to stop your feet and ankles swelling."
    },
    {
       "id":"16",
       "tipsWeekly":"16",
       "tipsDescription":"Your baby is about the size of an avocado 12cms (head to bottom) and weighs around 100g...\r\n\r\nYour growing baby\r\n\r\nIn the next few weeks your baby will double in size. The limbs are much more developed now and the bones that have already formed are getting harder and retaining calcium. The eyebrows, lashes and hair are now starting to fill in and toenails are forming.\r\n\r\nYour baby's nervous system is now working and the muscles are responding to stimulation from the brain, so movement is being coordinated. Your baby is somersaulting and kicking, and you may feel a slight fluttering sensation. If you can't feel anything, don't worry, it is easy to miss because the amniotic fluid cushions any movement your baby makes.\r\n\r\nWhat's happening to you\r\n\r\nAt 16 weeks pregnant your uterus has reached halfway from your pubic bone to your belly button and the supporting ligaments are thickening and strengthening in preparation for your baby's growth. \r\n\r\nThis is the 'feel-good' time of your pregnancy as nausea should have subsided, mood swings will have lessened and, if you are one of the lucky mums-to-be, your skin and hair will be glowing. \r\n\r\nYou will probably be experiencing a glorious sense of wellbeing and now is the perfect time to get away on a holiday or spend some quality time with your partner. \r\n\r\nMany women will feel their babies moving for the first time this week but others may not be conscious of it for several more weeks. These early movements can be easy to miss especially in your first pregnancy as they are just gentle flutters. Don't worry because as your baby grows there will be no mistaking the activity going on inside you!\r\n\r\nNeed to know\r\n\r\nThings for you to consider during week 16 of your pregnancy:\r\n\r\nIt is now possible to tell your baby's sex from an ultrasound scan, so you need to decide whether you want to know or not, before you go for your anomaly scan in the next few weeks. Your growing uterus can compress blood vessels so avoid lying on your back when you are in bed or if you are exercising, and try to avoid standing for long periods. Eat plenty of fibre and drink plenty of water to avoid constipation. Constipation can lead to straining, which can cause piles, and these can be very uncomfortable. Consider having a prenatal massage if your back is beginning to cause you discomfort. If you are travelling it's important to keep hydrated, wear compression stockings and to get up and walk about at least every hour to improve circulation and reduce the risk of clots forming in the leg (DVT)."
    },
    {
       "id":"17",
       "tipsWeekly":"17",
       "tipsDescription":"Your baby is about the size of a large apple 13cm (head to bottom) and weighs about 140g...\r\n\r\nYour growing baby\r\n\r\nThe skeleton is continuing to harden, turning from rubbery cartilage to bone. The joints are fully mobile and are constantly being exercised. Body fat is accumulating around the skeleton and will continue to accumulate until the end of your pregnancy. This fat is crucial for your baby' s body heat generation and energy. \r\n\r\nSweat glands are forming and the skin is still very thin and transparent. In the next few weeks your baby's eyes will start to move from side to side beneath the still-fused eyelids.\r\n\r\nYour baby is starting to hear sounds outside your body, and some may even make it jump.\r\n\r\nThe umbilical cord, your baby's lifeline to the placenta, is thickening and strengthening.\r\n\r\nWhat's happening to you\r\n\r\nYou may sometimes feel a little off-balance as your centre of gravity is changing, because your bump is getting bigger. \r\n\r\nThe extra blood in your system may make you sweat more than usual and can cause congestion. If you are suffering from a blocked nose you may find that snoring becomes a problem ' at least for your partner! A humidifier in your bedroom and a couple of extra pillows can help. \r\n\r\nHormones and milk producing glands are developing and these, with the increased blood flow, are making your breasts bigger. You may find that they will increase by one or even two, bra-sizes.\r\n\r\nNeed to know\r\n\r\nThings for you to consider during week 17 of your pregnancy:\r\n\r\nA shoe with a low heel is better for your back than wearing flats. Avoid wearing high-heels. You may need to buy some new maternity bras to accommodate your growing breasts. Choose soft cups bras rather than underwired ones. Always get measured so that you can be sure of a good, comfortable fit. Cotton or microfibre underwear allows your skin to breathe, which will help to prevent itching, and may also help avoid yeast infections such as thrush. Maternity tights will give your legs some extra support. When travelling in a car use a three-point seat belt and make sure the diagonal strap is between your breasts, resting on your shoulder, breastbone and over your bump. Place the lap belt across your thighs, under your bump."
    },
    {
       "id":"18",
       "tipsWeekly":"18",
       "tipsDescription":"Your baby is about the size of a pomegranate 14.3cm (head to bottom) and weighs around 190g...\r\n\r\nYour growing baby\r\n\r\nThere is still a lot of room in your uterus to move about and your baby will continue to make the most of this by rolling, twisting and kicking around in there.\r\n\r\nThe nervous system is maturing rapidly. Nerves are developing a protective covering of myelin. This speeds messages from nerve cell to nerve cell, which allows more complicated connections to form. \r\n\r\nThe brain can now start to process the sounds that the ears are sending to it and the retinas in the eyes continue to become more sensitive to light.\r\n\r\nBlood vessels are still quite visible beneath the paper-thin skin and the genitals are now formed and in place.\r\n\r\nWhat's happening to you\r\n\r\nYou may find that your baby's movements are more obvious now. \r\n\r\nDuring this second trimester your blood pressure will have lowered. Be careful not to get up too quickly from sitting because you may become dizzy as your reduced blood pressure struggles to send more blood to your head. \r\n\r\nRelaxin, a hormone that loosens the ligaments that hold the bones together, is released during the second trimester so you may be feeling achy, especially around the pelvis and hips. \r\n\r\nYour appetite may have increased recently so try to make sensible decisions about what you eat. Always choose healthy foods, along with plenty of fruit and vegetables, as your baby needs a diverse range to develop properly.\r\n\r\nNeed to know\r\n\r\nThings for you to consider during week 18 of your pregnancy:\r\n\r\nWhen you go to bed the best position to sleep in is on your side as lying on your back may decrease the blood flow to your baby. Try lying on your side with a pillow behind you or under one leg. Your second scan may be due soon. This detailed ultrasound checks your baby from head to toe for any anomalies and looks at the position of the placenta. During this scan it is quite possible to see your baby moving around and sucking its thumb. This is a magical moment so take your partner along and remember to ask for a photo of the scan to start the baby album Comfortable clothing is a must now, so you may want to buy some maternity wear if you haven't already done so."
    },
    {
       "id":"19",
       "tipsWeekly":"19",
       "tipsDescription":"Your baby is about the size of a mango 15cm (head to bottom) and weighs about 240g...\r\n\r\nYour growing baby\r\n\r\nVernix Caseosa is now covering the whole of your baby's body. This is a greasy white substance made from a mixture of lanugo, dead skin cells and oil and is vital to protect your baby from the effects of the amniotic fluid. Without it your baby's skin would have the prune-like appearance of having had a nine month bath! Some babies are born with vernix still on their skin, especially if they are premature.\r\n\r\nIn the brain, nerve cells that have the job of specialising for the sensory systems of taste, touch, smell, sight and hearing are forming complex connections. At this stage sensory development is accelerating and your baby will be aware of many sounds and also any stress that you may be feeling.\r\n\r\nThe arms and legs are now in the correct proportions, the kidneys continue producing urine and fine hair is growing on the scalp.\r\n\r\nWhat's happening to you\r\n\r\nFrom now on your pregnancy bump will grow faster in the weeks to come. Your abdomen may ache and you may experience some stabbing pains in your side. The pains are caused by stretching of the abdominal ligaments that support your uterus to allow for the increased weight. These pains are quite normal but do contact your GP if they become persistent or severe.\r\n\r\nThe extra oestrogen that is flowing around your body may be causing changes in your skin. Red palms and pigment patches called chloasma may appear as a butterfly-shaped mask across the face. This looks darker on fair skin and light on dark skin. You may also notice that your nipples darken as well as any freckles and scars on your skin. \r\n\r\nYou may also notice a dark line running from your pubic bone up to your navel. Known as 'linea nigra', this is more prominent on darker skin. All this pigmentation is temporary and disappears soon after birth.\r\n\r\nNeed to know\r\n\r\nThings for you to consider during week 19 of your pregnancy:\r\n\r\nConsider doing some gentle yoga exercises. Yoga has the double benefit of being de-stressing and re-aligning your muscles. Other activities you could try which are excellent during pregnancy include swimming, walking, stationary cycling, prenatal aerobics and aqua-fit classes. Your midwife may know of some existing classes in your area. Your skin may be more sensitive to the sun than usual, so use a moisturiser that contains UVA protection and cover any exposed skin with a protection factor of at least 15 before going outside. Pregnancy hormones can weaken your nails, so protect them from splitting and breaking by wearing gloves when doing household chores and gardening. If your feet are uncomfortable check your shoe size. The hormone relaxin along with fluid retention can cause your feet to get larger so you may need a bigger shoe size."
    },
    {
       "id":"20",
       "tipsWeekly":"20",
       "tipsDescription":"our baby is about the size of a banana 16.5 cm (head to bottom) 26cm (head to heel) and weighs around 300g... \r\n\r\nYour growing baby\r\n\r\nYour baby is becoming more and more active. You may notice this more during the evening and you may actually be able to see some of its movements when you are relaxed. \r\n\r\nVernix is still being produced and secreted on the skin. Your baby is now busy producing meconium, the tarry black substance which will become the first bowel movement after birth. Meconium is a harmless mixture of amniotic fluid, digestive secretions and dead skin cells, which accumulates in the baby's bowels and is excreted in the first nappy.\r\n\r\nYour baby is swallowing a lot now, which is good for the digestive system. Permanent second teeth are forming behind the milk teeth.\r\n\r\nThe genitals are now fully formed. If your baby is a boy, his testicles have developed but they are still in the abdomen waiting for the scrotum to finish growing.\r\n\r\nWhat's happening to you\r\n\r\nNow that you are halfway through your pregnancy the top of your uterus is beginning to push up against your lungs and to press your abdomen outwards. Your navel may pop out and stay that way until after the birth. \r\n\r\nIt is important to make sure that you are having sufficient iron, as this is crucial for the production of haemoglobin in red blood cells. During pregnancy your blood volume increases so extra iron is also needed to support your baby and the placenta. \r\n\r\nYour hair is likely to be thicker and glossier and it will grow faster than usual. But for some mums-to-be, pregnancy hormones can make their hair greasier than usual.\r\n\r\nNeed to know\r\n\r\nThings for you to consider during week 20 of your pregnancy:\r\n\r\nIncrease your iron intake by eating more red meat, prunes, green leafy vegetables and soya-based products. Now is the time that you might think about childbirth classes for you and your partner. Your midwife or local maternity unit will be happy to help you with any information about the right kind of classes for you. If you suffer from greasy hair wash it frequently using a mild shampoo. Finding clothes that fit over your bump comfortably may be difficult now so, if you haven't already bought some maternity wear, you may want to invest in a few basic items."
    },
    {
       "id":"21",
       "tipsWeekly":"21",
       "tipsDescription":"Your baby is about the size of a carrot, 27cms (head to heel) and weighs around 360g...\r\n\r\nYour growing baby\r\n\r\nThose little butterfly feelings that you weren't quite convinced were baby acrobatics now leave you in no doubt as they develop into kicks and thumps! Your baby may now have a definite pattern of activity, which you are becoming familiar with. \r\n\r\nFacial features are becoming more recognisable as eyebrows and eyelashes are growing. If your baby is a girl her vagina will also be forming.\r\n\r\nEach day several ounces of amniotic fluid are being gulped into your baby's mouth and the newly developed taste buds will be put to work. This fluid will provide hydration and nutrition and the swallowing action is great practice for life after birth. \r\n\r\nIt has become apparent in recent studies that babies show a liking for tastes they have experienced through the amniotic fluid while still in their mother's womb.\r\n\r\nWhat's happening to you\r\n\r\nAlthough you are still feeling good and not too uncomfortable, at 21 weeks pregnant some changes may occur.\r\n\r\nVaricose veins could begin to develop if your family are prone to them so exercise regularly and elevate your legs and feet as often as possible. Unfortunately, these tend to get worse with each pregnancy and as you age. High progesterone levels in your body cause the vein wall to relax and bulge out.\r\n\r\nSpider-veins are something else that you may notice, especially around your ankles and sometimes on the face. These are fine, thin red vessels near the skin's surface that resemble fine tree branches. Don't worry, they are not painful and will probably disappear soon after the birth.\r\n\r\nMild acne could be another minor problem. Increased production of oil is a side effect of pregnancy. \r\n\r\nNeed to know\r\n\r\nThings for you to consider during week 21 of your pregnancy:\r\n\r\nBe vigilant with your skincare routine and use oil-free make-up and avoid acne medication unless you have spoken to your GP first. Ask your midwife for the Mat B1 form at your next appointment."
    },
    {
       "id":"22",
       "tipsWeekly":"22",
       "tipsDescription":"Your baby is about the size of a papaya 28cms (head to heel) and weighs around 430g...\r\n\r\nYour growing baby\r\n\r\nFacial features continue to become more distinct and the lips are now fully formed. Canine and incisor tooth buds have appeared just below the gums in preparation for emerging as milk teeth a few months after birth. The eyes have formed but the irises show no sign of pigmentation yet. \r\n\r\nOxygen and nutrients are being distributed around your baby's body by the blood from the umbilical cord, flowing at a speed of four miles an hour.\r\n\r\nOrgan systems in the body are more functional and specialised and the pancreas continues to develop steadily.\r\n\r\nYour baby's skin is covered with deep wrinkles, which will gradually disappear as more fat is laid down. Fine hairs still cover the body to help keep your baby warm before a fat layer takes over the job.\r\n\r\nWhat's happening to you\r\n\r\nStretch marks may start to appear on your abdomen. More than half of pregnant women will develop stretch marks. These occur if the natural elasticity of the skin becomes over-stretched. They appear as reddish lines, often on the breasts, stomach and thighs. \r\n\r\nThere is little you can do to prevent them, although not putting on too much weight will help. Moisturising your skin will keep it supple. Once you have had your baby the lines will fade and become less noticeable.\r\n\r\nPeople will probably be forever touching your bump by now and giving you advice on your size or lack of it! Try not to worry about this well-meaning advice as all babies and their mothers will grow at their own rate. If you are worried about your size, always talk to your health professional.\r\n\r\nNeed to know\r\n\r\nThings for you to consider during week 22 of your pregnancy:\r\n\r\nStart to think about when you want your maternity leave to begin. You will need to let your employer know 15 weeks before your baby is due. Your partner will also need to tell their employer when they want to take paternity leave 15 weeks before the baby is due. Becoming forgetful? Forgetfulness, sometimes called 'pregnancy brain' or 'maternal amnesia' is very common in pregnancy. Research has shown that the brain really does function differently during pregnancy, but pregnancy hormones and lack of sleep also have a part to play in this very common condition."
    },
    {
       "id":"23",
       "tipsWeekly":"23",
       "tipsDescription":"Your baby is about the size of a large mango 29cms (head to heel) and weighs around 500g...\r\n\r\nYour growing baby\r\n\r\nYou may now be able to see movements under the skin as your baby squirms around. The sense of movement is now quite well developed and you may find that your baby will react if you dance to music.\r\n\r\nThe ears are now remarkably sensitive and your baby can hear everyday noises from outside the womb.\r\n\r\nAfter birth you may be surprised to discover that your baby is totally at home with the noise of your dog barking or the sound of the vacuum cleaner. This is because it has had several months to become accustomed to these sounds. \r\n\r\nBlood vessels in the lungs are continuing to prepare for breathing after birth. Your baby's heartbeat can now be heard through a normal stethoscope.\r\n\r\nWhat's happening to you\r\n\r\nAt 23 weeks pregnant a little discomfort may creep into your pregnancy and you might notice that your ankles and feet swell up a little during the day especially in summer. \r\n\r\nThis oedema or water retention is caused by a combination of changes to your blood chemistry and sluggish circulation in your legs. \r\n\r\nAfter delivery this excess water will be excreted from your body in the form of urine and sweat, but to relieve the symptoms before birth remember to elevate your legs whenever possible and lie on your side in bed.\r\n\r\nAvoid sitting or standing in one position for any lengthy period. Try to keep exercising as this increases the circulation and if possible, wear maternity support tights and low-heeled sensible shoes. \r\n\r\nSome women suffer Carpel Tunnel Syndrome during pregnancy. This is tingling and\/or pain in the hand and wrist which is caused by pressure on a major nerve in the hand ' usually due to swelling from water retention. The problem usually resolves within a few months of giving birth, and in the meantime there are self-help measures, such as wearing a wrist splint at night, that you can take. Ask your health professional for advice.\r\n\r\nNeed to know\r\n\r\nThings for you to consider during week 23 of your pregnancy:\r\n\r\nDon't reduce your fluid intake in the hope that any swelling will go down. In fact, the opposite is true, you need to drink more water and stay well hydrated to prevent fluid retention. Always take a bottle of water with you so that you can keep your fluid levels up when you are out and about. If you are finding it hard to get comfortable at night, try putting a pillow between your legs and another under your bump."
    },
    {
       "id":"24",
       "tipsWeekly":"24",
       "tipsDescription":"Your baby is about the size of a small cantaloupe melon (600g) and measures 30cm (head to heel)...\r\n\r\nYour growing baby\r\n\r\nBaby is now gaining approximately 90g each week. The brain is growing and developing at a fast rate. At this stage your baby is starting to fill out and the deep wrinkles on the skin are gradually disappearing. The skin is becoming a little less translucent as pigment starts to deposit. \r\n\r\nThe lungs are now forming the branches of the respiratory system as well as surfactant cells. These cells produce a substance that will help the tiny alveoli or air sacs, to inflate after birth.\r\n\r\nYour baby's face is now completely formed and has eyebrows, lashes and hair. But, because there is no pigment yet, all the hair is white \r\n\r\nIt may feel that your baby is moving constantly at times and hiccups could be causing its little body to jolt. Your baby can hear all sorts of noises now, both inside and outside the uterus.\r\n\r\nWhat's happening to you\r\n\r\nYour uterus has risen above your belly button and you may start to experience indigestion and heartburn as your growing abdomen puts pressure on your digestive system. \r\n\r\nPregnancy hormones decreases tear production, which causes dry eyes and irritation. You may also find that your vision has become slightly blurred. This is because hormones have caused an increase in the curvature of your eye, which changes your vision. These changes are temporary and will disappear once the baby is born. \r\n\r\nYou may notice that your skin, especially over your bump, is itchy. This is caused by pregnancy hormones and the increased volume of blood in the body. Wearing loose clothing in breathable fabrics such as cotton, and taking cool baths or showers can help. \r\n\r\nAlways tell you GP if the itching becomes severe, especially at night and if it is affecting the palms of the hands and soles of the feet, as this could be a sign of obstetric cholestasis, a rare pregnancy liver disease.\r\n\r\nNeed to know\r\n\r\nThings for you to consider during week 24 of your pregnancy:\r\n\r\nAs your baby is now so good at picking up sounds, get your partner to talk to it so that it becomes familiar with the sound of your partner's voice. You may notice after a while that you can feel a change in your baby's movements when it hears your partner's voice. Eating, smaller, more frequent meals and taking a walk after you've eaten will help to ease heartburn. You should have booked any antenatal classes by now. If dry eyes are causing you a problem ask your GP about lubricating drops."
    },
    {
       "id":"25",
       "tipsWeekly":"25",
       "tipsDescription":"Your baby now weighs about the same as a cauliflower (670g) and measures 34.6cm (head to heel)...\r\n\r\nYour growing baby\r\n\r\nYour baby's skin is smoothing out and becoming pinker so it looks more like a newborn. The nipples are forming and the hair is continuing to grow. It is now possible to detect its colour. \r\n\r\nThe nostrils have cleared, having been plugged until this time. This allows your baby to take practice breaths with the amniotic fluid. Sleep cycles have developed and you will start to notice your baby's sleep pattern. \r\n\r\nYour baby has become quite dextrous and can grasp its feet and make a fist. \r\n\r\nThe umbilical cord is thick and resilient now. It has a single vein and two arteries running through it, which are encased in a firm jelly-like substance that prevents it from kinking and knotting.\r\n\r\nWhat's happening to you\r\n\r\nYour uterus is now the size of a football so you may be feeling a little awkward moving around. The skin over your abdomen is stretching so it is likely to have become itchy. Moisturise regularly and use hypo-allergenic toiletries that won't dry out the skin. \r\n\r\nIt's important to continue with some light exercise as long as you are feeling well. Never exercise if you feel at all dizzy or short of breath. \r\n\r\nIf you are feeling pain in the pelvic area, you may be experiencing SPD (symphysis pubis dysfunction). This is caused by a misalignment or stiffness of your pelvic joints, which causes pain at either the back or the front of your pelvis. The pain can be severe, making it hard to get around. You may notice it more when you are walking or going up stairs, turning over in bed or getting out of the car. It is important to get this diagnosed as soon as possible so that the pain can be controlled. Try to remain active but avoid things such a heavy lifting and carrying, standing and sitting for long periods, which will make the pain worse.\r\n\r\nNeed to know\r\n\r\nThings for you to consider during week 25 of your pregnancy:\r\n\r\nIf SPD is a problem then you should make an appointment to see a physiotherapist who may prescribe a course of therapy and exercises or suggest using crutches to get around or that you wear a pelvic support belt. Avoid contact sports and do not lie flat on your back when exercising because the weight of your bump presses on the main blood vessel can cause you to feel faint. Continue to drink lots of water. Play gentle music and read stories out loud so your baby can hear your voice. This is a good time for you to be considering possible baby names."
    },
    {
       "id":"26",
       "tipsWeekly":"26",
       "tipsDescription":"Your baby's weight is now close to that of a red cabbage 760g and measures 35.6cm (head to heel)...\r\n\r\nYour growing baby\r\n\r\nYour baby's pulse quickens as a reaction to sound now and because the hearing is so good you may even become aware of your baby moving in time to music. \r\n\r\nYour baby's eyes are now beginning to open. The iris still doesn't have much pigmentation, but this will develop over the next few months. Even then, the colour of your baby's eyes at birth are not necessarily the colour they will eventually be, as the iris can continue to change colour for up to three years after birth.\r\n\r\nSmall amounts of amniotic fluid are continuing to be inhaled and exhaled, which is essential for the development of the lungs. These 'breathing' movements are also good practice for taking that first gulp of air. The alveoli (air sacs) start to secrete surfactant, which keeps the lung tissue from sticking together.\r\n\r\nIf you're having a boy, his testicles are beginning to descend into the scrotum, a journey that will take about two or three days. \r\n\r\nWhat's happening to you\r\n\r\nYour blood pressure may be increasing slightly, although it's probably still lower than it was before you got pregnant (typically, blood pressure falls toward the end of the first trimester, and it tends to reach a low at about 22 to 24 weeks.) \r\n\r\nBe aware of the small possibility of pre-eclampsia, which is a serious disorder characterised by high blood pressure, fluid retention and protein in your urine. Other associated symptoms are sensitivity to light (or temporary loss of vision), intense pain or tenderness in your upper abdomen and vomiting.\r\n\r\nIf your lower back aches you can thank both your growing uterus and hormonal changes. Your uterus has shifted your centre of gravity, stretched out and weakened your abdominal muscles, causing the lower back muscles to take more of the strain when you lift or carry. Hormonal changes have loosened your joints and ligaments. Also, the extra weight you're carrying means more work generally for your muscles and increased stress on your joints, which is why you may feel tired and achy by the end of the day.\r\n\r\nNeed to know\r\n\r\nThings for you to consider during week 26 of your pregnancy:\r\n\r\nAvoid standing, or sitting for long periods, as well as bending and lifting as this can all put a strain on your back. A warm bath or hot compress might bring relief to a sore and aching back. Some women find cool compresses more comforting. Keeping active will help to prevent your back muscles from becoming stiff. Try swimming, which is an excellent form of exercise in pregnancy. Make sure that you continue to eat well and get plenty of rest. Now that you are two-thirds of the way through pregnancy, if you haven't started, you should start planning the nursery and make a list of all the equipment you will need."
    },
    {
       "id":"27",
       "tipsWeekly":"27",
       "tipsDescription":"Your baby is 36.6cm from head to heel (about the length of an average cucumber) and weighs around 875g...\r\n\r\nYour growing baby\r\n\r\nYou will begin to notice from its movements that your baby is beginning to sleep and wake at more regular intervals. You may also feel hiccupping for a few minutes at a time. Bouts of hiccups are common from now on but they are nothing to worry about because they won't cause your baby any distress.\r\n\r\nThe brain tissue continues to develop and your baby is becoming very active mentally. Some experts even believe that babies begin to dream around now ' although no one knows what they may be dreaming about! Your baby may have begun to suck its fingers or thumb.\r\n\r\nThe liver and immune system are quite weak and the lungs are still immature, but they are capable of functioning. If your baby were to be born this week it would have an 90% chance of surviving. But a large amount of help from medical practitioners would be needed, and an incubator would be required for quite some time to come. \r\n\r\nWhat's happening to you\r\n\r\nAlong with an aching back you may find that you have developed piles (haemorrhoids) or varicose veins and that your leg muscles cramp up now and then. This is because these muscles are carrying the extra weight of your expanding uterus, which is also putting pressure on the veins that return blood from your legs to your heart, as well as on the nerves leading to your legs. \r\n\r\nUnfortunately, any cramping is likely to get worse as your pregnancy progresses. You will probably find that leg cramps happen more often at night, but they can also happen during the day. \r\n\r\nWhen a cramp strikes, stretching the calf muscle should give you some relief. Straighten your leg and then gently flex your toes back toward your shin. Walking for a few minutes or massaging your calf sometimes helps, too.\r\n\r\nYou may notice your abdomen tightening so that it becomes hard and then relaxing again. These are known as Braxton Hicks contractions and are 'practice' contractions as your body get ready for the real thing.\r\n\r\nNeed to know\r\n\r\nThings for you to consider during week 27 of your pregnancy:\r\n\r\nIf you are planning a holiday after this week and you want to travel by plane, the airline may need a letter from your doctor saying that you are fit to fly. Travel insurance can be difficult during the later weeks of pregnancy, so you may have to shop around. Remember that you should take your hand held maternity record with you when you go abraod in case you need medical attention while you are away. If you are considering long haul destinations, seek advice from your GP before booking as some countries pose a risk of infectious diseases, such as Zika, which can have a serious impact in pregnancy. Your third trimester starts next week, so if you haven't got your antenatal classes organised, now is the time to sign up. These classes are really important, as they will help to prepare you for labour, birth and parenthood."
    },
    {
       "id":"28",
       "tipsWeekly":"28",
       "tipsDescription":"Your baby is around the weight of an aubergine 1.1kg and measures 37.6cm (head to heel)...\r\n\r\nYour growing baby\r\n\r\nYour baby's eyes are blinking and they can sense light filtering in from the womb. The brain is continuing to develop billions of neurons in preparation for the outside world. The major organ systems such as the brain, lungs and liver are having the finishing touches applied to them and body fat is up to three percent.\r\n\r\nCrucially, the lungs are now capable of breathing air because if birth occurs now your baby has a good chance of survival, although medical intervention, including oxygen, assistance with breathing, surfactant replacement therapy and naso-gastric feeding would be needed. \r\n\r\nInside the uterus the formation of tiny capillaries is ensuring that your baby's skin has a healthy pink glow. \r\n\r\nAntibodies are being soaked up from your blood to strengthen your baby's immune system and prepare for fighting disease after birth. \r\n\r\nWhat's happening to you\r\n\r\nYour baby's movements should have developed a regular pattern by this stage. If you notice any change in the movements you should contact your midwife or the hospital immediately as it could be a sign that your baby is in distress. It's important to seek advice as soon as you feel any changes rather than wait until the next day.\r\n\r\nYou will probably be visiting the midwife or doctor every two weeks now. \r\n\r\nUsually you will be offered blood tests to recheck your iron level and an antibody screen. If you have risk factors for diabetes you will be a glucose tolerance test to look for diabetes in pregnancy ' a condition called gestational diabetes. \r\n\r\nAlso, if you have Rhesus negative blood you will be offered an injection of Rh immunoglobulin to prevent your body from developing antibodies that might attack your baby's blood. \r\n\r\nAround 28 weeks pregnant some women experience restless leg syndrome, a restless feeling in their lower legs when relaxing. It is not known why some pregnant women experience this but it is relatively common.\r\n\r\nNeed to know\r\n\r\nThings for you to consider during week 28 of your pregnancy:\r\n\r\nAlways contact the hospital immediately if your baby is moving less than usual, or not at all. Your blood will be tested for anaemia this week. If your blood group is Rhesus-negative you may be offered an injection of anti-D this week. Stretching and massaging your legs will help to ease discomfort. Cut out caffeine as this is known to make restless leg symptoms worse. You will be offered a whooping cough vaccine between now and 32 weeks of pregnancy."
    },
    {
       "id":"29",
       "tipsWeekly":"29",
       "tipsDescription":"Your baby is the size of a butternut squash and weighs around 1.2kg and measures 38.6cm (head to heel)...\r\n\r\nYour growing baby\r\n\r\nThe size of your baby's head is now in proportion with the rest of the body. The brain is getting faster and more powerful and is building up the connections between nerve cells and is now controlling your baby's breathing and body temperature.\r\n\r\nYour baby is becoming more sensitive to light, sound, taste and smell.\r\n\r\nYour baby's adrenal glands are helping to make oestriol. This is thought to stimulate the production of prolactin, which is responsible for the production of milk. This means that even babies born early will be able to breastfeed from their mothers.\r\n\r\nWhat's happening to you\r\n\r\nHeartburn and constipation may be more of a problem. Excess progesterone is the cause of these conditions as this hormone has the effect of relaxing smooth muscle tissue throughout the body. This relaxation slows digestion and in turn causes heartburn and constipation. \r\n\r\nIt is very common for piles (haemorrhoids) to develop in your rectal area during pregnancy. They can be itchy and uncomfortable. Fortunately these swollen blood vessels disappear soon after your baby is born.\r\n\r\nYou are more susceptible to urinary tract infections (UTIs) in this trimester. This is because the muscle tone of the bladder has been reduced, which means your urine flow slows down which gives bacteria longer to multiply in the bladder. It's very important to consult your GP or midwife if you experience any symptoms such as pain when passing urine, back pain and flu-like symptoms. Left untreated a UTI can lead to kidney infection, which can increase the chance of premature labour.\r\n\r\nNeed to know\r\n\r\nThings for you to consider during week 29 of your pregnancy:\r\n\r\nEat a high fibre diet and drink plenty of water to relieve constipation. Doing pelvic floor exercises will help to prevent haemorrhoids by improving the circulation to this area. If you have haemorrhoids and you find they are itchy or painful talk to your pharmacist who can advise you on an ointment to use which is suitable in pregnancy. Buy some breast pads as your breasts may start to leak colostrum (your baby's first food). Help to prevent UTIs by drinking plenty of water and don't go for long periods without emptying your bladder."
    },
    {
       "id":"30",
       "tipsWeekly":"30",
       "tipsDescription":"Your baby is about the weight of a cabbage 1.3kg and measures 39.9cm (head to heel)...\r\n\r\nYour growing baby\r\n\r\nThe formation of white fat cells under the skin is causing your baby to have surges of energy and you may find that it ends up lying in a strange position.\r\n\r\nThis 'transverse lie' position is quite normal at this stage. Your baby is floating in about a pint and a half of amniotic fluid and will move into different positions before reaching its final position with the head down, ready to be born.\r\n\r\nYour baby's sleeping and waking cycles are quite defined but may not coincide with your own! Be prepared for some strong kicks under the ribs and pressure on your pelvic floor.\r\n\r\nWhile the eyesight is still developing and is not yet very acute, your baby is able to discern objects quite close to its face. All five senses are now functional.\r\n\r\nWhat's happening to you\r\n\r\nTiredness is likely to be an issue as your sleep is being disrupted by the baby kicking and your need to go to the toilet several times a night. Your growing baby is putting a lot of demands on your body, so be kind to yourself and rest whenever you can and try to get more sleep by going to bed earlier, or staying in bed later or, if you can manage it, both.\r\n\r\nYou may experience breathlessness because your baby is putting pressure on your diaphragm and lungs, making it uncomfortable to take deep breaths. Try sitting and standing as straight as possible and taking slow, deep breaths. At night sleep with pillows propping you up. If breathlessness causes you concern you should see your GP.\r\n\r\nThe mood swings of early pregnancy may reappear or appear for the first time. The changes in your body, hormonal surges and lack of sleep can all play a part in this.\r\n\r\nNeed to know\r\n\r\nThings for you to consider during week 30 of your pregnancy:\r\n\r\nIf extreme tiredness is accompanied by other symptoms such weakness, breathlessness or fainting you could be suffering from iron-deficiency anaemia so tell your midwife or GP how you are feeling You may be worrying about the approaching labour and your role as a new parent. One in ten expectant mothers suffer from depression during pregnancy so talk to your GP or midwife if you are struggling with low mood or feelings of anxiety. If you have a low household income you may be entitled to a Sure Start grant to help buy things for the baby (if this is your first child)."
    },
    {
       "id":"31",
       "tipsWeekly":"31",
       "tipsDescription":"Your baby is now the weight of a coconut 1.5kg and measures 41.1cm (head to heel)...\r\n\r\nYour growing baby\r\n\r\nYour baby's body is entering another growth spurt as much needed fat accumulates under the skin. The constant bouts of activity are an excellent sign of a healthy baby, but these somersaults and kicks may be keeping you awake at night.\r\n\r\nThe eyes continue to develop and the pupils can now dilate in reaction to the light that filters in through the wall of the uterus. The eyelids are likely to be open during the time your baby is awake and closed when its asleep.\r\n\r\nWhat's happening to you\r\n\r\nYou may be experiencing Braxton Hicks contractions every so often. These contractions are the result of your uterine muscles tightening. They last for about thirty seconds and should be quite infrequent and painless at this stage. \r\n\r\nFrequent painful contractions, however, could be a sign of early labour so seek advice from your midwife or doctor.\r\n\r\nYou may have recently noticed some leaking of colostrum, your baby's first milk, from your nipples. If so, try placing nursing pads into your bra to protect your clothes. Don't worry if you don't see colostrum at this stage, your breasts will still be producing it.\r\n\r\nClumsiness is quite normal at this stage in pregnancy. Caused by an increase in weight, a change in your posture and a lack of concentration, amongst other things, you will need to tread carefully to make sure that you don't fall. Avoid slippy shoes, or walking around in socks, and take extra care on any slippery surfaces.\r\n\r\nNeed to know\r\n\r\nThings for you to consider during week 31 of your pregnancy:\r\n\r\nIf you notice your baby is moving less or there is a change in the pattern of movement, it could be the first sign that your baby is unwell. Contact your midwife or local maternity unit immediately. Find out more about breastfeeding. Even if you are uncertain about how you wish to feed your baby, or haven't breastfed a previous baby, talk to your midwife about the benefits of breastfeeding and what you need to know. Attending antenatal classes will give you loads of useful information. Make a list of everything you need for the baby so that you can see what you still need to get. If you are not having a home birth, start thinking about what you will want to pack in your labour bag. Check what birthing equipment, such as TENS machines, birthing balls and birth pools, the maternity unit supplies and what you can take in yourself. Read the latest patient information leaflet from RCOG which provides advice for women about how their baby should feel and move during pregnancy."
    },
    {
       "id":"32",
       "tipsWeekly":"32",
       "tipsDescription":"Your baby now weighs the same as a Chinese cabbage 1.7kg and measures 42.4cm (head to heel)...\r\n\r\nYour growing baby\r\n\r\nYou're gaining about 450g (1lb) a week and roughly half of that goes straight to your baby. During the next seven weeks your baby will gain between a third and a half of birth weight whilst fattening up for survival outside the womb. \r\n\r\nYour baby is practising all the skills needed to survive outside the womb, from swallowing and breathing to sucking and kicking. The digestive system is fully functioning. Toenails, fingernails, and real hair have formed and the skin is becoming soft and smooth.\r\n\r\nYour baby's movements may change as the amount of space inside the uterus decreases. But there should still be a regular pattern of movement. If you notice any change, or lessening of your baby's movements you should go straight to the maternity unit, as this could be a sign your baby is in trouble.\r\n\r\nWhat's happening to you\r\n\r\nTo accommodate your baby's growing needs, your blood volume has increased 40 to 50 percent since you became pregnant. \r\n\r\nYour uterus is pushing up near your diaphragm and crowding your stomach increasing the likelihood of shortness of breath and heartburn. \r\n\r\nBraxton Hicks contractions are likely to be more noticeable now and will continue to increase in both frequency and strength until real labour begins. You will feel a painless, tightening sensation, starting at the top of the uterus and spreading downwards, which can last anything from15 seconds up to two minutes. They are irregular and will stop if you change position.\r\n\r\nNeed to know\r\n\r\nThings for you to consider during week 32 of your pregnancy:\r\n\r\nTo help relieve any discomfort caused by shortness of breath and heartburn, try sleeping propped up with pillows and eating smaller, more frequent meals. Practise some deep breathing or relaxation techniques in preparation for labour and birth. If you haven't already made a birth plan, think about doing one now. It will help you decide how you would like your labour and birth to be managed. Delivery of larger items of baby equipment, such as a pram or car seat, can take a number of weeks so if you haven't placed an order yet, you should do it now. Check that the items can be delivered in time for your baby's arrival. Practise putting the car seat into the car so that you know how it works before the baby arrives. The Department of Health recommends exclusive breastfeeding until a baby is six months old. It is best to wait until your baby is a little older and breastfeeding is well established before expressing milk.\r\nYour baby now weighs the same as a Chinese cabbage 1.7kg and measures 42.4cm (head to heel)...\r\n\r\nYour growing baby\r\n\r\nYou're gaining about 450g (1lb) a week and roughly half of that goes straight to your baby. During the next seven weeks your baby will gain between a third and a half of birth weight whilst fattening up for survival outside the womb. \r\n\r\nYour baby is practising all the skills needed to survive outside the womb, from swallowing and breathing to sucking and kicking. The digestive system is fully functioning. Toenails, fingernails, and real hair have formed and the skin is becoming soft and smooth.\r\n\r\nYour baby's movements may change as the amount of space inside the uterus decreases. But there should still be a regular pattern of movement. If you notice any change, or lessening of your baby's movements you should go straight to the maternity unit, as this could be a sign your baby is in trouble.\r\n\r\nWhat's happening to you\r\n\r\nTo accommodate your baby's growing needs, your blood volume has increased 40 to 50 percent since you became pregnant. \r\n\r\nYour uterus is pushing up near your diaphragm and crowding your stomach increasing the likelihood of shortness of breath and heartburn. \r\n\r\nBraxton Hicks contractions are likely to be more noticeable now and will continue to increase in both frequency and strength until real labour begins. You will feel a painless, tightening sensation, starting at the top of the uterus and spreading downwards, which can last anything from15 seconds up to two minutes. They are irregular and will stop if you change position.\r\n\r\nNeed to know\r\n\r\nThings for you to consider during week 32 of your pregnancy:\r\n\r\nTo help relieve any discomfort caused by shortness of breath and heartburn, try sleeping propped up with pillows and eating smaller, more frequent meals. Practise some deep breathing or relaxation techniques in preparation for labour and birth. If you haven't already made a birth plan, think about doing one now. It will help you decide how you would like your labour and birth to be managed. Delivery of larger items of baby equipment, such as a pram or car seat, can take a number of weeks so if you haven't placed an order yet, you should do it now. Check that the items can be delivered in time for your baby's arrival. Practise putting the car seat into the car so that you know how it works before the baby arrives. The Department of Health recommends exclusive breastfeeding until a baby is six months old. It is best to wait until your baby is a little older and breastfeeding is well established before expressing milk."
    },
    {
       "id":"33",
       "tipsWeekly":"33",
       "tipsDescription":"Your baby now weighs about the same as a pineapple 1.9kg and measures 43.7cm (head to heel)...\r\n\r\nYour growing baby\r\n\r\nYour baby is gaining is about 220g (8 oz) a week and the skinny, wrinkled look is becoming a thing of the past.\r\n\r\nYour baby's skeleton is continuing to harden but the bones in the skull will not fuse together. This is to allow them to move and slightly overlap whilst travelling through the birth canal. (The pressure during birth is so intense that many babies are born with a cone-shaped head). These bones don't entirely fuse until around two years of age. \r\n\r\nYour baby has probably moved into the birth position with the head downwards and may descend further into your pelvis at any time within the next six weeks. \r\n\r\nDuring the last 12 weeks of pregnancy, antibodies, which help fight infection, are passed from you into your baby through the placenta. Babies born prematurely are at greater risk of infection, as they have not had the same transfer of antibodies to them in the last weeks of pregnancy.\r\n\r\nWhat's happening to you\r\n\r\nAs your baby fills out it may become more and more difficult to find an easy position to sit and sleep in. You may also be doing rather a lot of waddling and bumping into things.\r\n\r\nIf your hands and fingers swell, pressure may be put on the carpal tunnel that houses the tendons and nerves that run to the fingers. \r\n\r\nThis can result in pins and needles and numbness in your fingers and may cause pain to radiate from the wrist to the forearm. In severe cases you may need to see a physiotherapist who may suggest that you wear splints on the wrists at night.\r\n\r\nNeed to know\r\n\r\nThings for you to consider during week 33 of your pregnancy:\r\n\r\nTry sleeping with your hands raised on a pillow to prevent fluid from building up. Take frequent breaks if you work at a keyboard so that you can flex the fingers and rotate the wrists to exercise them. Make sure you include omega-3 fatty acids (DHA) in your diet. Found mainly in oily fish such as salmon and mackerel, DHA is crucial for your baby's brain and vision development. Up to a maximum of two portions of oily fish per week is recommended in pregnancy. If you are finding it hard to sleep at night, develop a winding-down routine before bedtime. Try a candle-lit bath with some lavender oil added to make you sleepy, listen to relaxing music and have a milky drink before you go to bed."
    },
    {
       "id":"34",
       "tipsWeekly":"34",
       "tipsDescription":"Your baby is the size of a cantaloupe melon 2.1kg and measures 44.5cm (head to heel)...\r\n\r\nYour growing baby\r\n\r\nThe brain is working enthusiastically forming all of the millions of complex connections needed for learning in the outside world. While this is happening your baby may be sleeping much more and possibly even dreaming. This can be monitored by the rapid eye movement (REM) during sleep. \r\n\r\nYour baby's brain is not the finished article at birth and will triple in size in the first year. At the age of one your baby's brain is three-quarters the size of that of an adult.\r\n\r\nThe lungs are maturing well and healthy babies born now are at less risk of needing extra help with their breathing, but may still need extra care after birth and require monitoring in the neonatal nursery.\r\n\r\nWhat's happening to you\r\n\r\nBy this week, fatigue has probably set in again and your tiredness is perfectly understandable. Now is the time to take frequent rests and conserve your energy for the big day.\r\n\r\nYour vision may seem blurry and a decrease in tear production can leave your eyes dry and irritated. An increase in fluid in the eye can change their shape so you may find you are more near-sighted or far-sighted than usual. These changes are temporary and your eyes will return to normal after you've had your baby.\r\n\r\nGestational diabetes is a form of diabetes that occurs only in pregnancy when the body can't make or use enough insulin to meet the extra demands of pregnancy. You may be able to control your diabetes by keeping physically active and making healthy changes to your diet, such as cutting down of portion sizes, avoiding sugary snacks and fizzy drinks and eating more fruit and vegetables. Including healthy carbohydrates such as wholegrain cereal, bread and rice at mealtimes can also help. However, one in five women with gestational diabetes will need to take medication and\/or insulin injections for the course of their pregnancy.\r\n\r\nNeed to know\r\n\r\nThings for you to consider during week 34 of your pregnancy:\r\n\r\nSee your midwife every two weeks from now on to assess your wellbeing. Contact your midwife\/maternity unit immediately if you experience any vaginal bleeding. If you wear contact lenses you may find glasses more comfortable these days. If you have gestational diabetes you have a two-in-three chance of developing gestational diabetes in a future pregnancy. You are also at higher risk of developing diabetes later in life so you should have an annual blood check which you GP can arrange."
    },
    {
       "id":"35",
       "tipsWeekly":"35",
       "tipsDescription":"Your baby is the size of a honeydew melon 2.4kg and measures 47cm (head to heel)...\r\n\r\nYour growing baby\r\n\r\nYour baby now has less room to manoeuvre around so somersaults may be a thing of the past. Kicking, however, remains very common! Keep a check on your baby's movements ' a change or loss of movement could indicate a problem, which should never be ignored as it could mean your baby is in distress. \r\n\r\nThe nervous and immune systems are still finishing off their development but everything else is fully formed from the hair on the head to the tiny toenails. The kidneys are fully functional and the liver is now processing some waste products. \r\n\r\nThe next few weeks are mainly about your baby putting on weight. \r\n\r\nWhat's happening to you\r\n\r\nYour uterus is crowding your internal organs and this explains why you need to visit the loo so frequently. Your womb expands upwards under the ribcage causing heartburn or gastric discomfort for most women. \r\n\r\nIf Group B streptococcus (GBS) is detected during pregnancy in a vaginal swab or in your urine, intravenous antibiotics may be offered to you during labour to prevent the bacteria being passed on to your baby. Your midwife or GP will be able to give you more information. \r\n\r\nThe pregnancy hormone relaxin, coupled with the weight of your baby, causes your pelvic joints to expand in readiness for the birth. You are likely to be experiencing pregnancy related aches and pains in this area.\r\n\r\nNeed to know\r\n\r\nThings for you to consider during week 35 of your pregnancy:\r\n\r\nYou may want to discuss your birth preferences now with your partner and midwife. If you need more information about how the birth will work in the place you have chosen to have your baby (home\/birth centre\/hospital) speak to your midwife. Bags should be packed for labour and for after the birth. Even if you are having a home birth it's a good idea to have everything you want in one place. The measurement in centimetres from the top of your pubic bone to the top of your uterus is roughly equivalent to the number of weeks of pregnancy. Keep practising your pelvic floor exercises. Talk to your midwife about pain relief options. Even if you plan to have a drug-free birth it's good to know what your choices are in case you change your mind. If your breasts have started leaking, place breast pads inside your bra to mop up any further leaks."
    },
    {
       "id":"36",
       "tipsWeekly":"36",
       "tipsDescription":"Your baby is the size of a head of romaine lettuce 2.7kg and measures 48cm (head to heel)...\r\n\r\nYour growing baby\r\n\r\nAt this stage you are likely to feel jabs from the elbows and feet and complete body rolls as your baby changes position. \r\n\r\nThe downy hair that has been covering your baby's skin until now is being shed and the waxy vernix, which has protected the skin, is also disappearing. These substances are swallowed by your baby in the amniotic fluid and result in the dark first bowel movement after birth called meconium.\r\n\r\nAfter this week your baby will be considered term and should be waiting in the head-down birth position.\r\n\r\nOnly 3-4% of babies are in a breech position at term and your midwife will discuss the risks and benefits of turning the baby and the best way for it to be born.\r\n\r\nWhat's happening to you\r\n\r\nSmall more frequent meals may be easier to manage as your stomach is being squashed by your growing baby. Hopefully, the heartburn has eased and your breathing is easier now that the baby has moved down into your pelvis. \r\n\r\nIf baby is engaged you may feel extra pressure in the pelvic area. This could cause discomfort and walking might be uncomfortable for you. \r\n\r\nBraxton Hicks contractions are more frequent now in preparation for the real thing. \r\n\r\nAt 36 weeks pregnant these last few weeks should be a straightforward waiting game, but if you experience any vaginal bleeding or if you think that the amniotic fluid is leaking you must seek medical help. Other warning signs to be aware of include constant abdominal pain, persistent or severe headache and blurred vision. \r\n\r\nNeed to know\r\n\r\nThings for you to consider during week 36 of your pregnancy:\r\n\r\nContact your healthcare professional if you experience any of the symptoms mentioned above. If you have any reason to be concerned about a reduction in your baby's movements you should contact your midwife or healthcare professional immediately. Antenatal checks are often weekly from now on until you give birth. It's perfectly normal to be having vivid dreams now. If your baby's head becomes 'engaged' this week ' this means dropping down into the pelvis ready for birth ' you will notice that your bump has moved lower down."
    },
    {
       "id":"37",
       "tipsWeekly":"37",
       "tipsDescription":"Your growing baby\r\n\r\nIf you go into labour at 37 weeks pregnant your baby's lungs will most likely be mature enough to fully adjust to life outside the womb. However, if you are intending to have a Caesarean section and are carrying only one baby your doctor will not usually plan the operation until around week 39. This will ensure the maximum development of the baby's lungs, brain and other organs before birth.\r\n\r\nMany babies have a full head of hair at birth which can measure up to an inch and a half in length, whereas others may come out with only a peach fuzz.\r\n\r\nYour baby's body fat is now around 8% ' this will increase to 15% in the next three weeks in time for birth. \r\n\r\nAntibodies continue to transfer through the placenta to improve your baby's immune system and after the birth your breast milk will continue to supply these antibodies. Colostrum, your baby's first milk, is rich in nutrients and antibodies and the breast milk that follows is nutritionally balanced and will help protect your baby from infections and build immunity.\r\n\r\nWhat's happening to you\r\n\r\nIt may be harder than ever to get comfortable enough to sleep well at night and you may also be experiencing intense dreams. Anxiety about both labour and becoming a parent can cause your subconscious to go into overdrive. \r\n\r\nBraxton Hicks contractions may last longer and feel more uncomfortable and you might also notice an increase in vaginal discharge. \r\n\r\nYou may experience what is known as a 'nesting instinct'. This is when you have a sudden burst of energy and start cleaning everything in sight. Try not to overdo it, even if you feel on top of the world. You need to conserve your energy for labour and birth.\r\n\r\nNeed to know\r\n\r\nThings for you to consider during week 37 of your pregnancy:\r\n\r\nKeep monitoring your baby's movements and let your midwife or doctor know immediately if you notice any decrease. If you are planning to have your baby in a birth centre or maternity unit you will be given the opportunity to look round before you go into labour. Ask you midwife if this hasn't happened. Try to take it easy through the day, as this may be your last chance to do so for quite a while. Make up some meals for the freezer (you will be busy once baby arrives)."
    },
    {
       "id":"38",
       "tipsWeekly":"38",
       "tipsDescription":"Your baby is about the length of a stick of rhubarb measuring 50cm (head to heel) and weighs just over 3kg...\r\n\r\nYour growing baby\r\n\r\nThe hands have fully formed nails that reach the end of the fingers and the grasp is strong. You will soon be able to feel this when your baby grabs your finger for the first time. The organs have matured and are ready for life outside the womb.\r\n\r\nThe intestines are accumulating lots of meconium (baby's first bowel movement). The circumference of the head and the baby's abdomen are about the same size.\r\n\r\nIf the eyes are grey or dark blue at birth, they may stay grey or blue or turn green, hazel, or brown as your baby gets older. This is because a child's irises (the coloured part of the eye) may gain more pigment in the months after birth. \r\n\r\nWhat's happening to you\r\n\r\nThe next couple of weeks are a waiting game. Try not to be despondent if you are fed up with being pregnant. The end is almost in sight and your baby will soon be here.\r\n\r\nIt's important to keep an eye on any swelling in your feet and ankles and remember to elevate your legs as often as possible. \r\n\r\nBraxton Hicks contractions, unlike real contractions, don't build up and are not painful, just uncomfortable. True contractions, however, start at the top of your uterus and then spread over the entire uterus, through your lower back and into the pelvis. True labour will become stronger and more painful and won't be alleviated by changing position.\r\n\r\nNeed to know\r\n\r\nThings for you to consider during week 38 of your pregnancy:\r\n\r\nTake naps, catch up on your reading, and spend uninterrupted time with your partner while you can. Use this time to finish preparing your baby's nursery or to do the tasks you may not get around to for a while after your baby's born. Make sure you have the emails and phone numbers of everyone you want to contact once the baby is born. It's a good idea to get measured for a nursing bra now. Consider getting your hair cut into an easy-to-manage style. Time for yourself will be limited once the baby arrives. Your midwife will check to see how the baby is lying at your antenatal checks."
    },
    {
       "id":"39",
       "tipsWeekly":"39",
       "tipsDescription":"Your baby is about the weight of a large watermelon 3.3kg and measures 50.7cm (head to heel)...\r\n\r\nYour growing baby\r\n\r\nMost of the lanugo is gone as the baby prepares for its final days in the womb. \r\n\r\nThe lungs are maturing and surfactant, a naturally occurring substance that reduces the surface tension of fluid in the lungs, is increasing. The brain is still developing rapidly and the skin has become much paler in appearance due to a thick layer of fat beneath the skin. \r\n\r\nThere's not too much room left inside now so your baby's movements may change, but you should still be able to feel your baby move just as frequently. After nine months of growth and development your baby is almost ready to be born. \r\n\r\nWhat's happening to you\r\n\r\nYou could go into labour at any time now so your body is preparing. Although you can't feel it, your cervix is ripening in preparation for labour. You will notice more frequent and more intense Braxton Hicks contractions. Your uterus is taking up a great deal of space so you will be feeling very uncomfortable.\r\n\r\nIf this is your first pregnancy you may be worried that you won't know when labour has started. Be prepared for some false alarms and trust your instincts. It will help to be aware of the signs that can indicate the beginning of labour, such as a 'show', which is when the plug of slightly bloody mucus that has been protecting your uterus from infection is discharged from the vagina. A dull pain in your lower back could also indicate that things are about to start. Your waters may break before contractions start, but this is more likely to happen once you are in established labour. \r\n\r\nNeed to know\r\n\r\nThings for you to consider during week 39 of your pregnancy:\r\n\r\nIf you have any concerns about labour or the birth discuss them now with your healthcare professional. Phone your midwife if your waters break. Go straight to the hospital if they break and are tinged with blood or greenish-black. Make sure phones\/tablets are charged. Make arrangements for childcare and pet care if you are not planning a home birth. Even if you are planning to drive to the maternity unit, have a phone number for a reliable taxi firm to hand, just in case you need it. If you are driving to the maternity unit have a few practice runs at different times of the day so you know how long the journey will take when it's busy."
    },
    {
       "id":"40",
       "tipsWeekly":"40",
       "tipsDescription":"Your baby is now approximately the weight of a small pumpkin 3.5kg and measures 51.2cm (head to heel)...\r\n\r\nYour growing baby\r\n\r\nAt 40 weeks pregnant it's hard to say for sure how big your baby will be, but the average newborn weighs about 3.5kg and is over 51cm long. \r\n\r\nAt this point, most of your baby's vernix is gone, 15 percent of the body is fat and your baby is fully formed and beautiful.\r\n\r\nIt is worth remembering that only 5% of babies arrive on their due date and that it's perfectly normal to give birth two weeks either side of this. Being one or two weeks overdue is not considered a cause for concern providing you and your baby are well. \r\n\r\nWhat's happening to you\r\n\r\nYour uterus is taking up all the space in your pelvis and a lot of room in your abdomen so you will be feeling pretty uncomfortable. It is normal to feel impatient after months of anticipation, if your due date comes and goes and you are still pregnant.\r\n\r\nYou may be experiencing pre-labour and early labour symptoms, such as pre-labour contractions, which are often short and irregular, but stronger than Braxton Hicks contractions. Other symptoms include persistent lower backache, a 'show' which is when the mucus plug that sealed the cervix comes away, or your waters may break. All these are signs that labour may not be far away. \r\n\r\nFirst labours usually last between 12 and 16 hours so it's best not to go to the maternity ward or birthing centre too soon. As a general rule, your contractions should be coming five to ten minutes apart and lasting at least 45 seconds. You should call the contact number you've been given for your midwife who will tell you what to do.\r\n\r\nNeed to know\r\n\r\nThings for you to consider during week 40 of your pregnancy:\r\n\r\nKeep the hospital\/midwife numbers in your phone. Call the midwife or hospital immediately if you notice a decrease in baby's movements or a change in the pattern. Call the midwife or hospital if you feel unwell or have any concerns. If your baby is late you may want to consider having a membrane sweep. If you are more than 41 weeks pregnant, induction may be suggested. Make sure you ask your midwife or doctor to explain the procedures so you know what to expect. Keep positive and continue to keep physically active by going out for walks every day."
    },
    {
       "id":"41",
       "tipsWeekly":"41",
       "tipsDescription":"How your baby's growing\r\n\r\nYour baby may now weigh almost 8 pounds and stretch a bit over 20 inches long. As cozy as he is, your baby can't stay inside you forever. For safety reasons, your doctor or midwife will talk with you about inducing labor if your baby isn't born in the next week ' or earlier if there are any problems. Most healthcare providers won't let you wait more than two weeks past your due date to give birth because it puts you and your baby at increased risk for complications. After 42 weeks your labor is more likely to be prolonged or stalled, both you and your baby have an increased risk of injury during a vaginal delivery, and there's a greater risk of stillbirth.\r\n\r\nHow your life is changing\r\n\r\nIt's hard not to be anxious when your due date comes and goes and you're still hugely pregnant (especially when well-meaning family and friends keep calling to check on your status!). But don't fret ' you won't be pregnant forever. There's a good chance you'll go into labor on your own this week, and if you don't, you'll be induced by 42 weeks, or earlier if you or your baby has any problems.\r\n\r\nThe methods your healthcare provider uses to induce labor will depend on the condition of your cervix. If your cervix hasn't started to soften, efface (thin out), or dilate (open), it's considered \"unripe,\" or not yet ready for labor. In that case, your provider will use either hormones or \"mechanical\" methods to ripen your cervix before the induction. Sometimes these will end up jump-starting your labor as well. Depending on your situation, the procedures can include stripping or rupturing your membranes or using drugs like oxytocin (Pitocin) to start your contractions. If these and other methods don't work, you'll end up having a c-section.\r\n\r\nIn the meantime, be sure to tell your doctor or midwife immediately if your baby's movements slow or if any fluid is leaking from your vagina."
    }
 ]